{
  "verses": [
    {
      "id": 1474,
      "verseNumber": 1,
      "verseKey": "11:1",
      "arabic": " الٓر ۚ كِتَـٰبٌ أُحْكِمَتْ ءَايَـٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
      "english": "Alif-Lãm-Ra. ˹This is˺ a Book whose verses are well perfected and then fully explained. ˹It is˺ from the One ˹Who is˺ All-Wise, All-Aware.",
      "turkish": {
        "omer_nasuhi_bilmen": "Elif, Lâm Râ, bir kitaptır ki, âyetleri hakîm ve habîr olan Cenâb-ı Hak tarafından ihkam ve sonra tafsil edilmiştir.",
        "hayrat_nesriyat": "Elif, Lâm, Râ. (Bu,) Hakîm (her işi hikmetli olan), Habîr (herşeyden haberdâr olan Allah) tarafından âyetleri sağlamlaştırılmış, sonra da açıklanmış bir Kitab`dır.",
        "diyanet_vakfi": "Elif. Lâm. Râ. (Bu sana indirilen), hikmet sahibi (ve) her şeyden haberdar olan (Allah) tarafından âyetleri sağlamlaştırılmış, sonra da açıklanmış bir kitaptır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/001.mp3"
      }
    },
    {
      "id": 1475,
      "verseNumber": 2,
      "verseKey": "11:2",
      "arabic": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
      "english": "˹Tell them, O  Prophet,˺ “Worship none but Allah. Surely I am a warner and deliverer of good news to you from Him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şunun içindir ki, Allah Teâlâ’dan başkasına ubûdiyette bulunmayın. «Şüphe yok ki, ben sizin için O’nun tarafından bir nezîr ve beşîrim.»",
        "hayrat_nesriyat": "Tâ ki Allah`dan başkasına ibâdet etmeyesiniz! (Ey Resûlüm! De ki:) `Şübhesiz ki ben, size O`nun tarafından (gönderilmiş) bir korkutucu ve bir müjdeleyiciyim.`",
        "diyanet_vakfi": "(De ki: Bu Kitap) «Allah’tan başkasına ibadet etmemeniz için (indirildi). Şüphesiz ki ben, onun tarafından size (gönderilmiş) bir uyarıcı ve müjdeleyiciyim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/002.mp3"
      }
    },
    {
      "id": 1476,
      "verseNumber": 3,
      "verseKey": "11:3",
      "arabic": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
      "english": "And seek your Lord’s forgiveness and turn to Him in repentance. He will grant you a good provision for an appointed term and graciously reward the doers of good. But if you turn away, then I truly fear for you the torment of a formidable Day.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve hem Rabbinizden mağfiret dileyiniz. Sonra O’na tevbe ediniz ki, sizi müsemma olan ecele kadar güzel bir nîmet ile müstefit etsin ve her fazilet sahibine fazlını versin. Ve eğer yüz çevirirseniz şüphe yok ki, sizin üzerinize büyük bir günün azabından korkarım.»",
        "hayrat_nesriyat": "`Ve Rabbinizden mağfiret dileyesiniz, sonra O`na tevbe edesiniz ki, sizi (dünyada)belirli bir vakte kadar güzel bir ni`metle faydalandırsın ve (âhirette) her fazîlet sâhibine mükâfâtını versin! Eğer yüz çevirirseniz, artık şübhesiz ki ben, sizin üzerinize (dehşeti)büyük bir günün azâbından korkarım!`",
        "diyanet_vakfi": "Ve Rabbinizden mağfiret dilemeniz, sonra da ona tevbe etmeniz için (indirildi. Eğer bu emrolunanları yaparsanız), Allah sizi, tayin edilmiş bir süreye kadar güzel bir şekilde yaşatır, fazlasını yapan herkese de iyiliğinin karşılığını verir. Eğer yüz çevirirseniz, ben sizin başınıza gelecek büyük bir günün azabından korkarım.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/003.mp3"
      }
    },
    {
      "id": 1477,
      "verseNumber": 4,
      "verseKey": "11:4",
      "arabic": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "To Allah is your return. And He is Most Capable of everything.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bütün dönüşünüz Allah Teâlâ’yadır. O ise her bir şey üzerine kâdirdir.",
        "hayrat_nesriyat": "`Dönüşünüz ancak Allah`adır. O ise, herşeye hakkıyla gücü yetendir.`",
        "diyanet_vakfi": "Dönüşünüz yalnız Allah’adır. O, her şeye kadirdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/004.mp3"
      }
    },
    {
      "id": 1478,
      "verseNumber": 5,
      "verseKey": "11:5",
      "arabic": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "english": "Indeed, they<sup foot_note=76758>1</sup> enfold ˹what is in˺ their hearts, ˹trying˺ to hide it from Him! But even when they cover themselves with their clothes, He knows what they conceal and what they reveal. Surely He knows best what is ˹hidden˺ in the heart.",
      "turkish": {
        "omer_nasuhi_bilmen": "Haberdar olunuz ki, onlar şüphesiz ondan gizlenmek için göğüslerini bükerler. Agah olunuz ki, onlar örtülerine bürünürlerken de O, onların gizlediklerini ve açığa vurduklarını bilir. Şüphe yok ki o, bütün sinelerin ahvalini hakkıyla bilicidir.",
        "hayrat_nesriyat": "Dikkat edin! Şübhesiz ki onlar, ondan (o peygamberden kendilerini) gizlemek için göğüslerini bükerler. Bilesiniz, (onlar) elbiselerine bürünecekleri zaman dahi (Allah), onlar neyi gizlerler ve neyi açıklarlarsa bilir. Çünki O, sînelerin içinde olanı hakkıyla bilendir.",
        "diyanet_vakfi": "Bilesiniz ki, onlar Peygamber’den, (düşmanlıklarını) gizlemeleri için göğüslerini çevirirler (gönüllerinden geçeni gizlerler). İyi bilin ki, onlar elbiselerine büründükleri zaman dahi, Allah onların gizlediklerini de, açığa çıkardıklarını da bilir. Çünkü O, kalplerin özünü bilendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/005.mp3"
      }
    },
    {
      "id": 1479,
      "verseNumber": 6,
      "verseKey": "11:6",
      "arabic": "۞ وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
      "english": "There is no moving creature on earth whose provision is not guaranteed by Allah. And He knows where it lives and where it is laid to rest. All is ˹written˺ in a perfect Record.<sup foot_note=76759>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yeryüzünde hiçbir yürüyen hayat sahibi yoktur ki, illâ onun rızkı Allah Teâlâ’ya aittir. Ve onun duracağı yeri de, emanet bırakılacak yeri de bilir. Hepsi de apaçık bir kitaptadır.",
        "hayrat_nesriyat": "Yeryüzünde kımıldanan hiçbir canlı yoktur ki rızkı Allah`a âid olmasın! (Allah)onun kaldığı yeri ve emânet bırakıldığı yeri bilir. Hepsi, apaçık bir kitabda (Levh-i Mahfûz`da yazılı)dır.",
        "diyanet_vakfi": "Yeryüzünde yürüyen her canlının rızkı, yalnızca Allah’ın üzerinedir. Allah o canlının durduğu yeri ve sonunda bırakılacağı mekanı bilir. (Bunların) hepsi açık bir kitapta (levh-i mahfuz’da) dır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/006.mp3"
      }
    },
    {
      "id": 1480,
      "verseNumber": 7,
      "verseKey": "11:7",
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "english": "He is the One Who created the heavens and the earth in six Days<sup foot_note=76760>1</sup>—and His Throne was upon the waters—in order to test which of you is best in deeds. And if you ˹O Prophet˺ say, “Surely you will ˹all˺ be raised up after death,” the disbelievers will certainly say, “That is nothing but pure magic!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, O’dur ki (o Hâlik-ı Azîm’dir ki) gökleri ve yeri altı günde yaratmıştır ve O’nun Arş’ı su üzerinde idi. Hanginizin amelce daha güzel olduğunuzu imtihan için (yaratmıştır). Ve eğer sen desen ki: «Siz öldükten sonra şüphe yok ki, yine diriltileceksinizdir.» Elbette ki kâfir olanlar diyeceklerdir ki: «Bu bir apaçık büyüden başka değildir.»",
        "hayrat_nesriyat": "Ve amelce hanginiz daha güzeldir diye sizi imtihân etmek için, gökleri ve yeri altı günde yaratan O`dur; arşı ise (daha önce) su üstünde idi. (Ey Resûlüm!) Celâlim hakkı için, `Muhakkak siz öldükten sonra diriltilecek olan kimselersiniz!` desen, inkâr edenlermutlaka: `Bu, apaçık bir sihirden başka bir şey değildir!` der.",
        "diyanet_vakfi": "O, hanginizin amelinin daha güzel olacağı hususunda sizi imtihan etmek için, Arş’ı su üzerinde iken, gökleri ve yeri altı günde yaratandır. Yemin ederim ki, (Resûlüm!): «Ölümden sonra muhakkak diriltileceksiniz» desen, kâfir olanlar derhal «Bu, açık bir büyüden başka bir şey değildir» derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/007.mp3"
      }
    },
    {
      "id": 1481,
      "verseNumber": 8,
      "verseKey": "11:8",
      "arabic": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "And if We delay their punishment until an appointed time, they will definitely say, “What is holding it back?” Indeed, on the Day it overtakes them, it will not be averted from them, and they will be overwhelmed by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, eğer onlardan azabı sayılı bir müddete kadar geri bırakacak olsak elbette diyeceklerdir ki: «Onu men eden nedir?» Haberiniz olsun ki, onlara geleceği gün, kendilerinden bertaraf edilecek değildir ve kendisiyle istihzâda bulundukları şey, onları ihata edecektir.",
        "hayrat_nesriyat": "Ve and olsun ki onlardan azâbı sayılı bir müddete kadar ertelesek, mutlaka: `Ona (o azâbın gelmesine) mâni` olan nedir?` derler. Dikkat edin! (O azab) onlara geleceği gün, kendilerinden geri çevrilecek değildir ve kendisiyle alay etmekte oldukları (azab), onları kuşatmış olacaktır.",
        "diyanet_vakfi": "Andolsun, eğer biz onlardan azabı sayılı bir süreye kadar ertelesek, mutlaka «Onun gelmesini engelleyen nedir?» derler. Bilesiniz ki, kendilerine azap geldiği gün, bir daha onlardan uzaklaştırılacak değildir. Ve alay etmekte oldukları şey, onları çepeçevre kuşatacaktır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/008.mp3"
      }
    },
    {
      "id": 1482,
      "verseNumber": 9,
      "verseKey": "11:9",
      "arabic": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
      "english": "If We give people a taste of Our mercy then take it away from them, they become utterly desperate, ungrateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer insana tarafımızdan bir rahmet tattırır, sonra da onu ondan çekip alırsak şüphe yok ki o elbette çok me’yustur, nankördür.",
        "hayrat_nesriyat": "Şübhesiz ki, insana tarafımızdan bir rahmet tattırsak da, sonra bunu ondan çekip alsak; doğrusu o, gerçekten çok ümidsiz, çok nankör olur.",
        "diyanet_vakfi": "Eğer insana tarafımızdan bir rahmet (nimet) tattırır da sonra bunu ondan çekip alırsak, tamamen ümitsiz ve nankör olur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/009.mp3"
      }
    },
    {
      "id": 1483,
      "verseNumber": 10,
      "verseKey": "11:10",
      "arabic": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
      "english": "But if We give them a taste of prosperity after being touched with adversity, they say, “My ills are gone,” and become totally prideful and boastful,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer ona isabet eden bir zahmetten sonra bir nîmet tattırırsak elbette der ki: «Benden bütün kötülükler gidiverdi.» Şüphe yok ki, O bu halde pek sevinen, çok öğünendir.",
        "hayrat_nesriyat": "Hem muhakkak ki, kendisine dokunan bir zarardan sonra ona (o insana) bir ni`met tattırsak, mutlaka: `Kötülükler benden gitti` der. Çünki o gerçekten çok şımarık, çok böbürlenen kimsedir.",
        "diyanet_vakfi": "Eğer kendisine dokunan bir zarardan sonra ona bir nimet tattırırsak, elbette «Kötülükler benden gitti» der. Çünkü o (bunu derken) şımarıktır, kibirlidir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/010.mp3"
      }
    },
    {
      "id": 1484,
      "verseNumber": 11,
      "verseKey": "11:11",
      "arabic": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "english": "except those who patiently endure and do good. It is they who will have forgiveness and a mighty reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sabredenler ve sâlih amellerde bulunanlar ise müstesna. İşte onlar var ya. Onlar için mağfiret ve pek büyük bir mükâfaat vardır.",
        "hayrat_nesriyat": "Ancak sabredip, sâlih ameller işleyenler müstesnâ. İşte onlar için bir bağışlanma ve(pek) büyük bir mükâfât vardır.",
        "diyanet_vakfi": "Ancak (musibetlere) sabredip güzel iş yapanlar böyle değildir. İşte onlar için bir bağış ve bir büyük mükâfat vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/011.mp3"
      }
    },
    {
      "id": 1485,
      "verseNumber": 12,
      "verseKey": "11:12",
      "arabic": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "english": "Perhaps you ˹O Prophet˺ may wish to give up some of what is revealed to you and may be distressed by it because they say, “If only a treasure had been sent down to him, or an angel had come with him!” You are only a warner, and Allah is the Trustee of All Affairs.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi sen ihtimal ki, «Onun izerine bir hazine indirilmeli veya onunla beraber bir melek gelmeli mi idi?» demelerinden dolayı sana vahyolunanların bazısını terkedici ve onunla göğsün daralır bulunacaksın. Sen ancak bir nezirsin. Allah Teâlâ ise her şey üzerine vekildir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Şimdi sen (müşriklerin): `Ona bir hazîne indirilmeli veya berâberinde bir melek gelmeli değil miydi?` demeleri yüzünden, olur ki, sana vahyolunanın bir kısmını (kabûl etmezler diye anlatmayı) terk edici olursun. Hem bundan dolayı göğsün daralacak olur. Sen ancak bir korkutucusun. Allah ise, herşeye vekîldir.",
        "diyanet_vakfi": "Belki de sen (müşriklerin:) «Ona (gökten) bir hazine indirilseydi veya onunla beraber bir melek gelseydi!» demelerinden ötürü sana vahyolunan âyetlerin bir kısmını (duyurmayı) terk edeceksin ve bu yüzden ruhun daralacaktır. (İyi bil ki) sen ancak bir uyarıcısın. Allah ise her şeye vekîldir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/012.mp3"
      }
    },
    {
      "id": 1486,
      "verseNumber": 13,
      "verseKey": "11:13",
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "Or do they say, “He<sup foot_note=76761>1</sup> has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “Produce ten fabricated sûrahs like it and seek help from whoever you can—other than Allah—if what you say is true!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa, «O’nu kendisi uydurdu?» mu diyorlar? De ki: «Onun mislinden on sûre uydurmalar olarak getiriniz, Allah Teâlâ’dan başka gücünüz yettiği kimseleri de davet ediniz, eğer sâdık kimseler oldunuz ise.»",
        "hayrat_nesriyat": "Yoksa: `Onu (o Kur`ân`ı, kendisi) uydurdu` mu diyorlar? (Habîbim, yâ Muhammed!) De ki: `Eğer (iddiânızda) doğru kimseler iseniz, o takdirde onun benzeriuydurulmuş on sûre getirin! (Yardım için) Allah`dan başka gücünüzün yettiklerini de çağırın!`",
        "diyanet_vakfi": "Yoksa, «Onu (Kur’an’ı) kendisi uydurdu» mu diyorlar? De ki: Eğer doğru iseniz Allah’tan başka çağırabildiklerinizi (yardıma) çağırın da siz de onun gibi uydurulmuş on sûre getirin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/013.mp3"
      }
    },
    {
      "id": 1487,
      "verseNumber": 14,
      "verseKey": "11:14",
      "arabic": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "english": "But if your helpers fail you, then know that it has been revealed with the knowledge of Allah, and that there is no god ˹worthy of worship˺ except Him! Will you ˹not˺ then submit ˹to Allah˺?",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi size cevap vermezlerse artık biliniz ki, şüphesiz Allah Teâlâ’nın ilmiyle indirilmiştir ve O’ndan başka bir mâbûd yoktur. Binaenaleyh siz müslümanlar mısınız?",
        "hayrat_nesriyat": "(Ve, de ki:) `Buna rağmen (o yardıma çağırdıklarınız da) size cevab vermedilerse(ki veremeyecekler), o hâlde bilin ki, (o Kur`ân) ancak Allah`ın ilmiyle indirilmiştir ve O`ndan başka ilâh yoktur. Artık siz Müslüman kimseler (oluyor) musunuz?`",
        "diyanet_vakfi": "Eğer (onlar) size cevap veremiyorlarsa, bilin ki, o ancak Allah’ın ilmiyle indirilmiştir ve O’ndan başka tanrı yoktur. Artık siz müslüman oluyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/014.mp3"
      }
    },
    {
      "id": 1488,
      "verseNumber": 15,
      "verseKey": "11:15",
      "arabic": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
      "english": "Whoever desires ˹only˺ this worldly life and its luxuries, We will pay them in full for their deeds in this life—nothing will be left out.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim dünya hayatını ve onun ziynetini dilerse onlara da dünya amellerini tamamen öderiz ve onlar orada bir eksikliğe uğratılmazlar.",
        "hayrat_nesriyat": "Kim dünya hayâtını ve ziynetini isterse, onlara orada (dünyada) amellerinin karşılığını tam olarak veririz ve onlara orada bir eksiklik yapılmaz.",
        "diyanet_vakfi": "Kim, (yalnız) dünya hayatını ve zinetini istemekte ise, işlerinin karşılığını orada onlara tam olarak veririz ve orada onlar hiçbir zarara uğratılmazlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/015.mp3"
      }
    },
    {
      "id": 1489,
      "verseNumber": 16,
      "verseKey": "11:16",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
      "english": "It is they who will have nothing in the Hereafter except the Fire. Their efforts in this life will be fruitless and their deeds will be useless.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar o kimselerdir ki, onlar için ateşten başkası yoktur. Ve işlemiş oldukları şeyler orada beyhude bulunmuştur ve bütün işledikleri bâtıl olmuştur.",
        "hayrat_nesriyat": "İşte onlar öyle kimselerdir ki, âhirette onlar için ateşten başka bir şey yoktur.(Dünyada özene bezene) yaptıkları şeyler, orada (âhirette) boşa gitmiştir ve yapmakta oldukları şeyler bâtıldır.",
        "diyanet_vakfi": "İşte onlar, ahirette kendileri için ateşten başka hiçbir şeyleri olmayan kimselerdir; (dünyada) yaptıkları da boşa gitmiştir; yapmakta oldukları şeyler (zaten) bâtıldır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/016.mp3"
      }
    },
    {
      "id": 1490,
      "verseNumber": 17,
      "verseKey": "11:17",
      "arabic": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "english": "˹Can these people be compared to˺ those ˹believers˺ who stand on clear proof from their Lord, backed by ˹the Quran as˺ a witness from Him, and preceded by the Book of Moses ˹which was revealed˺ as a guide and mercy? It is those ˹believers˺ who have faith in it. But whoever from the ˹disbelieving˺ groups rejects it, the Fire will be their destiny. So do not be in doubt of it. It is certainly the truth from your Lord, but most people do not believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi Rabbinden bir açık delil üzere olan ve onun tarafından bir şahid takip eden ve onun evvelinden de Mûsa’nın bir rehber ve rahmet olarak bulunan zât (dünya hayatını ve ziynetini dileyip duran kimse gibi olur mu?) O zâtlar O’na imân ederler. Ve muhtelif tâifelerden her kim onu inkâr ederse o kimselerinde vaadedilmiş olan yeri cehennemdir. Artık ondan bir şüphede bulunma. Şüphe yok ki, o Rabbinden bir haktır, velâkin insanların ekserisi imân etmezler.",
        "hayrat_nesriyat": "Şimdi (dünya hayâtını isteyen bir kimse, hiç Resûlümüz olan) şu kimse (gibi) olur mu ki(o), Rab binden apaçık bir delil (olan Kur`ân) üzere bulunur. Ki kendisine (o Kur`ân`ı)O`ndan (Rab binden) bir şâhid (olan Cebrâîl) okuyor. Ondan (o Kur`ân` dan) önce de bir rehber ve bir rahmet olarak Mûsâ`nın Kitâb`ı (olan Tevrât) vardır.İşte bunlar, ona (Kur`ân`a) îmân e der ler. (Muhtelif) topluluklardan kim onu inkâr ederse, artık ateş onun va`d edilen yeridir. Öyle ise ondan (Kur` ân dan) bir şübhe içinde olma! Şübhesiz ki o, Rabbin den (gelen) haktır; fakat insanların çoğu îmân etmezler.",
        "diyanet_vakfi": "Rabbin tarafından (gelmiş) açık bir delile dayanan ve kendisini Rabbinden bir şahidin izlediği, ayrıca kendisinden önce, bir önder ve bir rahmet olarak Musa’nın Kitab’ı (elinde) bulunan kimse (inkârcılar gibi) midir? Çünkü bunlar ona (Kur’an’a) inanırlar. Zümrelerden hangisi onu inkâr ederse işte cehennem ateşi onun varacağı yerdir, bundan şüphen olmasın; zira bu, senin Rabbin tarafından bildirilmiş gerçektir; fakat insanların çoğu inanmazlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/017.mp3"
      }
    },
    {
      "id": 1491,
      "verseNumber": 18,
      "verseKey": "11:18",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "english": "Who does more wrong than those who fabricate lies against Allah? They will be brought before their Lord, and the witnesses<sup foot_note=76762>1</sup> will say, “These are the ones who lied against their Lord.” Surely Allah’s condemnation is upon the wrongdoers,",
      "turkish": {
        "omer_nasuhi_bilmen": "Daha zalim kimdir o kimseden ki, bir yalanı Allah Teâlâ’ya iftira etmiş olur? Onlar Rablerine arzedileceklerdir ve şahitler de diyeceklerdir ki: «İşte Rablerine karşı yalanlarda bulunanlar onlardır. Haberiniz olsun ki, Allah Teâlâ’nın lâneti zalimler üzerinedir.»",
        "hayrat_nesriyat": "Hem Allah`a yalan söyleyerek iftirâ edenden daha zâlim kim olabilir? İşte onlar(kıyâmet günü) Rablerine arz olunacaklar ve (kendileri aleyhine) şâhidler (olarak melekler, peygamberler ve kendi uzuvları da): `İşte Rablerine karşı yalan söyleyenler bunlardır!` diyecek. Dikkat edin! Allah`ın lâ`neti o zâlimlerin üzerinedir!",
        "diyanet_vakfi": "Kim Allah’a karşı yalan uydurandan daha zalim olabilir? Onlar (kıyamet gününde) Rablerine arz edilecekler, şahitler de: İşte bunlar Rablerine karşı yalan söyleyenlerdir, diyecekler. Bilin ki, Allah’ın lâneti zalimlerin üzerinedir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/018.mp3"
      }
    },
    {
      "id": 1492,
      "verseNumber": 19,
      "verseKey": "11:19",
      "arabic": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
      "english": "who hinder ˹others˺ from Allah’s Path, striving to make it ˹appear˺ crooked, and disbelieve in the Hereafter.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, Allah Teâlâ’nın yolundan (nâsı) men’e çalışırlar. Ve onun (o yol) için eğrilik isterler ve onlar (evet) onlar ahireti münkirdirler.",
        "hayrat_nesriyat": "Onlar ki, (insanları) Allah yolundan men` ederler ve ona (o yola) eğrilik (bulmak)isterler. Ve onlar, âhireti inkâr edenlerin ta kendileridir.",
        "diyanet_vakfi": "Onlar, (insanları) Allah’ın yolundan alıkoyan ve onu eğri göstermek isteyenlerdir. Ahireti inkâr edenler de onlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/019.mp3"
      }
    },
    {
      "id": 1493,
      "verseNumber": 20,
      "verseKey": "11:20",
      "arabic": "أُو۟لَـٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضَـٰعَفُ لَهُمُ ٱلْعَذَابُ ۚ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
      "english": "They will never frustrate Allah on earth, and they will have no protector besides Allah. Their punishment will be multiplied, for they failed to hear or see ˹the truth˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar yerde aciz bırakır kimseler olmamışlardır. Ve onlar için Allah Teâlâ’nın gayrı yardımcılarından da yoktur. Onlar için azap, kat kat olacaktır. Onlar işitmeğe tahammül eder olmamışlardı ve görür kimseler de olmamışlardı.",
        "hayrat_nesriyat": "Onlar yeryüzünde (Allah`ı) âciz bırakıcı kimseler değillerdir ve onların Allah`dan başka, (kendilerini kurtarabilecek) hiçbir dostları yoktur. (Âhirette) onlara azab kat kat artırılır. Çünki (kendilerine anlatılan hakikatleri) ne (tahammül ederek) dinleyebiliyorlardı, ne de görebiliyorlardı.",
        "diyanet_vakfi": "Onlar yeryüzünde (Allah’ı) âciz bırakacak değillerdir; onların Allah’tan başka (yardım isteyecekleri) dostları da yoktur. Onların azabı kat kat olacaktır. Çünkü onlar (gerçekleri) ne görebiliyorlar ne de kulak veriyorlardı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/020.mp3"
      }
    },
    {
      "id": 1494,
      "verseNumber": 21,
      "verseKey": "11:21",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "english": "It is they who have ruined themselves, and whatever ˹gods˺ they fabricated will fail them.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar o kimselerdir ki, kendi nefislerine yazık etmişlerdir. Ve onlardan iftira eder oldukları şeyler de gaib olup gitmiştir.",
        "hayrat_nesriyat": "İşte onlar kendilerini hüsrâna uğratanlardır ve uydurmakta oldukları şeyler (o hesab günü) kendilerinden uzaklaşmıştır.",
        "diyanet_vakfi": "İşte onlar kendilerini ziyana uğrattılar. Uydurmakta oldukları şeyler de kendilerinden kaybolup gitti."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/021.mp3"
      }
    },
    {
      "id": 1495,
      "verseNumber": 22,
      "verseKey": "11:22",
      "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
      "english": "Without a doubt, they will be the worst losers in the Hereafter.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, ahirette en ziyâde hüsrâna uğrayanlar onlardır.",
        "hayrat_nesriyat": "Hiç şübhesiz, doğrusu onlar, âhirette en fazla hüsrâna uğrayanlardır.",
        "diyanet_vakfi": "Şüphesiz onlar, ahirette en çok ziyana uğrayanlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/022.mp3"
      }
    },
    {
      "id": 1496,
      "verseNumber": 23,
      "verseKey": "11:23",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "english": "Surely those who believe, do good, and humble themselves before their Lord will be the residents of Paradise. They will be there forever.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân edenler, ve sâlih amellerde bulunanlar ve Rablerine kemal-i itaat ve huşû ile mutmain olanlar (yok mu) işte şüphesiz ki onlar cennet sahibidirler, onlar orada ebedîyyen kalıcılardır.",
        "hayrat_nesriyat": "Muhakkak îmân edip sâlih ameller işleyenler ve Rablerine gönülden boyun eğenler var ya, işte onlar Cennet ehlidirler. Onlar orada ebedî olarak kalıcıdırlar.",
        "diyanet_vakfi": "İnanıp da güzel işler yapan ve Rablerine gönülden boyun eğenlere gelince, işte onlar cennet ehlidir. Onlar orada ebedî kalırlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/023.mp3"
      }
    },
    {
      "id": 1497,
      "verseNumber": 24,
      "verseKey": "11:24",
      "arabic": "۞ مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
      "english": "The example of these two parties is that of the blind and the deaf, compared to the seeing and the hearing. Can the two be equal? Will you not then be mindful?",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu iki tâifenin meseli, kör ve sağır ile, gören ve işiten gibidir. Bunlar hiç meselce müsavî olurlar mı? Artık güzelce düşünmez misiniz?",
        "hayrat_nesriyat": "Bu iki zümrenin (mü`minlerle kâfirlerin) hâli, kör ve sağır ile gören ve işiten kimseler gibidir. Hiç bunlar misâlce birbirine eşit olurlar mı? Artık ibret almaz mısınız?",
        "diyanet_vakfi": "Bu iki zümrenin (müminlerle kâfirlerin) durumu, kör ve sağır ile gören ve işiten kimseler gibidir. Bunların hali hiç eşit olur mu? Hâla ibret almıyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/024.mp3"
      }
    },
    {
      "id": 1498,
      "verseNumber": 25,
      "verseKey": "11:25",
      "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
      "english": "Surely We sent Noah to his people. ˹He said,˺ “Indeed, I am sent to you with a clear warning",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve and olsun ki, Nûh’u kavmine gönderdik, «Şüphe yok ki ben sizin için apaçık bir nezirim,» (diye).",
        "hayrat_nesriyat": "(25-26) And olsun ki (biz), Nûh`u kavmine (peygamber olarak) gönderdik. (Onlaradedi ki:) `Şübhesiz ben, sizin için Allah`dan başkasına ibâdet etmeyesiniz diye(gönderilmiş) apaçık bir korkutucuyum. Doğrusu ben, sizin üzerinize (pek) elemli bir günün azâbından korkuyorum.`",
        "diyanet_vakfi": "Andolsun, biz Nuh’u kavmine elçi gönderdik. Onlara: «Ben (dedi), sizin için apaçık bir uyarıcıyım."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/025.mp3"
      }
    },
    {
      "id": 1499,
      "verseNumber": 26,
      "verseKey": "11:26",
      "arabic": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
      "english": "that you should worship none but Allah. I truly fear for you the torment of a painful Day.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Allah Teâlâ’dan başkasına ibadet etmeyin, muhakkak ki, ben sizin üzerinize elîm bir günün azabından korkuyorum.»",
        "hayrat_nesriyat": "(25-26) And olsun ki (biz), Nûh`u kavmine (peygamber olarak) gönderdik. (Onlaradedi ki:) `Şübhesiz ben, sizin için Allah`dan başkasına ibâdet etmeyesiniz diye(gönderilmiş) apaçık bir korkutucuyum. Doğrusu ben, sizin üzerinize (pek) elemli bir günün azâbından korkuyorum.`",
        "diyanet_vakfi": "Allah’tan başkasına tapmayın! Ben, size (gelecek) elem verici bir günün azabından korkuyorum.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/026.mp3"
      }
    },
    {
      "id": 1500,
      "verseNumber": 27,
      "verseKey": "11:27",
      "arabic": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَـٰذِبِينَ",
      "english": "The disbelieving chiefs of his people said, “We see you only as a human being like ourselves, and we see that no one follows you except the lowliest among us, who do so ˹hastily˺ without thinking.<sup foot_note=76763>1</sup> We do not see anything that makes ˹all of˺ you any better than us. In fact, we think you are liars.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun kavminden kâfir olan eşraftan bir gürûh ise dedi ki: «Biz seni bizim mislimiz gibi bir beşerden başka görmüyoruz ve sana tâbi olanları da biz ilk nazarda bizim en aşağılarımızdan başka görmüyoruz ve sizin için bizim üzerimize bir fazlalık da görmüyoruz. Belki sizi yalancılar zannediyoruz.»",
        "hayrat_nesriyat": "Bunun üzerine kavminden inkâr edenlerin ileri gelenleri dediler ki: `(Biz) seni ancak bizim gibi bir insan olarak görüyoruz ve sana basit görüşlü aşağı (tabakada)olanlarımızdan başkasının tâbi` olduğunu görmüyoruz. Bize karşı bir üstünlüğünüzü degörmüyoruz; bil`akis sizi yalancı kimseler zannediyoruz.`",
        "diyanet_vakfi": "Kavminden ileri gelen kâfirler dediler ki: «Biz seni sadece bizim gibi bir insan olarak görüyoruz. Bizden, basit görüşle hareket eden alt tabakamızdan başkasının sana uyduğunu görmüyoruz. Ve sizin bize karşı bir üstünlüğünüzü de görmüyoruz. Bilakis sizin yalancılar olduğunuzu düşünüyoruz.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/027.mp3"
      }
    },
    {
      "id": 1501,
      "verseNumber": 28,
      "verseKey": "11:28",
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَـٰرِهُونَ",
      "english": "He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Himself,<sup foot_note=76764>1</sup> which you fail to see. Should we ˹then˺ force it on you against your will?",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ey kavmim! Bana haber veriniz, eğer ben Rabbimden bir açık bürhan üzere oldum ise ve kendi cânibinden bana bir rahmet vermiş ise, sizin üzerinize ise gizli kalmış ise artık siz onu kerih gördüğünüz halde onu size ilzam mı edeceğiz?»",
        "hayrat_nesriyat": "(Nûh) dedi ki: `Ey kavmim! Söyleyin bakalım; ya (ben) Rabbimden apaçık bir delîl üzerinde isem ve (O), bana kendi katından bir rahmet vermiş de, (o rahmet) size gizli bırakılmış ise? Siz onu istemeyen kimseler olduğunuz hâlde, (biz) sizi ona zorlayacak mıyız?`",
        "diyanet_vakfi": "(Nuh) dedi ki: Ey kavmim! Eğer ben Rabbim tarafından (bildirilen) açık bir delil üzerinde isem ve O bana kendi katından bir rahmet vermiş de bu size gizli tutulmuşsa, buna ne dersiniz? Siz onu istemediğiniz halde biz sizi ona zorlayacak mıyız?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/028.mp3"
      }
    },
    {
      "id": 1502,
      "verseNumber": 29,
      "verseKey": "11:29",
      "arabic": "وَيَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ ۚ إِنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
      "english": "O  my people! I do not ask you for a payment for this ˹message˺. My reward is only from Allah. And I will never dismiss the believers, for they will surely meet their Lord. But I can see that you are a people acting ignorantly.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Sizden onun üzerine bir mal istemiyorum. Benim mükâfaatım ancak Allah Teâlâ’ya aittir ve ben imân edenleri kovucu değilim. Şüphe yok ki, onlar Rablerine kavuşanlardır velâkin ben sizi cahillik eder bir tâife görüyorum.»",
        "hayrat_nesriyat": "`Ey kavmim! Buna (bu yaptığım teblîğe) karşı sizden bir mal istemiyorum. Benim ücretim ancak Allah`a âiddir ve ben îmân edenleri kovucu da değilim. Şübhesiz ki onlar, Rablerine kavuşacak kimselerdir; fakat ben, sizi câhillik etmekte olan bir kavim olarak görüyorum.`",
        "diyanet_vakfi": "Ey kavmim! Allah’ın emirlerini bildirmeye karşılık sizden herhangi bir mal istemiyorum. Benim mükâfatım ancak Allah’a aittir. Ben iman edenleri kovacak değilim; çünkü onlar Rablerine kavuşacaklardır. Fakat ben sizi, bilgisizce davranan bir topluluk olarak görüyorum."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/029.mp3"
      }
    },
    {
      "id": 1503,
      "verseNumber": 30,
      "verseKey": "11:30",
      "arabic": "وَيَـٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
      "english": "O  my people! Who would protect me from Allah if I were to dismiss them? Will you not then be mindful?",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Eğer ben onları kovar isem bana Allah Teâlâ’dan başka kim yardım eder. Artık hiç düşünmez misiniz?»",
        "hayrat_nesriyat": "`Ey kavmim! Eğer onları kovarsam, Allah`(dan gelecek azâb)a karşı bana kim yardım eder? Artık hiç ibret almaz mısınız?`",
        "diyanet_vakfi": "Ey kavmim! Ben onları kovarsam, beni Allah’tan (onun azabından) kim korur? Düşünmüyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/030.mp3"
      }
    },
    {
      "id": 1504,
      "verseNumber": 31,
      "verseKey": "11:31",
      "arabic": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ۖ ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
      "english": "I do not say to you that I possess Allah’s treasuries or know the unseen, nor do I claim to be an angel, nor do I say that Allah will never grant goodness to those you look down upon. Allah knows best what is ˹hidden˺ within them. ˹If I did,˺ then I would truly be one of the wrongdoers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ben size, ’Benim yanımda Allah Teâlâ’nın hazineleri vardır’ demiyorum. Ve ben gaybı bilmem. Ve ben demem ki, ’Ben muhakkak bir meleğim’, veya demem ki, ’Sizin gözlerinizin hor gördüğü kimselere Allah Teâlâ elbette hayır vermeyecektir.’ Allah Teâlâ onların nefislerinde olanı da bihakkın bilendir. Şüphe yok ki, ben o vakit zalimlerden olmuş olurum.»",
        "hayrat_nesriyat": "`Ve (ben) size: `Allah`ın hazîneleri yanımdadır` demiyorum; hem gaybı (ben de)bilmem; `Ben şübhesiz bir meleğim` de demiyorum; sizin gözlerinizin hor gördüğü kimseler için: `Allah onlara aslâ bir hayır vermeyecek` de demem! Allah, onların içlerinde olanı en iyibilendir. (Eğer o mü`minleri kovar ve böyle dersem) o takdirde doğrusu ben mutlaka zâlimlerden olurum!`",
        "diyanet_vakfi": "Ben size: «Allah’ın hazineleri benim yanımdadır» demiyorum, gaybı da bilmem. «Ben bir meleğim» de demiyorum. Sizin gözlerinizin hor gördüğü kimseler için, «Allah onlara asla bir hayır vermeyecektir» diyemem. Onların kalplerinde olanı, Allah daha iyi bilir. Onları kovduğum takdirde ben gerçekten zalimlerden olurum.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/031.mp3"
      }
    },
    {
      "id": 1505,
      "verseNumber": 32,
      "verseKey": "11:32",
      "arabic": "قَالُوا۟ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "english": "They protested, “O Noah! You have argued with us far too much, so bring upon us what you threaten us with, if what you say is true.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey Nûh! Bizim ile muhakkak ki mücadelede bulundun, artık mücadelemizi arttırdın. Eğer sen sâdıklardan oldun ise imdi bize tehdit ettiğin şeyi getiriver.»",
        "hayrat_nesriyat": "Dediler ki: `Ey Nûh! Gerçekten bizimle mücâdele ettin, öyle ki bizimle mücâdelede çok ileri gittin; eğer (iddiânda) doğru kimselerden isen, haydi tehdîd etmekte olduğun (azâb)ı bize getir!`",
        "diyanet_vakfi": "Dediler ki: Ey Nuh! Bizimle mücadele ettin ve bize karşı mücadelede çok ileri gittin. Eğer doğrulardan isen, kendisiyle bizi tehdit ettiğini (azabı) bize getir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/032.mp3"
      }
    },
    {
      "id": 1506,
      "verseNumber": 33,
      "verseKey": "11:33",
      "arabic": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
      "english": "He responded, “It is Allah Who can bring it upon you if He wills, and then you will have no escape!",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Onu size ancak Allah Teâlâ dilerse getirir ve siz aciz bırakıcılar değilsinizdir.",
        "hayrat_nesriyat": "(Nûh) dedi ki: `Onu size, eğer dilerse ancak Allah getirir ve siz (Allah`ı) âciz bırakıcı kimseler değilsiniz.`",
        "diyanet_vakfi": "(Nuh) dedi ki: «Onu size ancak dilerse Allah getirir. Ve siz (Allah’ı) âciz bırakacak değilsiniz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/033.mp3"
      }
    },
    {
      "id": 1507,
      "verseNumber": 34,
      "verseKey": "11:34",
      "arabic": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
      "english": "My advice will not benefit you—no matter how hard I try—if Allah wills ˹for˺ you to stray. He is your Lord, and to Him you will ˹all˺ be returned.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve benim nasihatım size faide verecek değildir, size nasihatta bulunmak istesem de, eğer Allah Teâlâ sizi idlâl etmek irâde eder oldu ise. Rabbiniz O’dur ve O’na döndürüleceksinizdir.»",
        "hayrat_nesriyat": "`Eğer Allah sizi dalâlete atmayı diliyorsa, (ben) size nasîhat etmek istesem de nasîhatim size fayda vermez. Rabbiniz O`dur ve ancak O`na döndürüleceksiniz.`",
        "diyanet_vakfi": "Eğer Allah sizi azdırmak istiyorsa, ben size öğüt vermek istesem de, öğüdüm size fayda vermez. (Çünkü) O sizin Rabbinizdir. Ve (nihayet) O’na döndürüleceksiniz.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/034.mp3"
      }
    },
    {
      "id": 1508,
      "verseNumber": 35,
      "verseKey": "11:35",
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
      "english": "Or do they say, “He<sup foot_note=76765>1</sup> has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then I bear the burden of that sin! But I am free from your sinful accusation.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa, «O’nu uydurdu!» mu diyorlar? De ki: «Eğer onu ben uydurdum ise günahı benim üzerimedir. Halbuki, ben sizin yapar olduğunuz günahtan berîyim.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Yoksa: `Onu (o Kur`ân`ı, kendisi) uydurdu` mu diyorlar? De ki: `Eğer onu uydurduysam, artık günâhım banadır; fakat ben sizin işlemekte olduğunuz günahlardan uzağım!`",
        "diyanet_vakfi": "(Resûlüm!) Yoksa, «Bunu uydurdu» mu diyorlar? De ki: «Eğer onu uydurduysam günahım bana aittir. Fakat ben sizin işlediğiniz günahtan uzağım.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/035.mp3"
      }
    },
    {
      "id": 1509,
      "verseNumber": 36,
      "verseKey": "11:36",
      "arabic": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
      "english": "And it was revealed to Noah, “None of your people will believe except those who already have. So do not be distressed by what they have been doing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Nûh’a vahyolundu ki, «Muhakkak kavminden imân etmeyecektir, ancak cidden imân etmiş olanlar müstesna. Artık yapar oldukları şey ile mahzun olma.»",
        "hayrat_nesriyat": "Nûh`a da şübhesiz şöyle vahyolundu: `Kavminden, gerçekten îmân etmiş olanlardan başka kimse aslâ îmân etmeyecek; öyle ise onların yapmakta olduklarından dolayı üzülme!`",
        "diyanet_vakfi": "Nuh’a vahyolundu ki: Kavminden iman etmiş olanlardan başkası artık (sana) asla inanmayacak. Öyle ise onların işlemekte olduklarından (günahlardan) dolayı üzülme."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/036.mp3"
      }
    },
    {
      "id": 1510,
      "verseNumber": 37,
      "verseKey": "11:37",
      "arabic": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۚ إِنَّهُم مُّغْرَقُونَ",
      "english": "And build the Ark under Our ˹watchful˺ Eyes and directions, and do not plead with Me for those who have done wrong, for they will surely be drowned.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Gemiyi Bizim nezaretimiz ve vahyimiz ile yap ve zulmetmiş olanlar hakkında Bana müracaatta bulunma. Şüphe yok ki, onlar boğulmuşlardır.»",
        "hayrat_nesriyat": "`Bizim nezâretimiz altında ve vahyimiz ile gemiyi yap ve zulmedenler(inbağışlanmaları) hakkında bana (bir şey) söyleme (onlar için yalvarma)! Çünki onlar (pek yakında) suda boğulmuş (olacak) kimselerdir.`",
        "diyanet_vakfi": "Gözlerimizin önünde ve vahyimiz (emrimiz) uyarınca gemiyi yap ve zulmedenler hakkında bana (bir şey) söyleme! Onlar mutlaka boğulacaklardır!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/037.mp3"
      }
    },
    {
      "id": 1511,
      "verseNumber": 38,
      "verseKey": "11:38",
      "arabic": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ ۚ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
      "english": "So he began to build the Ark, and whenever some of the chiefs of his people passed by, they mocked him. He said, “If you laugh at us, we will ˹soon˺ laugh at you similarly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve gemiyi yapıyordu ve kavminden hangi bir gürûh yanından her geçip gidince de O’nunla alay ediyorlardı. Dedi ki: «Eğer bizim ile alay ederseniz artık şüphe yok ki, biz de sizin alay ettiğiniz gibi sizinle alay ederiz.»",
        "hayrat_nesriyat": "(Nûh) gemiyi yapıyor; kavminden bir gürûh da yanından geçtikçe onunla alay ediyorlardı. (Nûh) dedi ki: `Eğer (siz) bizimle eğleniyorsanız, sonunda şübhesiz biz de(Allah`ın azâbı geldiği vakit) sizinle, bu alay etmekte olduğunuz gibi alay edeceğiz.`",
        "diyanet_vakfi": "Nuh gemiyi yapıyor, kavminden ileri gelenler ise, yanına her uğradıkça onunla alay ediyorlardı. Dedi ki: «Eğer bizimle alay ediyorsanız, iyi bilin ki siz nasıl alay ediyorsanız biz de sizinle alay edeceğiz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/038.mp3"
      }
    },
    {
      "id": 1512,
      "verseNumber": 39,
      "verseKey": "11:39",
      "arabic": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "english": "You will soon come to know who will be visited by a humiliating torment ˹in this life˺ and overwhelmed by an everlasting punishment ˹in the next˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık ileride bileceksinizdir ki, kendisini rüsvay edecek azap kime gelecektir ve daimi bir azap kimin üzerine nâzil olacaktır?»",
        "hayrat_nesriyat": "`Artık kendisini (dünyada) rezîl edecek azâbın kime geleceğini ve (âhirette)devamlı bir azâbın kimin başına ineceğini ileride bileceksiniz!`",
        "diyanet_vakfi": "Kendisini rezil edecek azabın kime geleceğini ve sürekli bir azabın kimin başına ineceğini yakında bileceksiniz.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/039.mp3"
      }
    },
    {
      "id": 1513,
      "verseNumber": 40,
      "verseKey": "11:40",
      "arabic": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
      "english": "And when Our command came and the oven burst ˹with water˺,<sup foot_note=76766>1</sup> We said ˹to Noah˺, “Take into the Ark a pair from every species along with your family—except those against whom the decree ˹to drown˺ has already been passed—and those who believe.” But none believed with him except for a few.",
      "turkish": {
        "omer_nasuhi_bilmen": "Nihâyet emrimiz geldiği ve tennur kaynadığı vakit dedi ki: «Onun içine herbirinden ikişer çift ve aleyhine hüküm sabketmiş olandan maada ehlini ve imân etmiş olanları yükle.» Ve maamafih pek azından başkası onunla beraber imân etmemişti.",
        "hayrat_nesriyat": "Nihayet emrimiz gelip de iş ciddileşip, sular kaynamaya başlayınca, Nuh`a dedik ki: “Her cins hayvandan birer çift ve haklarında hüküm verilmiş olanlar değil, yalnız aileni ve iman edenleri gemiye bindir.” Ancak ona inananlar küçük bir topluluktu.",
        "diyanet_vakfi": "Nihayet emrimiz gelip de sular coşup yükselmeye başlayınca Nuh’a dedik ki: «(Canlı çeşitlerinin) her birinden birer çift ile -(boğulacağına dair) aleyhinde söz geçmiş olanlar dışında- aileni ve iman edenleri gemiye yükle!» Zaten onunla beraber pek azı iman etmişti."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/040.mp3"
      }
    },
    {
      "id": 1514,
      "verseNumber": 41,
      "verseKey": "11:41",
      "arabic": "۞ وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
      "english": "And he said, “Board it! In the Name of Allah it will sail and cast anchor. Surely my Lord is All-Forgiving, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dedi ki: «Onun içine akması ve durması anında da Allah Teâlâ’nın ismini yâd ederek binin. Şüphe yok ki, Rabbim gafûrdur, rahîmdir.»",
        "hayrat_nesriyat": "(Nûh) dedi ki: `Ona binin; onun akıp gitmesi de durması da Allah`ın ismiyledir. Şübhesiz ki Rabbim, elbette Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.`",
        "diyanet_vakfi": "(Nuh) dedi ki: «Gemiye binin! Onun yüzüp gitmesi de, durması da Allah’ın adıyladır. Şüphesiz ki Rabbim çok bağışlayan, pek esirgeyendir.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/041.mp3"
      }
    },
    {
      "id": 1515,
      "verseNumber": 42,
      "verseKey": "11:42",
      "arabic": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَـٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَـٰفِرِينَ",
      "english": "And ˹so˺ the Ark sailed with them through waves like mountains. Noah called out to his son, who stood apart, “O my dear son! Come aboard with us and do not be with the disbelievers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve gemi onlar ile beraber dağlar gibi dalgalar içinde akıp gidiyordu. Ve Nûh, oğluna nidâ etti, o ayrı bir yere çekilmişti. «Ey oğlum! Bizimle beraber bin ve kâfirler ile beraber olma!» (dedi).",
        "hayrat_nesriyat": "Ve o (gemi, sular her tarafı istîlâ ettiğinde) onlarla birlikte dağlar gibi dalga(lar)içinde akıp gidiyordu. Nûh, (kendilerinden) ayrı bir yerde bulunan oğluna (îmân eder ümîdiyle): `Ey oğulcuğum! Bizimle berâber (sen de) bin, kâfirlerle berâber olma!` diye seslendi.",
        "diyanet_vakfi": "Gemi, dağlar gibi dalgalar arasında onları götürüyordu. Nuh, gemiden uzakta bulunan oğluna: Yavrucuğum! (Sen de) bizimle beraber bin, kâfirlerle beraber olma! diye seslendi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/042.mp3"
      }
    },
    {
      "id": 1516,
      "verseNumber": 43,
      "verseKey": "11:43",
      "arabic": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ ۚ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
      "english": "He replied, “I will take refuge on a mountain, which will protect me from the water.” Noah cried, “Today no one is protected from Allah’s decree except those to whom He shows mercy!” And the waves came between them, and his son was among the drowned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ben bir dağa sığınacağım, beni sudan korur.» (Nûh da) Dedi ki: «Bugün Allah’ın emrinden koruyacak yoktur, O’nun rahmet ettiği müstesna.» Ve ikisinin arasına dalga giriverdi de o boğulanlardan oldu.",
        "hayrat_nesriyat": "(Oğlu yine de îmân etmekten kaçınarak:) `Beni sudan muhâfaza edecek bir dağa sığınacağım` dedi. (Nûh:) `Bugün (Allah`ın) merhamet ettiği kimse müstesnâ, Allah`ın emrinden (azâbından) koruyucu kimse yoktur!` dedi. Ve aralarına dalga girdi de (artık o)boğulanlardan oldu.",
        "diyanet_vakfi": "Oğlu: Beni sudan koruyacak bir dağa sığınacağım, dedi. (Nuh): «Bugün Allah’ın emrinden (azabından), merhamet sahibi Allah’tan başka koruyacak kimse yoktur» dedi. Aralarına dalga girdi, böylece o da boğulanlardan oldu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/043.mp3"
      }
    },
    {
      "id": 1517,
      "verseNumber": 44,
      "verseKey": "11:44",
      "arabic": "وَقِيلَ يَـٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَـٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "english": "And it was said, “O earth! Swallow up your water. And O  sky! Withhold ˹your rain˺.” The floodwater receded and the decree was carried out. The Ark rested on Mount Judi, and it was said, “Away with the wrongdoing people!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve denildi ki: «Ey yer! Suyunu yut ve ey gök açıl.» Ve su kesildi ve iş icra edilmiş oldu. Gemi de Cûdi dağının üzerine yerleşti. Ve, «Zalimler olan kavim için uzaklık olsun!» denildi.",
        "hayrat_nesriyat": "Nihâyet (vakti geldiğinde): `Ey yer! Suyunu yut! Ve ey gök! (Sen de yağmurunu) tut!` denildi. Su çekildi, iş bitirildi, (gemi) Cûdî (dağının) üzerine oturdu ve: `(Allah`ın rahmetinden uzak olan) zâlimler topluluğu helâk olsun!` denildi.",
        "diyanet_vakfi": "(Nihayet) «Ey yer suyunu yut! Ve ey gök (suyunu) tut!» denildi. Su çekildi; iş bitirildi; (gemi de) Cûdî (dağının) üzerine yerleşti. Ve: «O zalimler topluluğunun canı cehenneme!» denildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/044.mp3"
      }
    },
    {
      "id": 1518,
      "verseNumber": 45,
      "verseKey": "11:45",
      "arabic": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
      "english": "Noah called out to his Lord, saying, “My Lord! Certainly my son is ˹also˺ of my family, Your promise is surely true, and You are the most just of all judges!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Nûh Rabbine nidâ etti de dedi ki: «Yarabbi! Şüphe yok, oğlum benim âilemdendir ve muhakkak ki, Senin vaadin haktır ve hakîmlerin hakîmi Sen’sin.»",
        "hayrat_nesriyat": "Nûh ise, Rabbine nidâ (duâ) edip dedi ki: `Rabbim! Şübhesiz ki oğlum benim âilemdendir (sen bana âilemin kurtulacağını va`d etmiştin); muhakkak ki senin va`din haktır ve sen hükmedenlerin en hâkimisin!`",
        "diyanet_vakfi": "Nuh Rabbine dua edip dedi ki: «Ey Rabbim! Şüphesiz oğlum da ailemdendir. Senin vâdin ise elbette haktır. Sen hakimler hakimisin.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/045.mp3"
      }
    },
    {
      "id": 1519,
      "verseNumber": 46,
      "verseKey": "11:46",
      "arabic": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "english": "Allah replied, “O Noah! He is certainly not of your family—he was entirely of unrighteous conduct. So do not ask Me about what you have no knowledge of! I warn you so you do not fall into ignorance.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Buyurdu ki: «Ey Nûh! O muhakkak senin ehlinden değildir. Şüphesiz ki o gayrı sâlih bir iştir. Artık kendisine senin için bilgi olmayan bir şeyi Benden sorma. Muhakkak ki, Ben sana cahillerden olmayasın diye öğüt veririm.»",
        "hayrat_nesriyat": "(Allah) buyurdu ki: `Ey Nûh! Şübhesiz o, senin âilenden değildir! Çünki o(nun yaptığı), sâlih olmayan bir ameldir. Öyleyse hakkında bilgi sâhibi olmadığın bir şeyi benden isteme! Muhakkak ki ben seni câhillerden olmaktan sakındırırım!`",
        "diyanet_vakfi": "Allah buyurdu ki: Ey Nuh! O asla senin ailenden değildir. Çünkü onun yaptığı kötü bir iştir. O halde hakkında bilgin olmayan bir şeyi benden isteme! Ben sana cahillerden olmamanı tavsiye ederim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/046.mp3"
      }
    },
    {
      "id": 1520,
      "verseNumber": 47,
      "verseKey": "11:47",
      "arabic": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
      "english": "Noah pleaded, “My Lord, I seek refuge in You from asking You about what I have no knowledge of, and unless You forgive me and have mercy on me, I will be one of the losers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ey Rabbim! Kendisine benim için bilgi olmayan bir şeyi Senden sormaktan şüphe yok ki ben Sana sığınırım ve eğer benim için mağfiret etmez ve beni esirgemezsen ben hüsrâna düşenlerden olurum.»",
        "hayrat_nesriyat": "(Nûh) dedi ki: `Rabbim! Doğrusu ben, hakkında bilgi sâhibi olmadığım bir şeyi senden istemekten sana sığınırım. Eğer bana mağfiret etmez ve bana merhamet etmezsen, hüsrâna uğrayanlardan olurum.`",
        "diyanet_vakfi": "Nuh dedi ki: Ey Rabbim! Ben senden hakkında bilgim olmayan şeyi istemekten sana sığınırım. Eğer beni bağışlamaz ve esirgemezsen, ben ziyana uğrayanlardan olurum!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/047.mp3"
      }
    },
    {
      "id": 1521,
      "verseNumber": 48,
      "verseKey": "11:48",
      "arabic": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
      "english": "It was said, “O Noah! Disembark with Our peace and blessings on you and some of the descendants of those with you. As for the others, We will allow them ˹a brief˺ enjoyment, then they will be touched with a painful punishment from Us.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Denildi ki: «Ey Nûh! Bizden bir selâm ile ve senin üzerine ve seninle beraber olanlardan neş’et edecek ümmetler üzerine birçok bereketler ile (gemiden) in. Ve birtakım milletleri de ileride faidelendireceğiz, sonra onlara Bizden acıklı bir azap dokunacaktır.»",
        "hayrat_nesriyat": "(Tarafımızdan) buyuruldu ki: `Ey Nûh! Sana ve berâberindekilerden (çoğalarak tüm dünyaya yayılacak) olan ümmetlere bizden selâm ve bereketlerle (gemiden) in!(Onlardan ileride) öyle ümmetler de olacaktır ki, kendilerini yakında (dünyada)faydalandıracağız, sonra (inkâr etmelerinden dolayı) bizden onlara (yine pek) elemli bir azab dokunacaktır.`",
        "diyanet_vakfi": "Denildi ki: Ey Nuh! Sana ve seninle beraber olan ümmetlere bizden selam ve bereketlerle (gemiden) in! Kendilerini (dünyada) faydalandıracağımız, sonra da bizden kendilerine elem verici bir azabın dokunacağı ümmetler de olacaktır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/048.mp3"
      }
    },
    {
      "id": 1522,
      "verseNumber": 49,
      "verseKey": "11:49",
      "arabic": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
      "english": "This is one of the stories of the unseen, which we reveal to you ˹O Prophet˺. Neither you nor your people knew it before this. So be patient! Surely the ultimate outcome belongs ˹only˺ to the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu, gayb haberlerindendir. Bunu sana vahyediyoruz. Bunu ne sen ve ne de kavmin bundan evvel bilir değildiniz. Artık sabret. Şüphe yok ki akıbet muttakîler içindir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Bunlar gayb haberlerindendir ki, onları sana vahyediyoruz. Bundan önce onları ne sen biliyordun, ne de kavmin! Öyle ise sabret! Şübhesiz ki âkıbet (sonunda asıl kazanç) takvâ sâhiblerinindir.",
        "diyanet_vakfi": "(Resûlüm!) İşte bunlar sana vahyettiğimiz gayb haberlerindendir. Bundan önce onları ne sen biliyordun ne de kavmin. O halde sabret. Çünkü iyi sonuç (sabredip) sakınanlarındır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/049.mp3"
      }
    },
    {
      "id": 1523,
      "verseNumber": 50,
      "verseKey": "11:50",
      "arabic": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
      "english": "And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah. You have no god other than Him. You do nothing but fabricate lies ˹against Allah˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Âd (kavmine) de kardeşleri Hûd’u (peygamber) gönderdik. Dedi ki: «Ey kavmim! Allah’a ibadet ediniz, sizin için O’ndan başka hiçbir mabûd yoktur. Sizler ise iftira edenlerden başka değilsiniz.»",
        "hayrat_nesriyat": "Âd (kavmin)e de kardeşleri Hûd`u (gönderdik). Dedi ki: `Ey kavmim! Allah`a ibâdet edin; sizin için O`ndan başka hiçbir ilâh yoktur. Siz ancak (Allah`a) iftirâ edenlersiniz.`",
        "diyanet_vakfi": "Âd kavmine de kardeşleri Hûd’u (gönderdik). Dedi ki: Ey kavmim! Allah’a kulluk edin. Sizin O’ndan başka tanrınız yoktur. Siz yalan uyduranlardan başkası değilsiniz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/050.mp3"
      }
    },
    {
      "id": 1524,
      "verseNumber": 51,
      "verseKey": "11:51",
      "arabic": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
      "english": "O  my people! I do not ask you for any reward for this ˹message˺. My reward is only from the One Who created me. Will you not then understand?",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey kavmim! Onun üzerine sizden bir mükâfaat istemiyorum. Benim mükâfaatım ancak beni yaratmış olana aitir. Siz hâlâ âkilâne düşünmeyecek misiniz?»",
        "hayrat_nesriyat": "`Ey kavmim! Buna (bu yaptığım teblîğe) karşı sizden bir ücret istemiyorum. Benim ücretim, ancak beni yaratana âiddir. Hiç mi akıl erdirmezsiniz?`",
        "diyanet_vakfi": "Ey kavmim! Ben, ona (peygamberliğe) karşılık sizden bir ücret istemiyorum. Benim ücretim, beni yaratandan başkasına ait değildir. Hâla aklınızı kullanmıyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/051.mp3"
      }
    },
    {
      "id": 1525,
      "verseNumber": 52,
      "verseKey": "11:52",
      "arabic": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
      "english": "And O  my people! Seek your Lord’s forgiveness and turn to Him in repentance. He will shower you with rain in abundance, and add strength to your strength. So do not turn away, persisting in wickedness.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Rabbinize istiğfarda bulunun. Sonra O’na tevbe edin ki, üzerinize semânın feyzini bol bol göndersin ve sizin kuvvetinizi kuvvet ilavesiyle arttırsın ve günahkârlar olarak yüz çevirmeyiniz.»",
        "hayrat_nesriyat": "`Ey kavmim! Rabbinizden mağfiret dileyin, sonra O`na tevbe edin ki, üzerinize semâyı bol bol (yağmur olarak) göndersin ve gücünüze güç katsın! Günahkârlar olarak(haktan) yüz çevirmeyin!`",
        "diyanet_vakfi": "Ey kavmim! Rabbinizden bağış dileyin; sonra da O’na tevbe edin ki, üzerinize göğü (yağmuru) bol bol göndersin ve kuvvetinize kuvvet katsın. Günah işleyerek (Allah’tan) yüz çevirmeyin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/052.mp3"
      }
    },
    {
      "id": 1526,
      "verseNumber": 53,
      "verseKey": "11:53",
      "arabic": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "english": "They argued, “O Hûd! You have not given us any clear proof, and we will never abandon our gods upon your word, nor will we believe in you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey Hûd! Sen bize bir beyyine ile gelmedin ve biz de senin sözünden dolayı kendi tanrılarımızı terkedici değiliz ve sana inanan kimseler de değiliz.»",
        "hayrat_nesriyat": "Dediler ki: `Ey Hûd! Bize apaçık bir delil (bir mu`cize) getirmedin; biz de senin sözünle ilâhlarımızı terk ediciler değiliz, biz sana îmân edecek kimseler de değiliz.`",
        "diyanet_vakfi": "Dediler ki: Ey Hûd! Sen bize açık bir mucize getirmedin, biz de senin sözünle tanrılarımızı bırakacak değiliz ve biz sana iman edecek de değiliz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/053.mp3"
      }
    },
    {
      "id": 1527,
      "verseNumber": 54,
      "verseKey": "11:54",
      "arabic": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "english": "All we can say is that some of our gods have possessed you with evil.” He said, “I call Allah to witness, and you too bear witness, that I ˹totally˺ reject whatever you associate",
      "turkish": {
        "omer_nasuhi_bilmen": "«Biz demeyiz, ancak (deriz ki) seni tanrılarımızdan bazısı fena bir sûrette çarpmıştır.» Dedi ki: «Ben şüphesiz Allah Teâlâ’yı işhâd ediyorum ve siz de şahid olunuz ki, ben sizin şerik ittihaz ettiğiniz şeylerden muhakkak berîyim.»",
        "hayrat_nesriyat": "Biz “tanrılarımızdan biri seni fena çarpmış” demekten başka bir söz söyleyemeyiz! Hûd dedi ki: “Ben, Allah`ı şâhit tutuyorum; siz de şahit olunuz ki ben sizin ortak koştuklarınızdan uzağım.”",
        "diyanet_vakfi": "Biz «Tanrılarımızdan biri seni fena çarpmış!» demekten başka bir söz söylemeyiz! (Hûd) dedi ki: «Ben Allah’ı şahit tutuyorum; siz de şahit olun ki ben sizin ortak koştuklarınızdan uzağım.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/054.mp3"
      }
    },
    {
      "id": 1528,
      "verseNumber": 55,
      "verseKey": "11:55",
      "arabic": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
      "english": "with Him ˹in worship˺. So let all of you plot against me without delay!",
      "turkish": {
        "omer_nasuhi_bilmen": "«O’nun gayrı, artık bana karşı istediğiniz mekr ve hileyi cümleten yapınız, sonra bana asla bakmayınız.»",
        "hayrat_nesriyat": "(54-55) `(Biz senin hakkında) ancak: `İlâhlarımızdan bazısı seni fenâ çarpmış` diyoruz.` (Hûd) dedi ki: `Şübhesiz ben (ise) Allah`ı şâhid tutuyorum; (siz de) şâhid olun ki doğrusu ben, sizin O`nu (Allah`ı) bırakıp da şirk koşmakta olduğunuz şeylerden uzağım! Artık (isterseniz) hep berâber bana tuzak kurun; sonra (da) bana hiç mühlet vermeyin!`",
        "diyanet_vakfi": "«O’ndan başka (taptıklarınızın hepsinden uzağım). Haydi hepiniz bana tuzak kurun; sonra da bana mühlet vermeyin!»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/055.mp3"
      }
    },
    {
      "id": 1529,
      "verseNumber": 56,
      "verseKey": "11:56",
      "arabic": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "english": "I have put my trust in Allah—my Lord and your Lord. There is no living creature that is not completely under His control.<sup foot_note=76767>1</sup> Surely my Lord’s Way is perfect justice.<sup foot_note=76768>2</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "«Şüphe yok ki ben, benim Rabbim ve sizin Rabbiniz olan Allah Teâlâ’ya tevekkül ettim. Hiçbir hareket sahibi hayvan yoktur ki, illâ onun alnından tutan O’dur. Muhakkak ki, benim Rabbim dosdoğru bir yol üzerinedir.»",
        "hayrat_nesriyat": "`Şübhesiz ben, benim de Rabbim, sizin de Rabbiniz olan Allah`a tevekkül ettim.(Yeryüzünde) hareket eden hiçbir canlı yoktur ki, O (Allah) onun perçeminden (alnından)tutmuş (da tasarrufu altına almış) olmasın! Muhakkak ki Rabbim, dosdoğru bir yol üzerindedir.`",
        "diyanet_vakfi": "«Ben, benim de Rabbim, sizin de Rabbiniz olan Allah’a dayandım. Çünkü yürüyen hiçbir varlık yoktur ki, O, onun perçeminden tutmuş olmasın. Şüphesiz Rabbim dosdoğru yoldadır.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/056.mp3"
      }
    },
    {
      "id": 1530,
      "verseNumber": 57,
      "verseKey": "11:57",
      "arabic": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
      "english": "But if you turn away, I have already delivered to you what I have been sent with. My Lord will replace you with others. You are not harming Him in the least. Indeed, my Lord is a ˹vigilant˺ Keeper over all things.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık siz yüz çevirir iseniz, ben size kendisiyle gönderilmiş olduğum şeyi muhakkak ki tebliğ ettim. Ve Rabbim sizden başka bir kavmi sizin yerinize getirir ve siz O’nu hiç bir şey ile mutazarrır edemezsiniz. Şüphe yok ki, Rabbim herbir şey üzerine muhafızdır.»",
        "hayrat_nesriyat": "`Eğer şimdi yüz çevirirseniz, artık size kendisi ile gönderilmiş olduğum şeyi (emir ve yasakları) size gerçekten teblîğ ettim. Hem Rabbim (isterse), sizden başka bir kavmi yerinize getirir. O`na hiçbir zarar da veremezsiniz. Şübhe yok ki Rabbim, herşeyi hakkıyla gözetendir.`",
        "diyanet_vakfi": "«Eğer yüz çevirirseniz şüphesiz ki benimle size gönderileni size bildirdim. Rabbim (dilerse) sizden başka bir kavmi yerinize getirir de O’na hiçbir zarar veremezsiniz. Çünkü benim Rabbim her şeyi gözetendir.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/057.mp3"
      }
    },
    {
      "id": 1531,
      "verseNumber": 58,
      "verseKey": "11:58",
      "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
      "english": "When Our command came, We rescued Hûd and those who believed with him by a mercy from Us, saving them from a harsh torment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki emrimiz geldi. Hûd’u ve O’nunla beraber imân etmiş olanları Bizden bir rahmet ile kurtardık ve onları kaba bir azaptan da hâlâs ettik.",
        "hayrat_nesriyat": "Nihâyet emrimiz gelince, Hûd`u ve berâberindeki îmân edenleri tarafımızdan bir rahmetle kurtuluşa erdirdik ve onları şiddetli bir azabdan kurtardık.",
        "diyanet_vakfi": "Emrimiz gelince, Hûd’u ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık, onları ağır bir azaptan kurtuluşa erdirdik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/058.mp3"
      }
    },
    {
      "id": 1532,
      "verseNumber": 59,
      "verseKey": "11:59",
      "arabic": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
      "english": "That was ’Âd. They denied the signs of their Lord, disobeyed His messengers, and followed the command of every stubborn tyrant.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte o da Âd’dır ki, Rablerinin âyetlerini inkar ettiler ve O’nun peygamberlerine âsi oldular ve herbir inatçı cebbârın emrine uydular.",
        "hayrat_nesriyat": "İşte Âd (kavmi) Rablerinin âyetlerini bilerek inkâr ettiler, O`nun peygamberlerine âsî oldular ve her inadcı zorbanın emrine uydular.",
        "diyanet_vakfi": "İşte Âd (kavmi). Rablerinin âyetlerini inkâr ettiler; O’nun peygamberlerine âsi oldular ve inatçı her zorbanın emrine uydular."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/059.mp3"
      }
    },
    {
      "id": 1533,
      "verseNumber": 60,
      "verseKey": "11:60",
      "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
      "english": "They were followed by a curse in this world, as they will be on the Day of Judgment. Surely ’Âd denied their Lord. So away with ’Âd, the people of Hûd.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bu dünyada bir lânete tâbi tutuldular, Kıyamet gününde de. Haberiniz olsun, şüphe yok ki Âd, Rablerine kâfir oldular. Agâh olunuz ki, Hûd kavmi olan Âd için bir uzaklık olsun.",
        "hayrat_nesriyat": "Böylece hem bu dünyada, hem de kıyâmet gününde lâ`nete tâbi` tutuldular. Haberiniz olsun! Şübhesiz ki Âd (kavmi) Rablerini inkâr ettiler. Dikkat edin! (İsyanları yüzünden Allah`ın rahmetinden uzaklaşan) Hûd`un kavmi olan Âd, helâk olsun!",
        "diyanet_vakfi": "Onlar hem bu dünyada hem de kıyamet gününde lânete tâbi tutuldular. Biliniz ki, Âd (kavmi) Rablerini inkâr ettiler. (Şunu da) bilin ki Hûd’un kavmi Âd, Allah’ın rahmetinden uzak kılındı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/060.mp3"
      }
    },
    {
      "id": 1534,
      "verseNumber": 61,
      "verseKey": "11:61",
      "arabic": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
      "english": "And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah. You have no god other than Him. He ˹is the One Who˺ produced you from the earth and settled you on it. So seek His forgiveness and turn to Him in repentance. Surely my Lord is Ever Near, All-Responsive ˹to prayers˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Semûd’a da kardeşleri olan Sâlih (peygamber gönderilmiştir). Dedi ki: «Ey kavmim! Allah Teâlâ’ya ibadet ediniz. Sizin için O’ndan başka bir ilâh yoktur. Sizi yerden o icad etti ve sizi orada o yaşattı. Artık O’ndan mağfiret dileyiniz, sonra O’na tevbe ediniz. Şüphe yok ki, benim Rabbim yakındır, icabet edicidir.»",
        "hayrat_nesriyat": "Semûd (kavmin)e de kardeşleri Sâlih`i (gönderdik). Dedi ki: `Ey kavmim! Allah`a ibâdet edin; sizin için O`ndan başka hiçbir ilâh yoktur. O, sizi yerden (topraktan) yarattı ve sizin orayı i`mâr etmenizi (ve orada ömür sürmenizi) istedi; öyle ise O`ndan mağfiret dileyin, sonra O`na tevbe edin! Şübhesiz ki Rabbim, Karîb (kullarına pek yakın)dır, Mücîb(duâlarına mutlaka cevab veren)dir.`",
        "diyanet_vakfi": "Semûd kavmine de kardeşleri Sâlih’i (gönderdik). Dedi ki: Ey kavmim! Allah’a kulluk edin. Sizin O’ndan başka tanrınız yoktur. O sizi yerden (topraktan) yarattı. Ve sizi orada yaşattı. O halde O’ndan mağfiret isteyin; sonra da O’na tevbe edin. Çünkü Rabbim (kullarına) çok yakındır, (dualarını) kabul edendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/061.mp3"
      }
    },
    {
      "id": 1535,
      "verseNumber": 62,
      "verseKey": "11:62",
      "arabic": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
      "english": "They argued, “O Ṣâliḥ! We truly had high hopes in you before this.<sup foot_note=76769>1</sup> How dare you forbid us to worship what our forefathers had worshipped? We are certainly in alarming doubt about what you are inviting us to.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey Sâlih! Sen bundan evvel bizim içimizde ümit beslenilen bir zât idin. Sen babalarımızın ibadet eder oldukları şeylere ibadet etmekten bizi nehy eder misin? Ve şüphe yok ki, biz kendisine bizi dâvet ettiğin şeyden bir şekk içindeyiz. Şüphedeyiz.»",
        "hayrat_nesriyat": "Dediler ki: `Ey Sâlih! (Sen) bundan önce aramızda gerçekten ümid beslenen bir kimse idin; (şimdi) atalarımızın tapageldiği şeylere kulluk etmekten bizi men` mi ediyorsun? Doğrusu biz ise, senin bizi kendisine da`vet etmekte olduğun şeyden kuşku veren ciddî bir şübhe içindeyiz.`",
        "diyanet_vakfi": "Dediler ki: Ey Sâlih! Sen bundan önce içimizde ümit beslenen birisiydin. (Şimdi) babalarımızın taptıklarına tapmaktan bizi engelliyor musun? Doğrusu biz, bizi kendisine (kulluğa) çağırdığın şeyden ciddi bir şüphe içindeyiz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/062.mp3"
      }
    },
    {
      "id": 1536,
      "verseNumber": 63,
      "verseKey": "11:63",
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
      "english": "He responded, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Him. Who could help me against Allah if I were to disobey Him? You would only contribute to my doom.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ey kavmim! Bana haber veriniz, eğer ben Rabbimden açık bir bürhan üzere isem ve O kendisinden bana bir rahmet ihsan etmiş ise o halde O’na isyan edersem, artık Allah’ıma karşı bana kim yardım edebilir? Demek ki, siz bana ziyandan başka bir şey arttırmış olmayacaksınız.»",
        "hayrat_nesriyat": "(Sâlih) dedi ki: `Ey kavmim! Söyleyin bakalım, ya Rabbimden apaçık bir delîl üzerinde isem ve (O) bana tarafından bir rahmet vermişse? O`na isyân edersem, bu takdirde Allah`(dan gelecek azâb)a karşı bana kim yardım eder? O zaman bana zarar vermekten başka bir şey artırmazsınız.`",
        "diyanet_vakfi": "(Sâlih) dedi ki: Ey kavmim! Eğer ben Rabbimden (verilen) apaçık bir delil üzerinde isem ve O bana kendinden bir rahmet (peygamberlik) vermişse, buna ne dersiniz? Bu durum karşısında O’na âsi olursam beni Allah’tan (O’nun azabından) kim korur? O zaman siz de bana ziyan vermekten fazla bir şey yapamazsınız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/063.mp3"
      }
    },
    {
      "id": 1537,
      "verseNumber": 64,
      "verseKey": "11:64",
      "arabic": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
      "english": "And O  my people! This she-camel of Allah is a sign for you.<sup foot_note=76770>1</sup> So leave her to graze ˹freely˺ on Allah’s earth and do her no harm, or a swift punishment will overtake you!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! İşte şu sizin için bir mucize olmak üzere Allah’ın bir dişi devesidir. Artık onu bırakınız, Allah’ın arzında otlasın ve ona bir kötülükle dokunmayınız, sonra sizi pek yakın bir azap yakalar.»",
        "hayrat_nesriyat": "`Ey kavmim! İşte bu, size bir mu`cize olarak Allah`ın dişi devesidir; artık onu(serbest) bırakın, Allah`ın arzında yesin (içsin)! Ona bir kötülükle dokunmayın! Yoksa sizi yakın bir azab yakalar.`",
        "diyanet_vakfi": "Ey kavmim! İşte size mucize olarak Allah’ın devesi. Onu bırakın, Allah’ın arzında yesin (içsin). Ona kötülük dokundurmayın; sonra sizi yakın bir azap yakalar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/064.mp3"
      }
    },
    {
      "id": 1538,
      "verseNumber": 65,
      "verseKey": "11:65",
      "arabic": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
      "english": "But they killed her, so he warned ˹them˺, “You have ˹only˺ three ˹more˺ days to enjoy life in your homes—this is an unfailing promise!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onu boğazladılar. Bunun üzerine dedi ki: «Yurdunuzda üç gün daha yaşayınız. İşte bu, yalanlanmamış olan bir vaaddir.»",
        "hayrat_nesriyat": "Fakat (Semûd kavmi bu îkazı dinlemeyerek) onu kestiler; bunun üzerine (Sâlih): `Yurdunuzda üç gün daha yaşayın! Bu, yalan olmayan bir tehdiddir!` dedi.",
        "diyanet_vakfi": "Fakat Semûd kavmi o deveyi, ayaklarını keserek öldürdüler. Sâlih dedi ki: «Yurdunuzda üç gün daha yaşayın (sonra helâk olacaksınız)!» Bu söz, yalanlanamayan bir tehdit idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/065.mp3"
      }
    },
    {
      "id": 1539,
      "verseNumber": 66,
      "verseKey": "11:66",
      "arabic": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
      "english": "When Our command came, We saved Ṣâliḥ and those who believed with him by a mercy from Us and spared them the disgrace of that Day. Surely your Lord ˹alone˺ is the All-Powerful, Almighty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki emrimiz geldi, Sâlih’i ve O’nunla beraber imân etmiş olanları Bizden bir rahmet sebebiyle necâta erdirdik, hem de o günün mezelletinden (kurtardık). Şüphe yok ki çok kuvvetli, çok izzet sahibi olan, ancak senin o Rabbindir.",
        "hayrat_nesriyat": "Nihâyet emrimiz gelince, Sâlih`i ve berâberindeki îmân edenleri tarafımızdan bir rahmetle (hem o azabdan), hem de o günün zilletinden kurtardık. Şübhesiz ki, Kaviyy (pek kuvvetli olan), Azîz (kudreti herşeye galib gelen) ancak Rabbindir.",
        "diyanet_vakfi": "Emrimiz gelince, Sâlih’i ve onunla beraber iman edenleri, bizden bir rahmet olarak (azaptan) ve o günün zilletinden kurtardık. Şüphesiz Rabbin kuvvetlidir, (her şeye) galip gelendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/066.mp3"
      }
    },
    {
      "id": 1540,
      "verseNumber": 67,
      "verseKey": "11:67",
      "arabic": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "english": "And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes,",
      "turkish": {
        "omer_nasuhi_bilmen": "O zulmetmiş olanları da bir korkunç ses yakaladı. Artık yurtlarında diz üstü çöküp bitmiş bir halde sabahladılar.",
        "hayrat_nesriyat": "Zulmedenleri ise, o korkunç ses yakaladı da bulundukları yerde çöküp kalan kimseler oldular!",
        "diyanet_vakfi": "Zulmedenleri de o korkunç ses yakaladı ve yurtlarında diz üstü çökekaldılar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/067.mp3"
      }
    },
    {
      "id": 1541,
      "verseNumber": 68,
      "verseKey": "11:68",
      "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
      "english": "as if they had never lived there. Surely Thamûd denied their Lord, so away with Thamûd!",
      "turkish": {
        "omer_nasuhi_bilmen": "Sanki orada hiç ikamet etmemişlerdi. Biliniz ki, şüphesiz Semûd, Rablerine kâfir olmuşlardı. Haberiniz olsun ki, Semûd için bir uzaklık vardır.",
        "hayrat_nesriyat": "Sanki orada hiç oturmamışlardı! Dikkat edin! Şübhesiz Semûd (kavmi) Rablerini inkâr ettiler. (Ve yine) dikkat edin! (Peygamberlerine isyanları yüzünden Allah`ın rahmetinden uzaklaşan) Semûd (kavmi) helâk olsun!",
        "diyanet_vakfi": "Sanki orada hiç oturmamışlardı. Biliniz ki, Semûd kavmi gerçekten Rablerini inkâr ettiler. Yine bilesiniz ki, Semûd kavmi (Allah’ın rahmetinden) uzak kılındı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/068.mp3"
      }
    },
    {
      "id": 1542,
      "verseNumber": 69,
      "verseKey": "11:69",
      "arabic": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
      "english": "And surely Our messenger-angels came to Abraham with good news ˹of a son˺. They greeted ˹him with˺, “Peace!” And he replied, “Peace ˹be upon you˺!” Then it was not long before he brought ˹them˺ a ˹fat,˺ roasted calf.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muhakkak ki, Bizim elçilerimiz İbrahim’e müjde ile gelmişti. «Selâm!» dediler. O da, «Selâmdır» dedi. Sonra gecikmeden bir kızartılmış buzağı getirdi.",
        "hayrat_nesriyat": "And olsun ki elçilerimiz (melekler) İbrâhîm`e müjde ile geldiler: `Selâm (senin üzerine olsun)!` dediler. Bunun üzerine (O da:) `Selâm (sizin üzerinize de olsun)!` dedi; beklemeden (onlara) kızartılmış bir buzağı getirdi.",
        "diyanet_vakfi": "Andolsun ki elçilerimiz (melekler) İbrahim’e müjde getirdiler ve: «Selam (sana) » dediler. O da: «(Size de)selam» dedi ve hemen kızartılmış bir buzağı getirdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/069.mp3"
      }
    },
    {
      "id": 1543,
      "verseNumber": 70,
      "verseKey": "11:70",
      "arabic": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
      "english": "And when he saw that their hands did not reach for the food, he became suspicious and fearful of them.<sup foot_note=76771>1</sup> They reassured ˹him˺, “Do not be afraid! We are ˹angels˺ sent ˹only˺ against the people of Lot.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onların ellerini ona uzatmadıklarını gördü. Onları hoşlanmadı ve onlardan gizlice korkar oldu. Dediler ki: «Korkma, biz muhakkak Lût kavmine gönderildik.»",
        "hayrat_nesriyat": "Fakat ellerinin ona uzanmadığını görünce, onlar(ın durumların)ı yadırgadı ve onlardan dolayı içine bir çeşit korku düştü. (Onlar ise:) `Korkma! Şübhesiz ki biz (Allah`ın melekleriyiz ve) Lût kavmine (azab vazîfesi ile) gönderildik!` dediler.",
        "diyanet_vakfi": "Ellerini yemeğe uzatmadıklarını görünce, onları yadırgadı ve onlardan dolayı içine bir korku düştü. Dediler ki: Korkma! (biz melekleriz). Lût kavmine gönderildik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/070.mp3"
      }
    },
    {
      "id": 1544,
      "verseNumber": 71,
      "verseKey": "11:71",
      "arabic": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
      "english": "And his wife was standing by, so she laughed,<sup foot_note=76772>1</sup> then We gave her good news of ˹the birth of˺ Isaac, and, after him, Jacob.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’nun refikası ayakta bulunuyordu, gülüverdi. Artık onu İshak ile ve İshak’ın ardından da Yâkub ile müjdeledik",
        "hayrat_nesriyat": "Bu sırada (İbrâhîm`in) zevcesi (Sâre) ayakta idi; (bu zâlim kavmin helâk edileceği müjdesini duyunca) bundan dolayı güldü; (biz) de ona İshâk`ı müjdeledik; İshâk`ın ardından da (bir torun olarak) Ya`kub`u!",
        "diyanet_vakfi": "O esnada hanımı ayakta idi ve (bu sözleri duyunca) güldü. Ona da İshak’ı, İshak’ın ardından da Ya’kub’u müjdeledik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/071.mp3"
      }
    },
    {
      "id": 1545,
      "verseNumber": 72,
      "verseKey": "11:72",
      "arabic": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
      "english": "She wondered, “Oh, my! How can I have a child in this old age, and my husband here is an old man? This is truly an astonishing thing!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Vay halime! Ben çocuk doğurabilir miyim? Ben bir koca kadınım, kocam da bir ihtiyardır. Şüphe yok ki bu acaip bir şeydir.»",
        "hayrat_nesriyat": "(İbrâhîm`in hanımı Sâre:) `Vay bana! Ben ihtiyar bir kadın, bu kocam da yaşlı bir kimse iken mi doğuracağım? Doğrusu bu gerçekten şaşılacak bir şey!` dedi.",
        "diyanet_vakfi": "(İbrahim’in karısı:) Olacak şey değil! Ben bir kocakarı, bu kocam da bir ihtiyar iken çocuk mu doğuracağım? Bu gerçekten şaşılacak bir şey! dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/072.mp3"
      }
    },
    {
      "id": 1546,
      "verseNumber": 73,
      "verseKey": "11:73",
      "arabic": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
      "english": "They responded, “Are you astonished by Allah’s decree? May Allah’s mercy and blessings be upon you, O  people of this house. Indeed, He is Praiseworthy, All-Glorious.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Sen Allah’ın emrinden taaccüb eder misin? Ey ehl-i Beyt! Allah’ın rahmeti ve bereketleri sizin üzerinizdedir. Şüphe yok ki o hamîddir, mecîddir.»",
        "hayrat_nesriyat": "(Melekler) dediler ki: `Allah`ın işine mi şaşıyorsun? Allah`ın rahmeti ve bereketleri sizin üzerinizedir ey ev halkı! Şübhesiz ki O, Hamîd (hamd edilmeye yegâne lâyık olan)dır, Mecîd (ihsânı bol olan)dır.`",
        "diyanet_vakfi": "(Melekler) dediler ki: Allah’ın emrine şaşıyor musun? Ey ev halkı! Allah’ın rahmeti ve bereketleri sizin üzerinizdedir. Şüphesiz ki O, övülmeye lâyıktır, iyiliği boldur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/073.mp3"
      }
    },
    {
      "id": 1547,
      "verseNumber": 74,
      "verseKey": "11:74",
      "arabic": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
      "english": "Then after the fear had left Abraham, and the good news had reached him, he began to plead with Us for the people of Lot.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, İbrahim’den korku gidiverdi ve kendisine müjde geldi, Lût kavmi hakkında Bizimle mücadelede bulunur oldu.",
        "hayrat_nesriyat": "Nihâyet İbrâhîm`den korku gidip kendisine müjde gelince, Lût kavmi hakkında(acabâ îmâna gelmezler mi, diye) bizimle (azab melekleriyle) mücâdeleye başladı.",
        "diyanet_vakfi": "İbrahim’den korku gidip kendisine müjde gelince, Lût kavmi hakkında (adeta) bizimle mücadeleye başladı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/074.mp3"
      }
    },
    {
      "id": 1548,
      "verseNumber": 75,
      "verseKey": "11:75",
      "arabic": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
      "english": "Truly, Abraham was forbearing, tender-hearted, and ever turning ˹to his Lord˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, İbrahim elbette pek hilm sahibidir, çok âh ü enîn edicidir, ve Hakk’a rücû edicidir.",
        "hayrat_nesriyat": "Çünki İbrâhîm gerçekten yumuşak huylu, çok içli (çok âh eden, inleyen), kendisini tamâmen Allah`a vermiş bir kimse idi.",
        "diyanet_vakfi": "İbrahim cidden yumuşak huylu, bağrı yanık, kendisini Allah’a vermiş biri idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/075.mp3"
      }
    },
    {
      "id": 1549,
      "verseNumber": 76,
      "verseKey": "11:76",
      "arabic": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
      "english": "˹The angels said,˺ “O Abraham! Plead no more! Your Lord’s decree has already come, and they will certainly be afflicted with a punishment that cannot be averted!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey İbrahim! Bu mücadeleden vazgeç. Şüphe yok ki, artık Rabbin emri gelmiştir. Ve muhakkak ki, onlara reddedilmemiş olan bir azap gelivermektedir.»",
        "hayrat_nesriyat": "(Melekler dediler ki:) `Ey İbrâhîm! Bundan vazgeç! Şu muhakkak ki, gerçekten Rabbinin emri gelmiştir. Çünki onlara aslâ geri çevrilmez bir azab gelecektir.`",
        "diyanet_vakfi": "(Melekler dediler ki): Ey İbrahim! Bundan vazgeç. Çünkü Rabbinin (azap) emri gelmiştir. Ve onlara, geri çevrilmez bir azap mutlaka gelecektir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/076.mp3"
      }
    },
    {
      "id": 1550,
      "verseNumber": 77,
      "verseKey": "11:77",
      "arabic": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
      "english": "When Our messenger-angels came to Lot, he was distressed and worried by their arrival.<sup foot_note=76773>1</sup> He said, “This is a terrible day.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, elçilerimiz Lût’a geldi, onların sebebiyle endişeye düştü ve onların yüzünden kalbi daraldı ve «Bu bir şiddetli gündür,» dedi.",
        "hayrat_nesriyat": "Ve elçilerimiz (olan melekler, insan sûretinde) Lût`a gelince, onlar(a, sapık kavminin musallat olmasın)dan dolayı endişeye düştü, onlar yüzünden göğsü daraldı ve: `Bu, zor bir gündür!` dedi.",
        "diyanet_vakfi": "Elçilerimiz Lût’a gelince, (Lût) onların yüzünden üzüldü ve onlardan dolayı içi daraldı da «Bu, çetin bir gündür» dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/077.mp3"
      }
    },
    {
      "id": 1551,
      "verseNumber": 78,
      "verseKey": "11:78",
      "arabic": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
      "english": "And ˹the men of˺ his people—who were used to shameful deeds—came to him rushing. He pleaded, “O my people! Here are my daughters<sup foot_note=76774>1</sup> ˹for marriage˺—they are pure for you. So fear Allah, and do not humiliate me by disrespecting my guests. Is there not ˹even˺ a single right-minded man among you?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’na kavmi koşarak geldi ve evvelceden kötü kötü fiilleri yapar olmuşlardı. Dedi ki: «Ey kavmim! İşte onlar benim kızlarımdır, onlar sizin için en temizdirler. Artık Allah’tan korkunuz ve beni misafirlerim hakkında rüsvay etmeyiniz, sizden akıllı bir erkek yok mudur?»",
        "hayrat_nesriyat": "(Elçilerimizin geldiğini haber alan) kavmi ise koşarak ona geldiler ki (onlar) daha önce de o kötü işleri yapmaktaydılar. (Lût) dedi ki: `Ey kavmim! İşte bunlar (kavmimin kadınları, ki benim de) kızlarım (sayılırlar, onlarla evlenin); onlar sizin için daha temizdir; artık Allah`dan sakının ve beni misâfirlerim hakkında rezîl etmeyin! İçinizden aklı başında bir adam yok mu?`",
        "diyanet_vakfi": "Lût’un kavmi, koşarak onun yanına geldiler. Daha önce de o kötü işleri yapmaktaydılar. (Lût): «Ey kavmim! İşte şunlar kızlarımdır (onlarla evlenin); sizin için onlar daha temizdir. Allah’tan korkun ve misafirlerimin önünde beni rezil etmeyin! İçinizde aklı başında bir adam yok mu!» dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/078.mp3"
      }
    },
    {
      "id": 1552,
      "verseNumber": 79,
      "verseKey": "11:79",
      "arabic": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
      "english": "They argued, “You certainly know that we have no need for your daughters. You already know what we desire!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Muhakkak sen bilmişsindir ki bizim için senin kızlarda bir hak yoktur. Ve şüphe yoktur ki sen bizim ne kasdettiğimizi elbette bilirsin.»",
        "hayrat_nesriyat": "Dediler ki: `Yemîn olsun (sen de) bilirsin ki, senin kızlarında bizim için hiçbir hak yoktur. (Kadınlara karşı bir meyil duymuyoruz.) Doğrusu sen bizim ne istediğimizi hâlbuki çok iyi bilirsin!`",
        "diyanet_vakfi": "Dediler ki: Senin kızlarında bizim bir hakkımız olmadığını biliyorsun. Ve sen bizim ne istediğimizi elbette bilirsin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/079.mp3"
      }
    },
    {
      "id": 1553,
      "verseNumber": 80,
      "verseKey": "11:80",
      "arabic": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
      "english": "He responded, “If only I had the strength ˹to resist you˺ or could rely on a strong supporter.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Eğer benim için size karşı bir kuvvet olsa idi veya şiddetli bir kal’aya iltica edecek olsa idim.»",
        "hayrat_nesriyat": "(Lût:) `Keşke size karşı bir kuvvetim olsaydı, yâhut sağlam bir kaleye sığınabilseydim!` dedi.",
        "diyanet_vakfi": "(Lût:) Keşke benim size karşı (koyacak) bir gücüm olsaydı veya güçlü bir kaleye sığınabilseydim! dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/080.mp3"
      }
    },
    {
      "id": 1554,
      "verseNumber": 81,
      "verseKey": "11:81",
      "arabic": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
      "english": "The angels said, “O Lot! We are the messengers of your Lord. They will never reach you. So travel with your family in the dark of night, and do not let any of you look back, except your wife. She will certainly suffer the fate of the others.<sup foot_note=76775>1</sup> Their appointed time is the morning. Is the morning not near?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey Lût! Şüphe yok ki biz senin Rabbinin elçileriyiz. Onlar sana elbette kavuşamayacaklardır. Artık sen âilen ile gecenin bir kısmında yürü ve sizden hiçbir kimse geri kalmasın, zevcen ise müstesna. Şüphesiz ki onlara isabet edecek şey, ona da isabet edicidir. Muhakkak ki onların vaadedilen zamanları, sabah vaktidir, sabah vakti ise yakın değil midir?»",
        "hayrat_nesriyat": "(Melekler) dediler ki: `Ey Lût! Şübhesiz ki biz, Rabbinin elçileriyiz; (onlar) sana aslâ dokunamazlar; artık gecenin bir kısmında, âileni yola çıkar ve içinizden hiçkimse geri dönüp bakmasın! Karın müstesnâ! Çünki onlara gelen (azab) ona da isâbet edicidir. Muhakkak ki onlara va`d olunan azab zamânı, sabah vaktidir. Sabah (zâten) yakın değil mi?`",
        "diyanet_vakfi": "(Melekler) dediler ki: Ey Lût! Biz Rabbinin elçileriyiz. Onlar sana asla dokunamazlar. Sen gecenin bir kısmında ailenle (yola çıkıp) yürü. Karından başka sizden hiçbiri geride kalmasın. Çünkü onlara gelecek olan (azap) şüphesiz ona da isabet edecektir. Onlara vâdolunan (helâk) zamanı, sabah vaktidir. Sabah yakın değil mi?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/081.mp3"
      }
    },
    {
      "id": 1555,
      "verseNumber": 82,
      "verseKey": "11:82",
      "arabic": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
      "english": "When Our command came, We turned the cities upside down and rained down on them clustered stones of baked clay,",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, emrimiz geldi, onun (o yurdun) üstünü altına çevirdik ve onun üzerine ateşte pişirilmiş, birbirine bitişik bulunmuş balçıktan taşlar yağdırdık.",
        "hayrat_nesriyat": "Nihâyet (azâb) emrimiz gelince oranın üstünü altına getirdik ve üzerlerine(balçıktan) pişirilmiş, arka arkaya dizilmiş taşlar yağdırdık!",
        "diyanet_vakfi": "Emrimiz gelince, oranın altını üstüne getirdik ve üzerlerine (balçıktan) pişirilip istif edilmiş taşlar yağdırdık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/082.mp3"
      }
    },
    {
      "id": 1556,
      "verseNumber": 83,
      "verseKey": "11:83",
      "arabic": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
      "english": "marked by your Lord ˹O Prophet˺. And these stones are not far from the ˹pagan˺ wrongdoers!",
      "turkish": {
        "omer_nasuhi_bilmen": "(O taşlar) Rabbin indinde nişanlanmış idi, ve o, zalimlerden uzak değildir.",
        "hayrat_nesriyat": "(Ki bu taşlar) Rabbinin katında (her taşın kime isâbet edeceği dahi belli olarak)damgalanmıştır. Hem o (taşlar), zâlimlerden uzak değildir!",
        "diyanet_vakfi": "(O taşlar:) Rabbin katında işaretlenerek (yağdırılmıştır). Onlar zalimlerden uzak değildir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/083.mp3"
      }
    },
    {
      "id": 1557,
      "verseNumber": 84,
      "verseKey": "11:84",
      "arabic": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
      "english": "And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah. You have no god other than Him. And do not give short measure and weight. I do see you in prosperity now, but I truly fear for you the torment of an overwhelming Day.",
      "turkish": {
        "omer_nasuhi_bilmen": "Medyen’e de kardeşleri Şuayb’ı (gönderdik). Dedi ki: «Ey Kavmim! Allah’a ubûdiyette bulunun, sizin için O’ndan başka bir mabûd yoktur. Ve ölçeği ve teraziyi eksik kılmayın. Şüphe yok, ben sizi bir hayır içinde görüyorum. Ve ben muhakkak ki, sizin üzerinize bir kaplayıcı günün azabından korkarım.»",
        "hayrat_nesriyat": "Medyen (kavmin)e de kardeşleri Şuayb`ı (gönderdik). Dedi ki: `Ey kavmim! Allah`a ibâdet edin; sizin için O`ndan başka hiçbir ilâh yoktur. Artık ölçüyü ve tartıyı eksik tutmayın; şübhesiz ki ben, sizi bir hayır (bolca ni`metler) içinde görüyorum ve doğrusu ben, sizin üzerinize (gelmesi pek muhtemel ve sizi) çepeçevre kuşatıcı (helâk edici)bir günün azâbından korkuyorum.`",
        "diyanet_vakfi": "Medyen’e de kardeşleri Şuayb’ı (gönderdik). Dedi ki: Ey kavmim! Allah’a kulluk edin! Sizin için ondan başka tanrı yoktur. Ölçüyü ve tartıyı eksik yapmayın. Zira ben sizi hayır (ve bolluk) içinde görüyorum. Ve ben, gerçekten sizin için kuşatıcı bir günün azabından korkuyorum."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/084.mp3"
      }
    },
    {
      "id": 1558,
      "verseNumber": 85,
      "verseKey": "11:85",
      "arabic": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "english": "O  my people! Give full measure and weigh with justice. Do not defraud people of their property, nor go about spreading corruption in the land.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Ölçeği de, teraziyi de adâlet ile ifâ edin ve nâsa eşyalarını eksiltmeyin ve yeryüzünde müfsidler olarak fesad çıkarmayın.»",
        "hayrat_nesriyat": "`Ey kavmim! Ölçüyü ve tartıyı adâletle tutun! İnsanlara eşyâlarını eksik vermeyin ve yeryüzünde ifsâd edici kimseler olarak bozgunculuk yapmayın!`",
        "diyanet_vakfi": "Ve ey kavmim! Ölçüyü ve tartıyı adaletle yapın; insanlara eşyalarını eksik vermeyin; yeryüzünde bozguncular olarak dolaşmayın."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/085.mp3"
      }
    },
    {
      "id": 1559,
      "verseNumber": 86,
      "verseKey": "11:86",
      "arabic": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
      "english": "What is left ˹as a lawful gain˺ by Allah is far better for you if you are ˹truly˺ believers. And I am not a keeper over you.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Eğer siz imân etmiş kimseler iseniz Allah’ın geri bıraktığı sizin için hayırlıdır ve ben sizin üzerinize bir muhafız değilim.»",
        "hayrat_nesriyat": "`Eğer mü`min kimseler iseniz, Allah`ın bıraktığı (meşrû` olan kâr) sizin içinhayırlıdır. Ben de sizin üzerinize (her fesâdınıza mâni` olacak) muhâfız değilim. (Vazîfem ancak tebliğdir!)`",
        "diyanet_vakfi": "Eğer mümin iseniz Allah’ın (helâlinden) bıraktığı (kâr) sizin için daha hayırlıdır. Ben üzerinize bir bekçi değilim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/086.mp3"
      }
    },
    {
      "id": 1560,
      "verseNumber": 87,
      "verseKey": "11:87",
      "arabic": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
      "english": "They asked ˹sarcastically˺, “O Shu’aib! Does your prayer command you that we should abandon what our forefathers worshipped or give up managing our wealth as we please? Indeed, you are such a tolerant, sensible man!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey Şuayb! Atalarımızın ibadet ettikleri şeyleri veya mallarımızda dilediğimizi işlememizi, terk etmemizi sana namazın mı emrediyor? Şüphe yok elbette sen, çok ilim ve akıl sahibisin.»",
        "hayrat_nesriyat": "Dediler ki: `Ey Şuayb! Atalarımızın tapmakta oldukları şeylerden, yâhutmallarımız hakkında ne diliyorsak yapmaktan vazgeçmemizi, sana namazın mı emrediyor?Şübhesiz ki sen, hakikaten yumuşak huylu, aklı başında bir kimsesin!`",
        "diyanet_vakfi": "Dediler ki: Ey Şuayb! Babalarımızın taptıklarını (putları), yahut mallarımız hususunda dilediğimizi yapmayı terketmemizi sana namazın mı emrediyor? Oysa sen yumuşak huylu ve çok akıllısın!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/087.mp3"
      }
    },
    {
      "id": 1561,
      "verseNumber": 88,
      "verseKey": "11:88",
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "english": "He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a good provision from Him. I do not want to do what I am forbidding you from. I only intend reform to the best of my ability. My success comes only through Allah. In Him I trust and to Him I turn.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ey kavmim! Haber veriniz, eğer ben Rabbim tarafından bir açık bürhan üzere isem ve beni kendi tarafından güzel bir rızk ile merzûk etmiş ise ve ben sizi nehyettiğim şey hususunda size muhalefet etmek istemem, ben ise başka değil, gücüm yettiği kadar ıslah isterim ve benim muvaffakiyetim ancak Allah Teâlâ iledir. Yalnız O’na tevekkül ettim ve ancak O’na dönerim.»",
        "hayrat_nesriyat": "(Şuayb) dedi ki: `Ey kavmim! Söyleyin bakalım; ya Rabbimden apaçık bir delîl üzerinde isem ve beni tarafından güzel bir rızık ile rızıklandırmışsa? Sizi kendisinden men` ettiğim şeyler husûsunda (siz onlardan sakınırken) size muhâlefet etmeyi (onları kendim yapmayı) istiyor da değilim. (Ben) ancak gücümün yettiği kadar ıslâh etmek istiyorum.Muvaffakiyetim ise ancak Allah(`ın yardımı) iledir. (Ben) yalnız O`na tevekkül ettim ve ancak O`na yönelirim.`",
        "diyanet_vakfi": "Dedi ki: Ey kavmim! Eğer benim, Rabbim tarafından (verilmiş) apaçık bir delilim varsa ve O bana tarafından güzel bir rızık vermişse buna ne dersiniz? Size yasak ettiğim şeylerin aksini yaparak size aykırı davranmak istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmek istiyorum. Fakat başarmam ancak Allah’ın yardımı iledir. Yalnız O’na dayandım ve yalnız O’na döneceğim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/088.mp3"
      }
    },
    {
      "id": 1562,
      "verseNumber": 89,
      "verseKey": "11:89",
      "arabic": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
      "english": "O  my people! Do not let your opposition to me lead you to a fate similar to that of the people of Noah, or Hûd, or Ṣâliḥ. And the people of Lot are not far from you.<sup foot_note=76776>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Bana olan adâvet, Nûh kavmine veya Hûd kavmine veya Sâlih kavmine isabet etmiş olanın mislini size de isabet etmeyi kazandırmasın. Ve Lût kavmi de sizden uzak değildir.»",
        "hayrat_nesriyat": "(Şuayb dedi ki:) `Ey kavmim! Bana olan ayrılık (bu düşmanlığınız), sakın sizi Nûh kavminin veya Hûd kavminin veya Sâlih kavminin başlarına gelenler gibi bir musîbete uğratmasın! Hâlbuki (helâk edilen) Lût kavmi, sizden uzak değildir.`",
        "diyanet_vakfi": "Ey kavmim! Sakın bana karşı düşmanlığınız, Nuh kavminin veya Hûd kavminin yahut Sâlih kavminin başlarına gelenler gibi size de bir musibet getirmesin! Lût kavmi de sizden uzak değildir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/089.mp3"
      }
    },
    {
      "id": 1563,
      "verseNumber": 90,
      "verseKey": "11:90",
      "arabic": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
      "english": "So seek your Lord’s forgiveness and turn to Him in repentance. Surely my Lord is Most Merciful, All-Loving.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve Rabbinizden medet dileyiniz. Sonra O’na tevbe ediniz. Şüphe yok, benim Rabbim merhametlidir, çok muhîbdir.»",
        "hayrat_nesriyat": "O hâlde `Rabbinizden mağfiret dileyin, sonra O`na tevbe edin! Şübhesiz ki Rabbim, Rahîm (çok merhamet eden)dir, Vedûd (kullarını çok seven)dir.`",
        "diyanet_vakfi": "Rabbinizden bağışlanma dileyin; sonra O’na tevbe edin. Muhakkak ki Rabbim çok merhametlidir, (müminleri) çok sever."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/090.mp3"
      }
    },
    {
      "id": 1564,
      "verseNumber": 91,
      "verseKey": "11:91",
      "arabic": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
      "english": "They threatened, “O Shu’aib! We do not comprehend much of what you say, and surely we see you powerless among us. Were it not for your clan, we would have certainly stoned you, for you are nothing to us.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ya Şuayb! Söylediklerinden bir çoğunu iyice anlayamıyoruz. Şüphe yok ki, biz seni aramızda cidden zayıf görüyoruz ve eğer senin aşiretin olmasa idi elbette seni taşlayarak öldürürdük ve sen bizim üzerimize bir izzet sahibi değilsin.»",
        "hayrat_nesriyat": "Dediler ki: `Ey Şuayb! Senin söylemekte olduğun şeylerden birçoğunu anlamıyoruz ve doğrusu biz, seni içimizde gerçekten zayıf olarak görüyoruz. Eğer kabîlen olmasaydı, elbette seni taşla(yarak öldürü)rdük. Senin bizim üzerimize bir üstünlüğün de yoktur!`",
        "diyanet_vakfi": "Dediler ki: Ey Şuayb! Söylediklerinin çoğunu anlamıyoruz ve içimizde seni cidden zayıf (âciz) görüyoruz! Eğer kabilen olmasa, seni mutlaka taşlayarak öldürürüz. Sen bizden üstün değilsin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/091.mp3"
      }
    },
    {
      "id": 1565,
      "verseNumber": 92,
      "verseKey": "11:92",
      "arabic": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
      "english": "He said, “O my people! Do you have more regard for my clan than for Allah, turning your back on Him entirely? Surely my Lord is Fully Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Ey kavmim! Benim aşiretim sizin üzerinize Allah’tan daha azîz midir? Halbuki, O’nu ardınızda unutulmuş tutuverdiniz. Şüphe, yok ki benim Rabbim, yapar olduğunuz şeyleri çepeçevre kuşatıcıdır.»",
        "hayrat_nesriyat": "(Şuayb) dedi ki: `Ey kavmim! Benim kabîlem sizin üzerinize Allah`dan daha mı i`tibarlı ki, O`nu (ve emirlerini unutup), sırt dönmekle (hesâba almayarak) arkanızda bıraktınız. Muhakkak ki Rabbim, yapmakta olduklarınızı (ilim ve kudretiyle) tamâmen kuşatıcıdır.`",
        "diyanet_vakfi": "(Şuayb:) «Ey kavmim dedi, size göre benim kabilem Allah’tan daha mı güçlü ve değerli ki, onu (Allah’ın emirlerini) arkanıza atıp unuttunuz. Şüphesiz ki Rabbim yapmakta olduklarınızı çepeçevre kuşatıcıdır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/092.mp3"
      }
    },
    {
      "id": 1566,
      "verseNumber": 93,
      "verseKey": "11:93",
      "arabic": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
      "english": "O  my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know who will be visited by a humiliating torment and is a liar! And watch! I too am watching with you!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Bütün kuvvetinizle dilediğinizi yapınız. Şüphe yok ki, ben de yapıcıyım. Yakında bilirsiniz ki, kendisini rüsvay edecek azap kime gelecek ve yalancı olan kim imiş? Ve gözetiniz, muhakkak ki, ben de sizinle beraber gözeticiyim.»",
        "hayrat_nesriyat": "`Ey kavmim! Elinizden geleni yapın; şübhesiz ben de (yılmadan vazîfemi)yapıcıyım! Kendisini rezîl edecek azâbın kime geleceğini ve yalancının kim olduğunu ileride bileceksiniz! Bekleyin, doğrusu ben de sizinle berâber (onu) bekleyiciyim!`",
        "diyanet_vakfi": "Ey kavmim! Elinizden geleni yapın! Ben de yapacağım! Kendisini rezil edecek azabın geleceği şahsın ve yalancının kim olduğunu yakında öğreneceksiniz! Bekleyin! Ben de sizinle beraber beklemekteyim.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/093.mp3"
      }
    },
    {
      "id": 1567,
      "verseNumber": 94,
      "verseKey": "11:94",
      "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "english": "When Our command came, We saved Shu’aib and those who believed with him by a mercy from Us. And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes,",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki emrimiz geldi. Şuayb’ı ve O’nunla beraber imân etmiş olanları Bizden bir rahmet ile necâta erdirdik ve zulmetmiş olanları ise bir korkunç gürültü yakaladı. Artık yurtlarında çökekalmışlar olarak sabahladılar.",
        "hayrat_nesriyat": "Nihâyet (azab) emrimiz gelince, Şuayb`ı ve berâberindeki îmân edenleri tarafımızdan bir rahmetle kurtardık; zulmedenleri ise o korkunç ses yakaladı da bulundukları yerde çöküp kalmış kimseler oldular.",
        "diyanet_vakfi": "Emrimiz gelince, Şuayb’ı ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık; zulmedenleri ise korkunç bir gürültü yakaladı da yurtlarında diz üstü çökekaldılar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/094.mp3"
      }
    },
    {
      "id": 1568,
      "verseNumber": 95,
      "verseKey": "11:95",
      "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
      "english": "as if they had never lived there. So away with Midian as it was with Thamûd!",
      "turkish": {
        "omer_nasuhi_bilmen": "Sanki onlar orada yaşamamışlardı. Haberiniz olsun, Semûd uzaklaştığı gibi Medyen için de bir uzaklaşma olsun.",
        "hayrat_nesriyat": "Sanki orada hiç oturmamışlardı! Dikkat edin! Semûd (kavmi rahmetimizden uzak kalmakla) helâk olduğu gibi, Medyen (halkı) da öyle helâk olsun!",
        "diyanet_vakfi": "Sanki orada hiç barınmamışlardı. Biliniz ki, Semûd kavmi (Allah’ın rahmetinden) uzak olduğu gibi Medyen kavmi de uzak oldu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/095.mp3"
      }
    },
    {
      "id": 1569,
      "verseNumber": 96,
      "verseKey": "11:96",
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "english": "Indeed, We sent Moses with Our signs and compelling proof",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, Mûsa’yı âyetlerimiz ile ve apaçık bir hüccetle gönderdik.",
        "hayrat_nesriyat": "(96-97) And olsun ki Mûsâ`yı da mu`cizelerimizle ve apaçık bir delîl ile Fir`avun`a ve onun ileri gelenlerine gönderdik; fakat (o kavim) Fir`avun`un emrine uydular. Hâlbuki Fir`avun`un emri doğru değildi.",
        "diyanet_vakfi": "(96-97) Andolsun ki Musa’yı da mucizelerimizle ve apaçık bir delille Firavun’a ve onun ileri gelenlerine gönderdik. Fakat onlar Firavun’un emrine uydular. Oysa Firavun’un emri doğru değildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/096.mp3"
      }
    },
    {
      "id": 1570,
      "verseNumber": 97,
      "verseKey": "11:97",
      "arabic": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
      "english": "to Pharaoh and his chiefs, but they followed the command of Pharaoh, and Pharaoh’s command was not well guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fir’avun’a ve onun ileri gelenlerine. Onlar ise Fir’avun’un emrine uydular. Halbuki, Fir’avun’un emri doğru değildi.",
        "hayrat_nesriyat": "(96-97) And olsun ki Mûsâ`yı da mu`cizelerimizle ve apaçık bir delîl ile Fir`avun`a ve onun ileri gelenlerine gönderdik; fakat (o kavim) Fir`avun`un emrine uydular. Hâlbuki Fir`avun`un emri doğru değildi.",
        "diyanet_vakfi": "(96-97) Andolsun ki Musa’yı da mucizelerimizle ve apaçık bir delille Firavun’a ve onun ileri gelenlerine gönderdik. Fakat onlar Firavun’un emrine uydular. Oysa Firavun’un emri doğru değildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/097.mp3"
      }
    },
    {
      "id": 1571,
      "verseNumber": 98,
      "verseKey": "11:98",
      "arabic": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
      "english": "He will be before his people on the Day of Judgment and will lead them into the Fire. What an evil place to be led into!",
      "turkish": {
        "omer_nasuhi_bilmen": "Kıyamet gününde kavminin önüne düşer. Derken onları ateşe götürmüş olur. Ve ne fena bir sudur, o varılmış olan su.",
        "hayrat_nesriyat": "(Fir`avun kavmini dünyada denize sokup boğduğu gibi) kıyâmet gününde (de)kavminin önüne geçer de onları (suya götürür gibi) ateşe götürür. (Güyâ rehberlik ettiği) o vardıkları yer, ne kötü yerdir!",
        "diyanet_vakfi": "Firavun, kıyamet gününde kavminin önüne düşecek ve onları (çekip) ateşe götürecektir. Varacakları yer ne kötü yerdir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/098.mp3"
      }
    },
    {
      "id": 1572,
      "verseNumber": 99,
      "verseKey": "11:99",
      "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
      "english": "They were followed by a curse in this ˹life˺ and ˹will receive another˺ on the Day of Judgment. What an evil gift to receive!",
      "turkish": {
        "omer_nasuhi_bilmen": "Burada da bir lânete tâbi tutuldular, Kıyamet gününde de. Ne kötü bir yardımdır bu yapılmış olan yardım.",
        "hayrat_nesriyat": "(Onlar) hem burada (dünyada), hem de kıyâmet gününde lâ`nete tâbi` tutuldular.(Onlara) yapılan bu ikram, ne kötü ikramdır!",
        "diyanet_vakfi": "Onlar burada da, kıyamet gününde de lânete uğratıldılar. (Onlara) verilen bu armağan ne kötü armağandır!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/099.mp3"
      }
    },
    {
      "id": 1573,
      "verseNumber": 100,
      "verseKey": "11:100",
      "arabic": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
      "english": "These are accounts, We relate to you ˹O Prophet˺, of the ˹destroyed˺ cities. Some are still standing ˹barren˺, while others have been mowed down.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu, karyelerin haberlerindendir. Onu sana hikaye ediyoruz. Onlardan bâki olan da vardır, biçilmiş olan da.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Bunlar (helâk edilen) şehirlerin haberlerindendir ki, onu sana anlatıyoruz; onlardan (hâlâ) ayakta olan da vardır, biçilmiş (ekin gibi yok) olan da!",
        "diyanet_vakfi": "(Ey Muhammed!) İşte bu, (halkı helâk olmuş) memleketlerin haberlerindendir. Biz onu sana anlatıyoruz; onlardan (bugüne kadar izleri) kalan da vardır, biçilmiş ekin (gibi yok olan) da vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/100.mp3"
      }
    },
    {
      "id": 1574,
      "verseNumber": 101,
      "verseKey": "11:101",
      "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
      "english": "We did not wrong them, rather they wronged themselves. The gods they invoked beside Allah were of no help at all when the command of your Lord came, and only contributed to their ruin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve biz onlara zulmetmedik, velâkin onlar kendi nefislerine zulmettiler. Allah Teâlâ’dan gayrı taptıkları tanrıları, Rabbin emri geldiği vakit onları hiçbir şeyden müstefid etmiş olmadı ve onlara hüsrândan başka bir şey arttırmış da olmadılar.",
        "hayrat_nesriyat": "Hâlbuki (biz) onlara (hak ettiklerinin dışında cezâ vererek) zulmetmedik, velâkin(onlar küfür ve isyanlarıyla) kendilerine zulmettiler; artık Rabbinin emri gelince, Allah`dan başka (kendisine) yalvarmakta oldukları ilâhları kendilerine hiçbir fayda vermedi. Onlara zarar vermekten başka bir şey de artırmadılar.",
        "diyanet_vakfi": "Onlara biz zulmetmedik; fakat, onlar kendilerine zulmettiler. Rabbinin (azap) emri geldiğinde, Allah’ı bırakıp da taptıkları tanrıları, onlara hiçbir şey sağlamadı, ziyanlarını artırmaktan başka bir şeye yaramadı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/101.mp3"
      }
    },
    {
      "id": 1575,
      "verseNumber": 102,
      "verseKey": "11:102",
      "arabic": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
      "english": "Such is the ˹crushing˺ grip of your Lord when He seizes the societies entrenched in wrongdoing. Indeed, His grip is ˹terribly˺ painful and severe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte Rabbin yakalaması böyledir, karyeleri zalim oldukları halde yakaladığı zaman, şüphe yok ki O’nun yakalaması pek acıklıdır, pek şiddetlidir.",
        "hayrat_nesriyat": "İşte, (halkı) zâlim bir hâlde bulunan şehirleri (azâbıyla) yakaladığı zaman, Rabbinin yakalaması böyledir. Şübhesiz ki O`nun yakalaması, pek elemlidir, pek şiddetlidir!",
        "diyanet_vakfi": "Rabbin, haksızlık eden memleketleri (onların halkını) yakaladığında, onun yakalayışı işte böyle (şiddetlidir). Şüphesiz onun yakalaması pek elem vericidir, pek çetindir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/102.mp3"
      }
    },
    {
      "id": 1576,
      "verseNumber": 103,
      "verseKey": "11:103",
      "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
      "english": "Surely in this is a sign for those who fear the torment of the Hereafter. That is a Day for which humanity will be gathered and a Day ˹that will be˺ witnessed ˹by all˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, bunda ahiret azabından korkan kimse için bir ibret vardır. O bir gündür ki, O’nun için nâs toplanmış olacaktır ve o kendisinden şehâdet yapılacak bir gündür.",
        "hayrat_nesriyat": "Doğrusu bunda (bu kıssada), âhiret azâbından korkanlar için elbette bir ibret vardır. Bu (kıyâmet vakti), insanların onda toplanmış olacağı bir gündür ve bu, (herkes tarafından) görülecek bir gündür.",
        "diyanet_vakfi": "İşte bunda, ahiret azabından korkanlar için elbette bir ibret vardır. O gün bütün insanların bir araya toplandığı bir gündür ve o gün (bütün mahlûkatın) hazır bulunduğu bir gündür."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/103.mp3"
      }
    },
    {
      "id": 1577,
      "verseNumber": 104,
      "verseKey": "11:104",
      "arabic": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
      "english": "We only delay it for a fixed term.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz onu ancak sayılı bir müddet için tehire bırakmış oluruz.",
        "hayrat_nesriyat": "Fakat onu (o günü), ancak sayılı bir müddet için te`hîr ediyoruz.",
        "diyanet_vakfi": "Biz onu (kıyamet gününü) sadece sayılı bir müddete kadar bekletiriz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/104.mp3"
      }
    },
    {
      "id": 1578,
      "verseNumber": 105,
      "verseKey": "11:105",
      "arabic": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
      "english": "When that Day arrives, no one will dare speak except with His permission. Some of them will be miserable, others joyful.",
      "turkish": {
        "omer_nasuhi_bilmen": "O geldiği gün hiçbir şahıs konuşamaz. Ancak onun izniyle (konuşmak müstesna). Artık onlardan kimi şakidir, kimi de saiddir.",
        "hayrat_nesriyat": "Gelecek olan o gün, O`nun izni olmadan hiçbir kimse konuşamaz! Artık onlardan kimi şakidir (bedbahttır), kimi de saîddir (bahtiyârdır)!",
        "diyanet_vakfi": "O geldiği gün Allah’ın izni olmadan hiç kimse konuşamaz. Onlardan kimi bedbahttır, kimi mutlu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/105.mp3"
      }
    },
    {
      "id": 1579,
      "verseNumber": 106,
      "verseKey": "11:106",
      "arabic": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
      "english": "As for those bound for misery, they will be in the Fire, where they will be sighing and gasping,",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi şekavete düşmüş olanlar ateştedirler. Onlar için orada şiddetli bir soluyuş ve bir hıçkırık vardır.",
        "hayrat_nesriyat": "İşte şaki olanlara gelince, artık (o gün) ateştedirler; onlar için orada ızdırablı (ve çirkin bir sesle) nefes alma ve (çirkin bir hıçkırıkla) nefes verme vardır!",
        "diyanet_vakfi": "Bedbaht olanlar ateştedirler, orada onların (öyle feci) nefes alıp vermeleri vardır ki."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/106.mp3"
      }
    },
    {
      "id": 1580,
      "verseNumber": 107,
      "verseKey": "11:107",
      "arabic": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
      "english": "staying there forever, as long as the heavens and the earth will endure, except what your Lord wills.<sup foot_note=76777>1</sup> Surely your Lord does what He intends.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Onlar) Orada gökler ve yer devam ettikçe ebedî surette duruculardır. Rabbinin dilediği müddet müstesna. Şüphe yok ki, senin Rabbin dilediğini bihakkın işleyicidir.",
        "hayrat_nesriyat": "Gökler ve yer durdukça orada ebedî olarak kalıcıdırlar; ancak Rabbinin dilediği müstesnâ. Çünki Rabbin, ne dilerse hakkıyla yapandır.",
        "diyanet_vakfi": "Rabbinin dilediği hariç, (onlar) gökler ve yer durdukça o ateşte ebedî kalacaklardır. Çünkü Rabbin, istediğini hakkıyla yapandır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/107.mp3"
      }
    },
    {
      "id": 1581,
      "verseNumber": 108,
      "verseKey": "11:108",
      "arabic": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
      "english": "And as for those destined to joy, they will be in Paradise, staying there forever, as long as the heavens and the earth will endure, except what your Lord wills<sup foot_note=76778>1</sup>—a ˹generous˺ giving, without end.",
      "turkish": {
        "omer_nasuhi_bilmen": "Velâkin said olanlar cennettedirler. Rabbin dilediği müddetten başka gökler ve yer devam ettikçe orada muhalleddirler. Bir atiyye ki, kesilmiş değildir.",
        "hayrat_nesriyat": "Ve saîd (bahtiyâr) olanlara gelince, artık (onlar ise) Cennettedirler; gökler ve yer durdukça orada ebedî olarak kalıcıdırlar; ancak Rabbinin dilediği müstesnâ! (Bu) aslâ kesilmeyip devâm eden bir lütuftur.",
        "diyanet_vakfi": "Mutlu olanlara gelince, onlar da cennettedirler. Rabbinin dilediği hariç, gökler ve yer durdukça onlar da orada ebedî kalacaklardır. Bu (nimetler) bitmez, tükenmez bir lütuftur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/108.mp3"
      }
    },
    {
      "id": 1582,
      "verseNumber": 109,
      "verseKey": "11:109",
      "arabic": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
      "english": "So do not be in doubt ˹O Prophet˺ about what those ˹pagans˺ worship. They worship nothing except what their forefathers worshipped before ˹them˺. And We will certainly give them their share ˹of punishment˺ in full, without any reduction.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onların taptıkları şeyden bir şüphede bulunma. Onlar ibadette bulunmazlar, ancak evvelce babalarının taptıkları gibi tapınmakta bulunurlar. Ve Biz de şüphe yok ki, onlara nâsiplerini eksik olmaksızın ödeyeceğiz.",
        "hayrat_nesriyat": "(Ey Habîbim!) O hâlde şunların tapmakta oldukları şeylerden (dolayı kendilerine azâb edileceği husûsunda) hiçbir şübhe içinde olma! (Onlar da) ancak daha önce atalarının tapageldiği gibi tapıyorlar. Şübhesiz biz de onlara, (azabdan) nasiblerini elbette eksiksiz vericiyiz.",
        "diyanet_vakfi": "O halde onların tapmakta oldukları şeylerden (bu şeylerin onları azaba götürdüğünden) şüphen olmasın. Çünkü onlar ancak daha önce babalarının taptığı gibi tapıyorlar. Biz onların (azaptan) nasiplerini mutlaka eksiksiz olarak vereceğiz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/109.mp3"
      }
    },
    {
      "id": 1583,
      "verseNumber": 110,
      "verseKey": "11:110",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "english": "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord,<sup foot_note=76779>1</sup> their differences would have been settled ˹at once˺. They are truly in alarming doubt about it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yemin olsun ki, Mûsa’ya kitabı verdik. Derken onda ihtilâf olundu. Eğer Rabbin tarafından bir kelime geçmiş olmasa idi elbette aralarında hükmolunurdu. Ve muhakkak ki, onlar ondan ızdıraba düşüren şiddetli bir şüphe içindedirler.",
        "hayrat_nesriyat": "And olsun ki Mûsâ`ya Kitâb`ı (Tevrât`ı) verdik; fakat onda ihtilâfa düşüldü(bazısı îmân etti, bazısı etmedi). Fakat Rabbin tarafından (azâbın te`hîrine dâir) önceden söylenmiş bir söz olmasaydı, elbette aralarında hüküm (çoktan) verilmiş olurdu. Çünki doğrusu onlar (kavmindeki kâfirler), bundan (Kur`ân`dan), (kendilerine) kuşku veren ciddî bir şübhe içindedirler.",
        "diyanet_vakfi": "Andolsun biz Musa’ya Kitab’ı verdik; fakat onda ihtilaf edildi. Eğer Rabbinden bir söz geçmemiş olsaydı, elbette onların arasında hüküm verilmişti (ve işleri de bitirilmişti). Şüphesiz ki onlar (Mekkeliler) de Kur’an hakkında derin bir şüphe içindedirler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/110.mp3"
      }
    },
    {
      "id": 1584,
      "verseNumber": 111,
      "verseKey": "11:111",
      "arabic": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
      "english": "And surely your Lord will fully pay all for their deeds. He is certainly All-Aware of what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve şüphe yok ki, Rabbin her birine amellerini tamamiyle ödeyecektir. Muhakkak ki O, yapar olduklarına bihakkın vâkıftır.",
        "hayrat_nesriyat": "Muhakkak ki Rabbin, onların herbirine amellerinin karşılığını kesinlikle tam olarak verecektir. Çünki O, (onlar) ne yaparlarsa hakkıyla haberdardır.",
        "diyanet_vakfi": "Şüphesiz Rabbin, onların her birinin amellerinin karşılığını onlara tam olarak verecektir. Çünkü Rabbin, onların yapmakta olduklarından haberdardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/111.mp3"
      }
    },
    {
      "id": 1585,
      "verseNumber": 112,
      "verseKey": "11:112",
      "arabic": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "So be steadfast as you are commanded ˹O Prophet˺, along with those who turn ˹in submission to Allah˺ with you. And do not transgress. Surely He is All-Seeing of what you ˹believers˺ do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık emrolunduğun gibi istikamette bulun ve tevbe etmiş, seninle beraber bulunmuş olanlar da. Ve haddi tecâvüz etmeyin, şüphe yok ki O, yapar olduğunuz şeyleri bihakkın görücüdür.",
        "hayrat_nesriyat": "O hâlde, emrolunduğun gibi dosdoğru ol! Berâberindeki tevbe edenler de! Ve(Allah`ın koyduğu) hudûdu aşmayın! Çünki O, ne yaparsanız hakkıyla görendir.",
        "diyanet_vakfi": "O halde seninle beraber tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol! Aşırı da gitmeyin. Çünkü O, sizin yaptıklarınızı çok iyi görendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/112.mp3"
      }
    },
    {
      "id": 1586,
      "verseNumber": 113,
      "verseKey": "11:113",
      "arabic": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
      "english": "And do not be inclined to the wrongdoers or you will be touched by the Fire. For then you would have no protectors other than Allah, nor would you be helped.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve zulmetmiş olanlara meyil etmeyiniz. Yoksa size ateş dokunur ve sizin için Allah Teâlâ’dan başka yardımcılardan (kimse) yoktur. Sonra nusrete nâil olamazsınız.",
        "hayrat_nesriyat": "Zulmedenlere de meyletmeyin! Yoksa ateş size dokunur! Hem sizin, Allah`dan başka hiçbir dostunuz yoktur; sonra size yardım edilmez.",
        "diyanet_vakfi": "Zulmedenlere meyletmeyin; sonra size ateş dokunur (cehennemde yanarsınız). Sizin Allah’tan başka dostlarınız yoktur. Sonra (O’ndan da) yardım göremezsiniz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/113.mp3"
      }
    },
    {
      "id": 1587,
      "verseNumber": 114,
      "verseKey": "11:114",
      "arabic": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
      "english": "Establish prayer ˹O Prophet˺ at both ends of the day and in the early part of the night.<sup foot_note=76780>1</sup> Surely good deeds wipe out evil deeds. That is a reminder for the mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve namazı gündüzün iki tarafında ve geceden de gündüze yakın saatlerde dosdoğru kıl. Şüphe yok ki güzellikler, kötülükleri giderir. Bu, güzelce düşünenler için bir iyi öğüttür.",
        "hayrat_nesriyat": "Gündüzün iki tarafında (öğle ve ikindi vakitlerinde) ve gecenin (gündüze) yakın saatlerinde (akşam, yatsı ve sabah vakitlerinde) ise namazı hakkıyla edâ et! Muhakkak ki iyilikler, (büyük günahlardan kaçınmak şartıyla) kötülükleri giderir. Bu, ibret alanlara bir nasîhattir.",
        "diyanet_vakfi": "Gündüzün iki ucunda, gecenin de ilk saatlerinde namaz kıl. Çünkü iyilikler kötülükleri (günahları) giderir. Bu, öğüt almak isteyenlere bir hatırlatmadır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/114.mp3"
      }
    },
    {
      "id": 1588,
      "verseNumber": 115,
      "verseKey": "11:115",
      "arabic": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "english": "And be patient! Certainly Allah does not discount the reward of the good-doers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sabret. Zira şüphe yok ki, Allah Teâlâ muhsin olanların mükâfaatını zâyi etmez.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Artık sabret! Zîrâ şübhesiz ki Allah, iyilik edenlerin mükâfâtını zâyi` etmez.",
        "diyanet_vakfi": "(Ey Muhammed!) Sabırlı ol, çünkü Allah güzel iş yapanların mükâfatını zayi etmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/115.mp3"
      }
    },
    {
      "id": 1589,
      "verseNumber": 116,
      "verseKey": "11:116",
      "arabic": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
      "english": "If only there had been among the ˹destroyed˺ peoples before you, ˹O believers,˺ virtuous individuals who forbade corruption in the land—other than the few We had saved ˹from the torment˺. But the wrongdoers ˹only˺ pursued their ˹worldly˺ pleasures, becoming wicked.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizden evvelki asırlarda yeryüzünde fesattan nehyeder bir kısım fazilet sahipleri bulunmalı değil miydi? Ancak onlardan necâta erdirdiğimiz bir azı müstesna, ve o zulmedenler ise kendilerinin içinde bulundukları refaha (dünya varlığına) uydular ve günahkâr kimseler oldular.",
        "hayrat_nesriyat": "Hâlbuki sizden önceki (helâk ettiğimiz) nesiller içinde, yeryüzünde fesad çıkarmaktan (insanları) men` eden fazîletli kimseler bulunmalı değil miydi? Onlardan, kurtardığımız pek az kimse müstesnâ (içlerinde fazîletli insanlar yoktu). Zulmedenler ise, içinde şımartıldıklarının (o sayısız ni`metlerin) peşine düştü ve günahkâr kimseler oldular.",
        "diyanet_vakfi": "Sizden önceki asırlarda yeryüzünde (insanları) bozgunculuktan alıkoyacak faziletli kimseler bulunsaydı ya! Fakat onlardan, kurtuluşa erdirdiğimiz az bir kısmı müstesnadır (bunlar görevlerini yaptılar). Zulmedenler ise, kendilerine verilen refahın peşine düştüler. Zaten günahkâr idiler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/116.mp3"
      }
    },
    {
      "id": 1590,
      "verseNumber": 117,
      "verseKey": "11:117",
      "arabic": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
      "english": "And your Lord ˹O Prophet˺ would never destroy a society unjustly while its people were acting rightly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senin Rabbin, ahalisi muslih kimse oldukları halde şehirleri bir zulüm sebebiyle helâk eder olmadı.",
        "hayrat_nesriyat": "Rabbin o şehirleri, ahâlisi (kendi hâllerini ve diğer insanları) ıslâh eden kimseler iken, zulümle helâk edecek değildi.",
        "diyanet_vakfi": "Halkı iyi olduğu halde Rabbin, haksızlıkla memleketleri helâk etmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/117.mp3"
      }
    },
    {
      "id": 1591,
      "verseNumber": 118,
      "verseKey": "11:118",
      "arabic": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
      "english": "Had your Lord so willed, He would have certainly made humanity one single community ˹of believers˺, but they will always ˹choose to˺ differ—",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Rabbin dilese idi, elbette bütün nâsı bir tek ümmet kılardı. Fakat onlar ihtilâf eder kimseler olmaktan geri durmayacaklardır.",
        "hayrat_nesriyat": "Eğer Rabbin dileseydi, insanları elbette (İslâm üzere) bir tek ümmet yapardı; fakat (onlar) ihtilâf eden kimseler olarak, (böyle) devâm edip duracaklardır.",
        "diyanet_vakfi": "Rabbin dileseydi bütün insanları bir tek millet yapardı. (Fakat) onlar ihtilafa düşmeye devam edecekler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/118.mp3"
      }
    },
    {
      "id": 1592,
      "verseNumber": 119,
      "verseKey": "11:119",
      "arabic": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "english": "except those shown mercy by your Lord—and so He created them ˹to choose freely˺. And so the Word of your Lord will be fulfilled: “I will surely fill up Hell with jinn and humans all together.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak Rabbinin rahmet ettiği kimseler müstesna. Ve onun içindir, onları yaratmıştır. Ve Rabbinin şu beyanı da tamam olmuştur ki, «Elbette cehennemi bütün cinlerden ve insanlardan dolduracağım.»",
        "hayrat_nesriyat": "Ancak Rabbinin merhamet buyurduğu kimseler müstesnâ. Zâten onları bunun için (rahmete ehil olanları rahmet, ihtilâfa ehil olanları ihtilâf için) yarattı. Böylece Rabbinin, `Celâlim hakkı için, Cehennemi bütün cinlerden ve insanlardan dolduracağım!` sözü tamâm oldu.",
        "diyanet_vakfi": "Ancak Rabbinin merhamet ettikleri müstesnadır. Zaten Rabbin onları bunun için yarattı. Rabbinin, «Andolsun ki cehennemi tümüyle insanlar ve cinlerle dolduracağım» sözü yerini buldu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/119.mp3"
      }
    },
    {
      "id": 1593,
      "verseNumber": 120,
      "verseKey": "11:120",
      "arabic": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "english": "And We relate to you ˹O Prophet˺ the stories of the messengers to reassure your heart. And there has come to you in this ˹sûrah˺ the truth, a warning ˹to the disbelievers˺, and a reminder to the believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Peygamberlerin bütün haberlerinden kendisiyle kalbini tesbit edeceğimiz olanlarını sana hikaye ediyoruz. Ve bunda sana hak ve mü’minler için bir öğüt ve bir muhtıra gelmiştir.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Peygamberlerin haberlerinden, kendisi ile senin kalbini takviye edeceğimiz herşeyi sana anlatıyoruz. Bunda (bu sûrede) de sana hak ve mü`minlere bir nasîhat ve bir ihtar geldi.",
        "diyanet_vakfi": "Peygamberlerin haberlerinden senin kalbini (tatmin ve) teskin edeceğimiz her haberi sana anlatıyoruz. Bunda sana gerçeğin bilgisi, müminlere de bir öğüt ve bir uyarı gelmiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/120.mp3"
      }
    },
    {
      "id": 1594,
      "verseNumber": 121,
      "verseKey": "11:121",
      "arabic": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
      "english": "Say to those who disbelieve, “Persist in your ways; we will certainly persist in ours.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve imân etmeyenlere de ki: «Siz kendi iktidarınız dairesinde çalışınız, şüphe yok ki, biz de çalışanlarız.»",
        "hayrat_nesriyat": "O hâlde, îmân etmeyenlere de ki: `Elinizden geleni yapın! Şübhesiz biz de (öyle)yapanlarız.`",
        "diyanet_vakfi": "İman etmeyenlere de ki: Elinizden geleni yapın! Biz de (gerekeni) yapmaktayız!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/121.mp3"
      }
    },
    {
      "id": 1595,
      "verseNumber": 122,
      "verseKey": "11:122",
      "arabic": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
      "english": "And wait! Surely we ˹too˺ are waiting.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve siz gözetiniz, şüphesiz ki biz de gözetenleriz.»",
        "hayrat_nesriyat": "`Ve (siz bizim âkıbetimizi) bekleyin; doğrusu biz de (sizin âkıbetinizi)bekleyenleriz.`",
        "diyanet_vakfi": "Bekleyin! Şüphesiz biz de beklemekteyiz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/122.mp3"
      }
    },
    {
      "id": 1596,
      "verseNumber": 123,
      "verseKey": "11:123",
      "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "english": "To Allah ˹alone˺ belongs the knowledge of what is hidden in the heavens and the earth. And to Him all matters are returned. So worship Him and put your trust in Him. And your Lord is never unaware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerin ve yerin gaybı Allah içindir ve emrin hepsi de O’na döndürülecektir. Artık O’na ibadet et ve O’na tevekkülde bulun ve Rabbin neler yapar olduğunuzdan asla gâfil değildir.",
        "hayrat_nesriyat": "Hâlbuki göklerin ve yerin gaybı Allah`a âiddir ve bütün işler hep O`na döndürülür; öyle ise O`na ibâdet et ve O`na tevekkül et! Çünki Rabbin, yapmakta olduklarınızdan gafil değildir.",
        "diyanet_vakfi": "Göklerin ve yerin gaybı (sırrı) yalnız Allah’a aittir. Her iş O’na döndürülür. Öyle ise O’na kulluk et ve O’na dayan! Rabbin yaptıklarınızdan gafil değildir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/011/123.mp3"
      }
    }
  ]
}