{
  "verses": [
    {
      "id": 1751,
      "verseNumber": 1,
      "verseKey": "14:1",
      "arabic": " الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "english": "Alif-Lãm-Ra. ˹This is˺ a Book which We have revealed to you ˹O Prophet˺ so that you may lead people out of darkness and into light, by the Will of their Lord, to the Path of the Almighty, the Praiseworthy—",
      "turkish": {
        "omer_nasuhi_bilmen": "Elif, Lâm, Râ. Bir kitaptır ki, bunu sana indirdik, nâsı Rablerinin izniyle karanlıklardan nûra, O azîz, Hamîdin yoluna çıkarasın.",
        "hayrat_nesriyat": "Elif, Lâm, Râ. (Bu öyle) bir Kitab(dır) ki, onu sana, insanları Rablerinin izniyle zulümâttan (küfür karanlıklarından) nûra (îmâna), Azîz (kudreti dâimâ üstün gelen), Hamîd (hamd edilmeye yegâne lâyık) olan (Allah`)ın yoluna çıkarman için indirdik.",
        "diyanet_vakfi": "Elif. Lâm. Râ. (Bu Kur’an), Rablerinin izniyle insanları karanlıklardan aydınlığa, yani her şeye galip (ve) övgüye lâyık olan Allah’ın yoluna çıkarman için sana indirdiğimiz bir kitaptır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/001.mp3"
      }
    },
    {
      "id": 1752,
      "verseNumber": 2,
      "verseKey": "14:2",
      "arabic": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
      "english": "Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers because of a severe torment!",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın (yoluna) ki, göklerde ne varsa ve yerde ne varsa hep O’nundur. Ve şiddetli bir azaptan dolayı vay kâfirlere!",
        "hayrat_nesriyat": "O Allah(`ın yoluna) ki, göklerde ne var, yerde ne varsa O`nundur. Şiddetli bir azabdan dolayı vay hâline o kâfirlerin!",
        "diyanet_vakfi": "O Allah ki, göklerde ve yerde ne varsa hepsi O’nundur. Şiddetli azaptan dolayı kâfirlerin vay haline!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/002.mp3"
      }
    },
    {
      "id": 1753,
      "verseNumber": 3,
      "verseKey": "14:3",
      "arabic": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
      "english": "˹They are˺ the ones who favour the life of this world over the Hereafter and hinder ˹others˺ from the Way of Allah, striving to make it ˹appear˺ crooked. It is they who have gone far astray.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, dünya hayatını ahiret üzerine seve seve tercih ederler ve Allah’ın yolundan çevirirler ve onun için eğrilik isterler, işte onlar pek uzak bir sapıklıktadırlar.",
        "hayrat_nesriyat": "Onlar ki, dünya hayâtını (severek) âhirete tercîh ederler; (insanları) Allah yolundan çevirirler ve ona (o yola) bir eğrilik (bulmak) isterler. İşte onlar, (haktan) uzak bir sapıklık içindedirler.",
        "diyanet_vakfi": "Dünya hayatını ahirete tercih edenler, Allah yolundan alıkoyanlar ve onun eğriliğini isteyenler var ya, işte onlar (haktan) uzak bir sapıklık içindedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/003.mp3"
      }
    },
    {
      "id": 1754,
      "verseNumber": 4,
      "verseKey": "14:4",
      "arabic": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "We have not sent a messenger except in the language of his people to clarify ˹the message˺ for them. Then Allah leaves whoever He wills to stray and guides whoever He wills. And He is the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz her peygamberi ancak kendi kavminin lisaniyle gönderdik ki, onlara beyan etsin. Artık Allah Teâlâ dilediğini saptırır ve dilediğini doğru yola sevkeder. Ve azîz, hakîm olan O’dur.",
        "hayrat_nesriyat": "Hâlbuki (biz,) her peygamberi ancak kendi kavminin lisânıyla gönderdik ki,(Allah`ın emirlerini) onlara açıklasın! Artık, Allah dilediğini (kendi isyankârlıkları yüzünden) dalâlete atar, dilediğini de (hikmetine binâen kendi lütfuyla) hidâyete erdirir. Çünki O, Azîz (kudreti daîmâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "(Allah’ın emirlerini) onlara iyice açıklasın diye her peygamberi yalnız kendi kavminin diliyle gönderdik. Artık Allah dilediğini saptırır, dilediğini de doğru yola iletir. Çünkü O, güç ve hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/004.mp3"
      }
    },
    {
      "id": 1755,
      "verseNumber": 5,
      "verseKey": "14:5",
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "english": "Indeed, We sent Moses with Our signs, ˹ordering him,˺ “Lead your people out of darkness and into light, and remind them of Allah’s days ˹of favour˺.” Surely in this are signs for whoever is steadfast, grateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, Biz Mûsa’yı âyetlerimizle gönderdik. Kavmini zulmetlerden nûra çıkar ve onlara Allah’ın günlerini hatırlat diye. Şüphe yok ki, bunda çok sabreden, çok şükür eden her bir kimse için büyük ibretler vardır.",
        "hayrat_nesriyat": "Şânım hakkı için, Mûsâ`yı da, `Kavmini, zulümâttan (küfür karanlıklarından) nûra(îmâna) çıkar ve onlara Allah`ın (geçmiş kavimlerin başına getirdiği musîbet) günlerini hatırlat!` diye mu`cizelerimizle gönderdik. Şübhesiz ki bunda, çok sabreden, çok şükreden herkes için nice ibretler vardır.",
        "diyanet_vakfi": "Andolsun ki Musa’yı da: Kavmini karanlıklardan aydınlığa çıkar ve onlara Allah’ın (geçmiş kavimlerin başına getirdiği felâket) günlerini hatırlat, diye mucizelerimizle gönderdik. Şüphesiz ki bunda çok sabırlı, çok şükreden herkes için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/005.mp3"
      }
    },
    {
      "id": 1756,
      "verseNumber": 6,
      "verseKey": "14:6",
      "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "english": "˹Consider˺ when Moses said to his people, “Remember Allah’s favour upon you when He rescued you from the people of Pharaoh, who afflicted you with dreadful torment—slaughtering your sons and keeping your women. That was a severe test from your Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o vakit Mûsa kavmine demişti ki: Allah’ın üzerinize olan nîmetini yâd edin. O zaman ki sizi Fir’avun’un erlerinden kurtardı. Onlar sizi kötü azaba sürüklüyorlardı. Ve oğullarınızı boğazlıyorlardı, kadınlarınızı da diri bırakıyorlardı ve bunda sizin için Rabbinizden büyük bir imtihan vardır.",
        "hayrat_nesriyat": "Ve bir zaman Mûsâ, kavmine demişti ki: `Allah`ın size olan ni`metini hatırlayın; hani, sizi Fir`avun ehlinden kurtarmıştı; (onlar) sizi işkencenin en kötüsüne (evlâd acısına)ma`ruz bırakıyor; (yeni doğan) oğullarınızı boğazlıyor, kadınlarınızı (kızlarınızı) ise sağ bırakıyorlardı. İşte bunda, size Rabbinizden büyük bir imtihan vardır.`",
        "diyanet_vakfi": "Hani Musa kavmine demişti ki: «Allah’ın üzerinizdeki nimetini hatırlayın. Çünkü O, sizi işkencenin en kötüsüne sürmekte ve oğullarınızı kesip, kadınlarınızı (kızlarınızı) bırakmakta olan Firavun ailesinden kurtardı. İşte bu size anlatılanlarda, Rabbinizden büyük bir imtihan vardır.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/006.mp3"
      }
    },
    {
      "id": 1757,
      "verseNumber": 7,
      "verseKey": "14:7",
      "arabic": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ",
      "english": "And ˹remember˺ when your Lord proclaimed, ‘If you are grateful, I will certainly give you more. But if you are ungrateful, surely My punishment is severe.’”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yâd ediniz ki, Rabbiniz size bildirmişti: «Eğer şükrederseniz elbette size arttırırım, ve eğer nankörlük edersiniz şüphe yok ki, benim azabım elbette pek şiddetlidir.»",
        "hayrat_nesriyat": "`Bir vakit de Rabbiniz: `Celâlim hakkı için, eğer şükrederseniz, muhakkak size(ni`metimi) artırırım ve eğer nankörlük ederseniz, şübhesiz ki azâbım pek şiddetlidir!` diye bildirmişti.`",
        "diyanet_vakfi": "«Hatırlayın ki Rabbiniz size: Eğer şükrederseniz, elbette size (nimetimi) artıracağım ve eğer nankörlük ederseniz hiç şüphesiz azabım çok şiddetlidir! diye bildirmişti.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/007.mp3"
      }
    },
    {
      "id": 1758,
      "verseNumber": 8,
      "verseKey": "14:8",
      "arabic": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ",
      "english": "Moses added, “If you along with everyone on earth were to be ungrateful, then ˹know that˺ Allah is indeed Self-Sufficient, Praiseworthy.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Mûsa dedi ki: «Eğer siz ve bütün yeryüzünde bulunanlar nankörlük etseniz, şüphe yok ki, Allah Teâlâ elbette ganîdir, hamîd’dir.»",
        "hayrat_nesriyat": "Mûsâ yine dedi ki: `Eğer siz ve bütün yeryüzünde bulunanlar, nankörlük ederseniz, artık şübhesiz ki Allah, elbette Ganî (hiçbir şeye muhtaç olmayan)dır, Hamîd(hamd edilmeye hakkıyla lâyık olan)dır.`",
        "diyanet_vakfi": "Musa dedi ki: «Eğer siz ve yeryüzünde olanların hepsi nankörlük etseniz, bilin ki Allah gerçekten zengindir, hamdedilmeye lâyıktır.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/008.mp3"
      }
    },
    {
      "id": 1759,
      "verseNumber": 9,
      "verseKey": "14:9",
      "arabic": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ",
      "english": "Have you not ˹already˺ received the stories of those who were before you: the people of Noah, ’Âd, Thamûd, and those after them? Only Allah knows how many they were. Their messengers came to them with clear proofs, but they put their hands over their mouths<sup foot_note=76821>1</sup> and said, “We totally reject what you have been sent with, and we are certainly in alarming doubt about what you are inviting us to.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Size sizden evvelkilerin, Nûh, Âd ve Semûd kavminin ve onlardan sonrakilerin (ki onları Allah’tan başkası bilmez) haberleri gelmedi mi? Onlara peygamberleri mûcizelerle gelmişlerdi. Onlar ellerini ağızlarına itmişler ve demişlerdi ki: «Biz kendisiyle gönderilmiş olduğunuz şeyi inkar ettik ve biz kendisine bizi dâvet ettiğiniz şey hakkında şüphe yok ki, kuşkulandırıcı bir şey içindeyiz.",
        "hayrat_nesriyat": "Sizden öncekilerin, Nûh, Âd ve Semûd kavminin ve onlardan sonrakilerin haberleri size gelmedi mi? Ki onları(n gerçek mâhiyetini) ancak Allah bilir. Peygamberleri onlara apaçık delillerle geldi de (onlar) ellerini (peygamberlerin) ağızlarına götürüp (onların teblîğine dahi karşı çıkarak): `Doğrusu biz, kendisiyle gönderildiğiniz şeyleri inkâr ettik ve gerçekten biz, bizi kendisine da`vet etmekte olduğunuz şeyden kuşku veren kesin bir şübhe içindeyiz` dediler.",
        "diyanet_vakfi": "Sizden öncekilerin, Nuh, Âd ve Semûd kavimlerinin ve onlardan sonrakilerin haberleri size gelmedi mi? Onları Allah’tan başkası bilmez. Peygamberleri kendilerine mucizeler getirdi de onlar, ellerini peygamberlerinin ağızlarına bastılar ve dediler ki: Biz, size gönderileni inkâr ettik ve bizi kendisine çağırdığınız şeye karşı derin bir kuşku içindeyiz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/009.mp3"
      }
    },
    {
      "id": 1760,
      "verseNumber": 10,
      "verseKey": "14:10",
      "arabic": "۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ",
      "english": "Their messengers asked ˹them˺, “Is there any doubt about Allah, the Originator of the heavens and the earth? He is inviting you in order to forgive your sins, and delay your end until your appointed term.”<sup foot_note=76822>1</sup> They argued, “You are no more than humans like us! You ˹only˺ wish to turn us away from what our forefathers worshipped. So bring us some compelling proof.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Peygamberleri demişti ki: «Gökleri ve yeri yaratan Allah Teâlâ’dan şekk edilebilir mi? Sizi dâvet ediyor ki, sizi günahlarınızdan yarlığasın ve sizi muayyen bir vakte kadar geriye bıraksın.» Dediler ki: «Siz de bizim gibi beşerden başka değilsiniz. Bizi atalarımızın tapar oldukları şeylerden döndürmek istiyorsunuz. O halde bize apaçık bir bürhan getiriniz.»",
        "hayrat_nesriyat": "Peygamberleri dediler ki: `Gökleri ve yeri yaratan Allah hakkında şübhe olur mu? (O,) günahlarınızın bir kısmını sizin için bağışlamak ve sizi(n ecelinizi) belirli bir vakte kadar ertelemek için sizi (îmâna) da`vet ediyor (tâ o vakte kadar size mühlet veriyor).` (Onlar) dediler ki: `Siz de ancak bizim gibi bir insansınız. Bizi atalarımızın tapmakta olduklarından men` etmek istiyorsunuz; öyle ise bize apaçık bir mu`cize getirin!`",
        "diyanet_vakfi": "Peygamberleri dedi ki: Gökleri ve yeri yaratan Allah hakkında şüphe mi var? Halbuki O, sizin günahlarınızdan bir kısmını bağışlamak ve sizi muayyen bir vakte kadar yaşatmak için sizi (hak dine) çağırıyor. Onlar dediler ki: Siz de bizim gibi bir insandan başka bir şey değilsiniz. Siz bizi atalarımızın tapmış olduğu şeylerden döndürmek istiyorsunuz. Öyleyse bize, apaçık bir delil getirin!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/010.mp3"
      }
    },
    {
      "id": 1761,
      "verseNumber": 11,
      "verseKey": "14:11",
      "arabic": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "english": "Their messengers said to them, “We are ˹indeed˺ only humans like you, but Allah favours whoever He chooses of His servants. It is not for us to bring you any proof without Allah’s permission. And in Allah let the believers put their trust.",
      "turkish": {
        "omer_nasuhi_bilmen": "Peygamberleri onlara dedi ki: «Biz sizin gibi bir beşer olmaktan başka değiliz. Velâkin Allah Teâlâ kullarından dilediği kimseye ihsan eder ve Allah Teâlâ’nın izni olmadıkça bizim size bir hüccet getirmeğe kudretimiz yoktur ve mü’minler artık Allah Teâlâ’ya tevekkül etsinler.»",
        "hayrat_nesriyat": "Peygamberleri onlara dediler ki: `(Evet) biz de ancak sizin gibi bir insanız; fakat Allah, kullarından dilediğine lütufta bulunur. Hâlbuki Allah`ın izni olmadıkça, size bir mu`cize getirmemiz, bizim için mümkün değildir. O hâlde mü`minler, ancak Allah`a tevekkül etsin!`",
        "diyanet_vakfi": "Peygamberleri onlara dediler ki: «(Evet) biz sizin gibi bir insandan başkası değiliz. Fakat Allah nimetini kullarından dilediğine lütfeder. Allah’ın izni olmadan bizim size bir delil getirmemize imkân yoktur. Müminler ancak Allah’a dayansınlar.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/011.mp3"
      }
    },
    {
      "id": 1762,
      "verseNumber": 12,
      "verseKey": "14:12",
      "arabic": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
      "english": "Why should we not put our trust in Allah, when He has truly guided us to ˹the very best of˺ ways? Indeed, we will patiently endure whatever harm you may cause us. And in Allah let the faithful put their trust.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve biz ne için Allah Teâlâ’ya tevekkül etmeyelim ki, bize yollarımızı muhakkak O dosdoğru göstermiştir ve elbette bize yaptığınız eziyetlere sabrederiz. Ve mütevekkil olanlar da artık Allah’a tevekkülde bulunsunlar.»",
        "hayrat_nesriyat": "`Hem bize yollarımızı dosdoğru göstermişken, neden Allah`a tevekkül etmeyelim? Bize yaptığınız eziyetlere de mutlaka sabredeceğiz. Tevekkül edenler ise, artık ancak Allah`a tevekkül etsin.`",
        "diyanet_vakfi": "«Hem, bize yollarımızı göstermiş olduğu halde ne diye biz, Allah’a dayanıp güvenmeyelim? Sizin bize verdiğiniz eziyete elbette katlanacağız. Tevekkül edenler yalnız Allah’a tevekkülde sebat etsinler.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/012.mp3"
      }
    },
    {
      "id": 1763,
      "verseNumber": 13,
      "verseKey": "14:13",
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ",
      "english": "The disbelievers then threatened their messengers, “We will certainly expel you from our land, unless you return to our faith.” So their Lord revealed to them, “We will surely destroy the wrongdoers,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar, peygamberlerine dediler ki: «Elbette sizi yurdumuzdan çıkarırız, veyahut bizim milletimize dönüverirsiniz.» Artık Rableri de onlara vahyetti ki: «Elbette biz o zalimleri helâk edeceğiz.»",
        "hayrat_nesriyat": "Fakat inkâr edenler, peygamberlerine dedi ki: `Ya sizi mutlaka memleketimizden çıkarırız, ya da kesinlikle dînimize dönersiniz!` Bunun üzerine Rableri onlara (o peygamberlere) şöyle vahyetti: `(Biz) o zâlimleri muhakkak helâk edeceğiz!`",
        "diyanet_vakfi": "Kâfir olanlar peygamberlerine dediler ki: «Elbette sizi ya yurdumuzdan çıkaracağız, ya da mutlaka dinimize döneceksiniz!» Rableri de onlara: «Zalimleri mutlaka helâk edeceğiz!» diye vahyetti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/013.mp3"
      }
    },
    {
      "id": 1764,
      "verseNumber": 14,
      "verseKey": "14:14",
      "arabic": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
      "english": "and make you reside in the land after them. This is for whoever is in awe of standing before Me and fears My warning.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve elbette onlardan sonra o yurda sizi yerleştireceğiz. İşte bu, makamımdan korkana ve vaadimden korkana mahsustur.»",
        "hayrat_nesriyat": "`Ve onlardan sonra sizi mutlaka o yere yerleştireceğiz.` İşte bu (va`dimiz), makamımdan (huzûrumda dikilerek hesab vermekten) korkanlar ve tehdîdimden endişe edenler içindir.",
        "diyanet_vakfi": "Ve (ey inananlar!) Onlardan sonra sizi mutlaka o yerde yerleştireceğiz. İşte bu, makamımdan korkan ve tehdidimden sakınan kimselere mahsustur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/014.mp3"
      }
    },
    {
      "id": 1765,
      "verseNumber": 15,
      "verseKey": "14:15",
      "arabic": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
      "english": "And both sides called for judgment, so every stubborn tyrant was doomed.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (peygamberler) fütühat istediler. Her zorba, inatcı da hüsrâna uğradı.",
        "hayrat_nesriyat": "Hem (o peygamberler) fetih istediler (Allah da verdi). Her inadcı ve zorba ise hüsrâna uğradı.",
        "diyanet_vakfi": "(Peygamberler) fetih istediler (Allah da verdi). Her inatçı zorba da hüsrana uğradı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/015.mp3"
      }
    },
    {
      "id": 1766,
      "verseNumber": 16,
      "verseKey": "14:16",
      "arabic": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
      "english": "Awaiting them is Hell, and they will be left to drink oozing pus,",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun arkasından da cehennem vardır. Ve irinli sudan içirilecektir.",
        "hayrat_nesriyat": "Ardından da Cehennem vardır; (ona orada) irinli bir sudan içirilecektir.",
        "diyanet_vakfi": "Ardından da (o inatçı zorbaya) cehennem vardır; kendisine irinli su içirilecektir!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/016.mp3"
      }
    },
    {
      "id": 1767,
      "verseNumber": 17,
      "verseKey": "14:17",
      "arabic": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
      "english": "which they will sip with difficulty, and can hardly swallow. Death will overwhelm them from every side, yet they will not ˹be able to˺ die. Awaiting them still is harsher torment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onu yudum yudum içer ve onu boğazından geçiremeyecektir ve ona her taraftan ölüm gelecek. Halbuki, o ölmüş olmayacaktır, ve onun arkasından da ağır bir azap vardır.",
        "hayrat_nesriyat": "Onu yutmaya çalışır, fakat onu neredeyse boğazından geçiremez. Hem ölüm ona her taraftan gelir, hâlbuki o ölecek bir kimse değildir (ki kurtulsun)! Ardından da ağır bir azab vardır.",
        "diyanet_vakfi": "Onu yudumlamaya çalışacak, fakat boğazından geçiremeyecek ve ona her yandan ölüm gelecek, oysa o ölecek değildir (ki azaptan kurtulsun). Bundan ötede şiddetli bir azap da vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/017.mp3"
      }
    },
    {
      "id": 1768,
      "verseNumber": 18,
      "verseKey": "14:18",
      "arabic": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "english": "The parable of the deeds of those who disbelieve in their Lord is that of ashes fiercely blown away by wind on a stormy day. They will gain nothing from what they have earned. That is ˹truly˺ the farthest one can stray.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rablerini inkâr edenlerin meseli şöyledir; onların amelleri, fırtınalı bir günde şiddetli bir rüzgâra uğrayan bir kül gibidir. Onlar kazandıklarından bir şey üzerine kâdir olamazlar. İşte uzak sapıklık budur.",
        "hayrat_nesriyat": "Rablerini inkâr edenlerin misâli şöyledir: Onların amelleri, fırtınalı bir günde rüzgârın şiddetle savurduğu bir küle benzer. Kazandıklarından hiçbir şeye güçleri yetmez. İşte (haktan) uzak olan dalâlet budur.",
        "diyanet_vakfi": "Rablerini inkâr edenlerin durumu (şudur): Onların amelleri fırtınalı bir günde rüzgârın şiddetle savurduğu küle benzer. Kazandıklarından hiçbir şeyi elde edemezler. İyiden iyiye sapıtma işte budur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/018.mp3"
      }
    },
    {
      "id": 1769,
      "verseNumber": 19,
      "verseKey": "14:19",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "english": "Have you not seen that Allah created the heavens and the earth for a reason? If He wills, He can eliminate you and produce a new creation.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi ki, muhakkak Allah Teâlâ gökleri ve yeri bihakkın yaratmıştır. Eğer dilerse sizleri giderir ve yeni bir halk getirir.",
        "hayrat_nesriyat": "Görmedin mi, muhakkak Allah, gökleri ve yeri elbette hak ile (yerli yerinde)yaratmıştır. Eğer dilerse sizi (helâk edip) giderir de (yerinize) yepyeni bir halk getirir.",
        "diyanet_vakfi": "Allah’ın gökleri ve yeri hak ile yarattığını görmedin mi? O dilerse sizi ortadan kaldırıp yepyeni bir halk getirir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/019.mp3"
      }
    },
    {
      "id": 1770,
      "verseNumber": 20,
      "verseKey": "14:20",
      "arabic": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "english": "And that is not difficult for Allah ˹at all˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bu, Allah Teâlâ için güç bir şey değildir.",
        "hayrat_nesriyat": "Hem Allah`a göre bu zor bir şey değildir!",
        "diyanet_vakfi": "Bu, Allah’a güç değildir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/020.mp3"
      }
    },
    {
      "id": 1771,
      "verseNumber": 21,
      "verseKey": "14:21",
      "arabic": "وَبَرَزُوا۟ لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَـٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
      "english": "They will all appear before Allah, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, so will you ˹then˺ protect us from Allah’s torment in any way?” They will reply, “Had Allah guided us, we would have guided you. ˹Now˺ it is all the same for us whether we suffer patiently or impatiently, there is no escape for us.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hepsi Allah Teâlâ’nın huzuruna çıkmış olacaklardır. Artık zayıflar, kendilerini büyük görmekte bulunmuş olanlara diyecekler ki: Muhakkak biz size tâbi olmuştuk, şimdi siz Allah’ın azabından bir şeyi bizden bertaraf edebilir misiniz? (Onlar da) derler ki: Allah Teâlâ, bize hidâyet etse idi, elbette sizi hidâyete dâvet ederdik. Bizim için şimdi (fazla mahzun olsak da, sabretsek de) müsavîdir. Bizim için bir sığınacak yer yoktur.",
        "hayrat_nesriyat": "Ve (kıyâmet günü onlar) hep birlikte Allah`ın huzûruna çıkarlar da zayıflar, büyüklük taslayanlara der ki: `Doğrusu biz size tâbi` idik; şimdi siz, Allah`ın azâbından herhangi bir şeyi bizden def` edebilecek kimseler misiniz?` (Onlar da) derler ki: `Eğer Allah bizi hidâyete erdirseydi, (biz de) sizi elbette hidâyete sevk ederdik. (Artık) sızlansak da sabretsek de bizim için birdir; bizim için kaçıp sığınacak bir yer yoktur!`",
        "diyanet_vakfi": "(Kıyamet gününde) hepsi Allah’ın huzuruna çıkacak ve zayıflar o büyüklük taslayanlara diyecekler ki: «Biz sizin tâbilerinizdik. Şimdi siz, Allah’ın azabından herhangi bir şeyi bizden savabilir misiniz?» Onlar da diyecekler ki: «(Ne yapalım) Allah bizi hidayete erdirseydi biz de sizi doğru yola iletirdik. Şimdi sızlansak da sabretsek de birdir. Çünkü bizim için sığınacak bir yer yoktur.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/021.mp3"
      }
    },
    {
      "id": 1772,
      "verseNumber": 22,
      "verseKey": "14:22",
      "arabic": "وَقَالَ ٱلشَّيْطَـٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَـٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "And Satan will say ˹to his followers˺ after the judgment has been passed, “Indeed, Allah has made you a true promise. I too made you a promise, but I failed you. I did not have any authority over you. I only called you, and you responded to me. So do not blame me; blame yourselves. I cannot save you, nor can you save me. Indeed, I denounce your previous association of me with Allah ˹in loyalty˺. Surely the wrongdoers will suffer a painful punishment.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve iş hükme iktiran edince şeytan der ki: «Şüphesiz Allah size hak bir vaad ile vaadetmişti. Ben de size vaadetmiştim, sonra size vaadimden caydım. Ve benim için sizin üzerinize bir tahakküm yoktur. Ben sizi ancak dâvet ettim, siz de bana hemen icabet ettiniz. Artık beni kınamayınız, kendi nefislerinizi kınayınız. Ve ben sizi kurtarıcı değilim, siz de beni kurtarıcı değilsiniz. Şüphe yok ki beni evvelce şerik koşmanızı ben inkar etmiş oldum. Muhakkaktır ki, zalimler için pek acı bir azap vardır.»",
        "hayrat_nesriyat": "Nihâyet (hesabları görülüp) iş(leri) bitirilince şeytan (onlara) şöyle der: `Muhakkak ki Allah, size gerçek bir va`d ile söz verdi; (ben de) size va`d ettim; fakat size sözümde durmadım. Bununla berâber benim için sizin üzerinize (zorlayacak) bir güç yoktu; sizi sâdece çağırdım (siz de) hemen (ve hiç sonunu düşünmeden) bana uydunuz. Öyle ise beni kınamayın; bil`akis kendinizi kınayın! (Bugün artık) ne ben sizin kurtarıcınızım, ne de siz benim kurtarıcımsınız! Daha önce (dünyada iken) beni (Allah`a) ortak koşmanızı doğrusu ben (bu gün) inkâr ettim.` Şübhesiz ki o zâlimler yok mu, onlar için (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "(Hesapları görülüp) iş bitirilince, şeytan diyecek ki: «Şüphesiz Allah size gerçek olanı vâdetti, ben de size vâdettim ama, size yalancı çıktım. Zaten benim size karşı bir gücüm yoktu. Ben, sadece sizi (inkâra) çağırdım, siz de benim davetime hemen koştunuz. O halde beni yermeyin, kendinizi yerin. Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Kuşkusuz daha önce ben, beni (Allah’a) ortak koşmanızı reddettim.» Şüphesiz zalimler için elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/022.mp3"
      }
    },
    {
      "id": 1773,
      "verseNumber": 23,
      "verseKey": "14:23",
      "arabic": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ",
      "english": "Those who believe and do good will be admitted into Gardens, under which rivers flow—to stay there forever by the Will of their Lord—where they will be greeted with “Peace!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve imân eden ve sâlih sâlih amellerde bulunan kimseler, altlarından ırmaklar akar cennetlere konulmuşlardır, orada Rablerinin izniyle ebedî bir halde kalacaklardır. Onların duaları orada selâmdır.",
        "hayrat_nesriyat": "Îmân edip sâlih ameller işleyenler ise, Rablerinin izniyle, içinde ebedî kalıcılar olarak, altlarından ırmaklar akan Cennetlere konulmuşlardır. Onların orada birbirlerine sağlık temennîleri: `Selâm (sizin üzerinize olsun)!` (duâsı)dır.",
        "diyanet_vakfi": "İman edip de iyi işler yapanlar, Rablerinin izniyle içinde ebedî kalacakları ve zemininden ırmaklar akan cennetlere sokulacaklardır. Orada (birbirleriyle) karşılaştıkça söyledikleri «selam» dır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/023.mp3"
      }
    },
    {
      "id": 1774,
      "verseNumber": 24,
      "verseKey": "14:24",
      "arabic": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ",
      "english": "Do you not see how Allah compares a good word to a good tree? Its root is firm and its branches reach the sky,",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi ki, Allah Teâlâ nasıl bir temsil irâd etmiştir, bir temiz kelimeyi ki kökü sabit ve dalı semâda olan hoş bir ağaç gibidir.",
        "hayrat_nesriyat": "Görmedin mi, Allah nasıl bir misâl getirdi; güzel bir sözü (kelime-i tevhîdi), kökü(yerde) sâbit, dal(lar)ı ise gökte olan güzel bir ağaç gibi (kıldı).",
        "diyanet_vakfi": "Görmedin mi Allah nasıl bir misal getirdi: Güzel bir sözü, kökü (yerde) sabit, dalları gökte olan güzel bir ağaca (benzetti)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/024.mp3"
      }
    },
    {
      "id": 1775,
      "verseNumber": 25,
      "verseKey": "14:25",
      "arabic": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "english": "˹always˺ yielding its fruit in every season by the Will of its Lord. This is how Allah sets forth parables for the people, so perhaps they will be mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Öyle bir ağaç ki (yemişlerini) Rabbinin izniyle her zaman verir ve Allah Teâlâ insanlara misaller irad eder, tâ ki, düşünüp ibret alsınlar.",
        "hayrat_nesriyat": "(O ağaç,) Rabbisinin izni ile her zaman meyvesini verir. Ve Allah, insanlara böyle misâller getirir, tâ ki ibret alsınlar.",
        "diyanet_vakfi": "(O ağaç), Rabbinin izniyle her zaman yemişini verir. Öğüt alsınlar diye Allah insanlara misaller getirir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/025.mp3"
      }
    },
    {
      "id": 1776,
      "verseNumber": 26,
      "verseKey": "14:26",
      "arabic": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
      "english": "And the parable of an evil word is that of an evil tree, uprooted from the earth, having no stability.",
      "turkish": {
        "omer_nasuhi_bilmen": "Habis bir kelimenin misali ise, yerin üzerinden kapanmış nâpâk bir ağaç gibidir ki, onun için bir sebat yoktur.",
        "hayrat_nesriyat": "Kötü bir sözün misâli ise, yerin üstünden koparılmış, kötü bir ağaca benzer ki onun için bir sebat yoktur.",
        "diyanet_vakfi": "Kötü bir sözün misali, gövdesi yerden koparılmış, o yüzden ayakta durma imkânı olmayan (kötü) bir ağaca benzer."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/026.mp3"
      }
    },
    {
      "id": 1777,
      "verseNumber": 27,
      "verseKey": "14:27",
      "arabic": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
      "english": "Allah makes the believers steadfast with the firm Word ˹of faith˺<sup foot_note=76823>1</sup> in this worldly life and the Hereafter. And Allah leaves the wrongdoers to stray. For Allah does what He wills.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ mü’minleri dünya hayatında da, ahirette de sabit kavil ile tesbit eder ve Allah Teâlâ zalimleri dalâlete düşürür ve Allah Teâlâ dilediğini yapar.",
        "hayrat_nesriyat": "Allah îmân edenlere, dünya hayâtında da, âhirette de sağlam sözle (kelime-i şehâdetle) sebat verir. Allah, zâlimleri ise (kendi zulümleri sebebiyle) dalâlete atar ve Allah, dilediğini yapar.",
        "diyanet_vakfi": "Allah Teâlâ sağlam sözle iman edenleri hem dünya hayatında hem de ahirette sapasağlam tutar. Zalimleri ise Allah saptırır. Allah dilediğini yapar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/027.mp3"
      }
    },
    {
      "id": 1778,
      "verseNumber": 28,
      "verseKey": "14:28",
      "arabic": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
      "english": "Have you not seen those ˹disbelievers˺ who meet Allah’s favours with ingratitude and lead their own people to their doom?",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın nîmetini küfre tebdîl edenleri ve kavimlerini helâk yurduna sevkeyleyenleri görmedin mi?",
        "hayrat_nesriyat": "(28-29) Allah`ın ni`metini küfürle değiştiren ve kavimlerini helâk yurduna, Cehenneme sürükleyenleri görmedin mi? (O kâfirler) oraya gireceklerdir! O ise, ne kötü karargâhtır!",
        "diyanet_vakfi": "Allah’ın nimetine nankörlükle karşılık veren ve sonunda kavimlerini helâk yurduna sürükleyenleri görmedin mi?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/028.mp3"
      }
    },
    {
      "id": 1779,
      "verseNumber": 29,
      "verseKey": "14:29",
      "arabic": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
      "english": "In Hell they will burn. What an evil place for settlement.",
      "turkish": {
        "omer_nasuhi_bilmen": "Cehenneme, oraya gireceklerdir. O ne kötü karargâh!",
        "hayrat_nesriyat": "(28-29) Allah`ın ni`metini küfürle değiştiren ve kavimlerini helâk yurduna, Cehenneme sürükleyenleri görmedin mi? (O kâfirler) oraya gireceklerdir! O ise, ne kötü karargâhtır!",
        "diyanet_vakfi": "Onlar cehenneme girecekler. O ne kötü karargâhtır!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/029.mp3"
      }
    },
    {
      "id": 1780,
      "verseNumber": 30,
      "verseKey": "14:30",
      "arabic": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
      "english": "They set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy yourselves! Surely your destination is the Fire.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah için şerikler edindiler, O’nun yolundan saptırmak için. De ki: «Faidelenin, sonra muhakkak ki, dönüp gideceğiniz yer, ateştir.»",
        "hayrat_nesriyat": "Hem O`nun yolundan saptırmak için Allah`a ortaklar koştular. De ki: `Keyfinize bakın! Artık şübhesiz ki dönüşünüz, ateşedir!`",
        "diyanet_vakfi": "(İnsanları) Allah yolundan saptırmak için O’na ortaklar koştular. De ki: (İstediğiniz gibi) yaşayın! Çünkü dönüşünüz ateşedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/030.mp3"
      }
    },
    {
      "id": 1781,
      "verseNumber": 31,
      "verseKey": "14:31",
      "arabic": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
      "english": "Tell My believing servants to establish prayer and donate from what We have provided for them—openly and secretly—before the arrival of a Day in which there will be no ransom or friendly connections.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân etmiş olan kullarıma söyle, namazı kılsınlar ve kendilerini merzûk etmiş olduğumuz şeylerden gizlice ve âşikâre infakta bulunsunlar, bir günün gelmesinden evvelki, onda ne satış vardır, ne de dostluk.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Îmân eden kullarıma söyle, namazı hakkıyla edâ etsinler ve içinde ne bir alış-verişin, ne de bir dostluğun olmadığı bir gün gelmeden önce, kendilerini rızıklandırdığımız şeylerden, gizlice ve açıkça (Allah yolunda) sarf etsinler!",
        "diyanet_vakfi": "İman eden kullarıma söyle: Namazlarını dosdoğru kılsınlar, kendisinde ne alışveriş, ne de dostluk bulunan bir gün gelmeden önce, kendilerine verdiğimiz rızıklardan (Allah için) gizli açık harcasınlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/031.mp3"
      }
    },
    {
      "id": 1782,
      "verseNumber": 32,
      "verseKey": "14:32",
      "arabic": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
      "english": "It is Allah Who created the heavens and the earth and sends down rain from the sky, causing fruits to grow as a provision for you. He has subjected the ships for your service, sailing through the sea by His command, and has subjected the rivers for you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, O (Hâlık-i Azîm) dir ki gökleri ve yeri yaratmıştır ve gökten su indirmiştir. Sonra onunla semerelerden sizin için rızk meydana çıkarmıştır ve O’nun emriyle denizde de cereyan etmek için size gemileri musahhar kıldı ve size ırmakları da musahhar kılmıştır.",
        "hayrat_nesriyat": "Allah O (Rabbiniz)dir ki, gökleri ve yeri yarattı ve gökten bir su indirdi de onunla size rızık olmak üzere mahsûller çıkardı. Ve izni ile denizde akıp gitmesi için gemileri emrinize itâat eder kıldı. Nehirleri de hizmetinize verdi.",
        "diyanet_vakfi": "(O öyle lütufkâr) Allah’tır ki, gökleri ve yeri yarattı, gökten suyu indirip onunla rızık olarak size türlü meyveler çıkardı; izni ile denizde yüzüp gitmeleri için gemileri emrinize verdi; nehirleri de sizin (yararlanmanız) için akıttı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/032.mp3"
      }
    },
    {
      "id": 1783,
      "verseNumber": 33,
      "verseKey": "14:33",
      "arabic": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
      "english": "He has ˹also˺ subjected for you the sun and the moon, both constantly orbiting, and has subjected the day and night for you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için aleddevam deveran eden güneşi ve kameri musahhar kıldı ve sizin için geceyi ve gündüzü de musahhar kılmıştır.",
        "hayrat_nesriyat": "(Yörüngelerinde) devamlı olarak hareket eden güneşi ve ayı yine sizin için itâatkâr kıldı. Geceyi ve gündüzü de hizmetinize verdi.",
        "diyanet_vakfi": "Düzenli seyreden güneşi ve ayı size faydalı kıldı; geceyi ve gündüzü de istifadenize verdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/033.mp3"
      }
    },
    {
      "id": 1784,
      "verseNumber": 34,
      "verseKey": "14:34",
      "arabic": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
      "english": "And He has granted you all that you asked Him for. If you tried to count Allah’s blessings, you would never be able to number them. Indeed humankind is truly unfair, ˹totally˺ ungrateful.<sup foot_note=76824>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve size istedikleriniz şeylerin hepsinden vermiştir ve Eğer Allah’ın nîmetini sayacak olsanız sayıp bitiremezsiniz. Şüphe yok ki insan elbette çok zalîmdir, çok nankördür.",
        "hayrat_nesriyat": "Ve size, kendisinden istediğiniz şeylerin hepsinden verdi. Bununla berâber, Allah`ın ni`metini sayacak olsanız, onu sayamazsınız. Muhakkak ki insan, (Allah`ın bunca ni`metlerine rağmen) gerçekten çok zâlimdir, çok nankördür.",
        "diyanet_vakfi": "O size istediğiniz her şeyden verdi. Allah’ın nimetini sayacak olsanız sayamazsınız. Doğrusu insan çok zalim, çok nankördür!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/034.mp3"
      }
    },
    {
      "id": 1785,
      "verseNumber": 35,
      "verseKey": "14:35",
      "arabic": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
      "english": "˹Remember˺ when Abraham prayed, “My Lord! Make this city ˹of Mecca˺ secure, and keep me and my children away from the worship of idols.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yâd et o zamanı ki, İbrahim demişti: «Yarabbi! Bu şehri emin kıl, ve beni ve oğullarımı putlara tapmaktan uzak bulundur.»",
        "hayrat_nesriyat": "Bir zaman da İbrâhîm şöyle demişti: `Rabbim! Bu beldeyi (Mekke`yi) emniyetli kıl! Beni ve oğullarımı putlara tapmaktan uzak tut!`",
        "diyanet_vakfi": "Hatırla ki İbrahim şöyle demişti: «Rabbim! Bu şehri (Mekke’yi) emniyetli kıl, beni ve oğullarımı putlara tapmaktan uzak tut!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/035.mp3"
      }
    },
    {
      "id": 1786,
      "verseNumber": 36,
      "verseKey": "14:36",
      "arabic": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
      "english": "My Lord! They have caused many people to go astray. So whoever follows me is with me, and whoever disobeys me—then surely You are ˹still˺ All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Rabbim! Muhakkak ki onlar nâstan birçoklarını idlâl ettiler. İmdi her kim bana tâbi olursa şüphe yok ki, o bendendir ve kim bana âsi olursa, artık muhakkak ki, Sen çok yarlığayıcısın, çok esirgeyicisin.»",
        "hayrat_nesriyat": "`Rabbim! Çünki onlar (o putlar), insanlardan birçoğunu dalâlete düşürdüler. Bundan sonra kim bana tâbi` olursa, artık muhakkak o bendendir. Kim de bana karşı gelirse, artık şübhesiz ki sen, Gafûr (çok bağışlayan)sın, Rahîm (çok merhamet eden)sin.`",
        "diyanet_vakfi": "«Çünkü, onlar (putlar), insanlardan birçoğunun sapmasına sebep oldular, Rabbim. Şimdi kim bana uyarsa o bendendir. Kim de bana karşı gelirse, artık sen gerçekten çok bağışlayan, pek esirgeyensin.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/036.mp3"
      }
    },
    {
      "id": 1787,
      "verseNumber": 37,
      "verseKey": "14:37",
      "arabic": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "english": "Our Lord! I have settled some of my offspring in a barren valley, near Your Sacred House, our Lord, so that they may establish prayer. So make the hearts of ˹believing˺ people incline towards them and provide them with fruits, so perhaps they will be thankful.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Rabbimiz! Ben zürriyetimden bazısını senin Beyt-i Muharrem’inin yanındaki ekinsiz bir vadide iskan ettim. Ey Rabbimiz! Namazı dosdoğru kılsınlar diye. Artık insanlardan bir kısmını gönüllerini onlara meyleder kıl ve onları mahsulâttan merzûk et. Umulur ki, onlar şükrederler.»",
        "hayrat_nesriyat": "`Rabbimiz! Doğrusu ben zürriyetimden bir kısmını (oğlum İsmâîl ile annesi Hâcer`i), senin Beyt-i Harâm`ının (Kâ`be`nin) yanında, ekinsiz bir vâdiye yerleştirdim; Rabbimiz! Namazı hakkıyla edâ etsinler (sana hakkıyla kulluk etsinler) diye (emrin üzere, böyle yaptım)! Artık (sen) insanlardan bir kısım gönülleri onlara meylettir ve onları mahsûllerden rızıklandır! Umulur ki şükrederler.`",
        "diyanet_vakfi": "«Ey Rabbimiz! Ey sahibimiz! Namazı dosdoğru kılmaları için ben, neslimden bir kısmını senin Beyt-i Harem’inin (Kâbe’nin) yanında, ziraat yapılmayan bir vâdiye yerleştirdim. Artık sen de insanlardan bir kısmının gönüllerini onlara meyledici kıl ve meyvelerden bunlara rızık ver! Umulur ki bu nimetlere şükrederler.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/037.mp3"
      }
    },
    {
      "id": 1788,
      "verseNumber": 38,
      "verseKey": "14:38",
      "arabic": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
      "english": "Our Lord! You certainly know what we conceal and what we reveal. Nothing on earth or in heaven is hidden from Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Rabbimiz! Şüphe yok ki, Sen bizim gizlediğimizi de açığa vurduğumuzu da bilirsin. Ve Allah Teâlâ’ya ne yerde ve ne de gökte hiçbir şey gizli kalamaz.»",
        "hayrat_nesriyat": "`Rabbimiz! Şübhesiz ki sen, neyi gizler ve neyi açıklarsak bilirsin. Çünki ne yerde, ne de gökte hiçbir şey Allah`a gizli kalmaz!`",
        "diyanet_vakfi": "«Ey Rabbimiz! Şüphesiz ki sen bizim gizleyeceğimizi de açıklayacağımızı da bilirsin. Çünkü ne yerde ne de gökte hiçbir şey Allah’a gizli kalmaz.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/038.mp3"
      }
    },
    {
      "id": 1789,
      "verseNumber": 39,
      "verseKey": "14:39",
      "arabic": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
      "english": "All praise is for Allah who has blessed me with Ishmael and Isaac in my old age. My Lord is indeed the Hearer of ˹all˺ prayers.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hamdolsun o Allah’a ki, bana ihtiyarlık çağında İsmail’i ve İshak’ı ihsan buyurdu. Şüphe yok ki Rabbim, elbette duayı bihakkın işiticidir.»",
        "hayrat_nesriyat": "`İhtiyar hâl(im)de bana İsmâîl`i ve İshâk`ı ihsân eden Allah`a hamd olsun! Şübhesiz ki Rabbim, elbette (her) duâyı hakkıyla işitendir.`",
        "diyanet_vakfi": "«İhtiyar halimde bana İsmail’i ve İshak’ı lütfeden Allah’a hamdolsun! Şüphesiz Rabbim duayı işitendir.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/039.mp3"
      }
    },
    {
      "id": 1790,
      "verseNumber": 40,
      "verseKey": "14:40",
      "arabic": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
      "english": "My Lord! Make me and those ˹believers˺ of my descendants keep up prayer. Our Lord! Accept my prayers.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Yarabbi! Beni ve zürriyetimden olanı da namaza müdavim kıl. Ey Rabbimiz! Ve duamı kabul buyur.»",
        "hayrat_nesriyat": "`Rabbim! Beni, namazı hakkıyla edâ eden bir kimse eyle; zürriyetimden de (böyle kimseler yarat)! Rabbimiz! Duâmı kabûl buyur!`",
        "diyanet_vakfi": "«Ey Rabbim! Beni ve soyumdan gelecekleri namazı devamlı kılanlardan eyle; ey Rabbimiz! Duamı kabul et!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/040.mp3"
      }
    },
    {
      "id": 1791,
      "verseNumber": 41,
      "verseKey": "14:41",
      "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
      "english": "Our Lord! Forgive me, my parents, and the believers on the Day when the judgment will come to pass.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Rabbimiz! Hesap zuhûra geleceği gün beni, anamı, babamı ve mü’minleri mağfiretine nâil kıl.»",
        "hayrat_nesriyat": "`Rabbimiz! Hesâbın görüleceği gün, bana, ana-babama ve (bütün) mü`minlere mağfiret eyle!`",
        "diyanet_vakfi": "«Ey Rabbimiz! (Amellerin) hesap olunacağı gün beni, ana babamı ve müminleri bağışla!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/041.mp3"
      }
    },
    {
      "id": 1792,
      "verseNumber": 42,
      "verseKey": "14:42",
      "arabic": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
      "english": "Do not think ˹O Prophet˺ that Allah is unaware of what the wrongdoers do. He only delays them until a Day when ˹their˺ eyes will stare in horror—",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’yı zalimlerin yapar oldukları şeylerden gâfil sanma. Onları, kendisinde gözlerin yerlerinde karar edemeyeceği bir gün için tehir eder.",
        "hayrat_nesriyat": "Zalimlerin yaptıklarından Allah`ı habersiz sanma. Allah onların hesabını gözlerin donup kalacağı bir güne erteliyor.",
        "diyanet_vakfi": "(Resûlüm!) Sakın, Allah’ı zalimlerin yaptıklarından habersiz sanma! Ancak, Allah onları (cezalandırmayı), korkudan gözlerin dışarı fırlayacağı bir güne erteliyor."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/042.mp3"
      }
    },
    {
      "id": 1793,
      "verseNumber": 43,
      "verseKey": "14:43",
      "arabic": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
      "english": "rushing forth, heads raised, never blinking, hearts void.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Öyle ki) Başlarını yukarıya dikerek koşarlar. Gözleri kendilerine dönüp bakamaz ve yürekleri ise bomboş hava kesilmiş bulunur.",
        "hayrat_nesriyat": "(O gün onlar, artık) başlarını (kendilerine her seslenene) korkuyla kaldıranlar olarak(çağrıldıkları yere) koşacak olan kimselerdir; (öyle ki) bakışları kendilerine (bile) dönemez. Kalbleri ise bomboştur (kapıldıkları dehşetten dolayı hiçbir şey anlamazlar).",
        "diyanet_vakfi": "Zihinleri bomboş olarak kendilerine bile dönüp bakamaz durumda, gözleri göğe dikilmiş bir vaziyette koşarlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/043.mp3"
      }
    },
    {
      "id": 1794,
      "verseNumber": 44,
      "verseKey": "14:44",
      "arabic": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
      "english": "And warn the people of the Day when the punishment will overtake ˹the wicked among˺ them, and the wrongdoers will cry, “Our Lord! Delay us for a little while. We will respond to Your call and follow the messengers!” ˹It will be said,˺ “Did you not swear before that you would never be removed ˹to the next life˺?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve nâsı korkut, o azabın kendilerine geleceği bir gün ile ki, o zalim olanlar diyeceklerdir ki: «Ey Rabbimiz! Bizi bir yakın vakte kadar tehir et, senin davetine icabet edelim, ve peygamberlere tâbi olalım.» (Onlara denilecektir ki:) «Sizin için bir zeval yoktur diye siz evvelce yemin etmiş değil mi idiniz?»",
        "hayrat_nesriyat": "(Ey Resûlüm!) O hâlde insanları, kendilerine azâbın geleceği gün (kıyâmet) ile korkut! Zîrâ (o gün) o zulmedenler: `Rabbimiz! Bizi (dünyaya gönderip) yakın bir vakte kadar (kısa bir zaman için bile olsa, ecelimizi) te`hîr et ki, senin da`vetine uyalım ve o peygamberlere tâbi` olalım!` derler. (Onlara şöyle denilir:) `Hâlbuki daha önce (dünyada iken) sizin için hiçbir (şekilde) sona erme olmadığına dâir yemîn etmemiş miydiniz?`",
        "diyanet_vakfi": "Kendilerine azabın geleceği, bu yüzden zalimlerin: «Ey Rabbimiz! Yakın bir müddete kadar bize süre ver de senin davetine uyalım ve peygamberlere tâbi olalım» diyecekleri gün hakkında insanları uyar. (Onlara denilir ki:) «Daha önce, sizin için bir zevâl olmadığına, yemin etmemiş miydiniz?»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/044.mp3"
      }
    },
    {
      "id": 1795,
      "verseNumber": 45,
      "verseKey": "14:45",
      "arabic": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
      "english": "You passed by the ruins of those ˹destroyed peoples˺ who had wronged themselves.<sup foot_note=76825>1</sup> It was made clear to you how We dealt with them, and We gave you ˹many˺ examples.",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, siz nefislerine zulmetmiş olanların yurtlarında ikamet etmiş ve onlara neler yapmış olduğumuz sizin için apaçık belli olmuş idi ve sizin için misaller de beyan etmiştik.",
        "hayrat_nesriyat": "Hem (sizden önce Âd ve Semûd gibi) kendilerine zulmedenlerin yurtlarına yerleşmemiş miydiniz; hem onlara nasıl yaptığımız, size belli olmuştu ve (onların hâllerinden)size misâller getirmiştik.",
        "diyanet_vakfi": "«(Sizden önce) kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara nasıl muamele ettiğimiz size apaçık belli oldu. Ve size misaller de verdik.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/045.mp3"
      }
    },
    {
      "id": 1796,
      "verseNumber": 46,
      "verseKey": "14:46",
      "arabic": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
      "english": "They devised every plot, which was fully known to Allah, but their plotting was not enough to ˹even˺ overpower mountains ˹let alone Allah˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muhakkak ki, (onlar) hileleriyle hilede bulundular ve onların hilesi, Allah katında (malum)dur. Ve onların hilesi, ondan dağlar zail olacak bir (kuvvette) değildir.",
        "hayrat_nesriyat": "Hâlbuki (onlar her türlü) tuzaklarıyla, gerçekten tuzak kurdular; Allah katında da tuzakları (beklemedikleri cezâları) var. Artık, isterse tuzakları dağları yerinden yok edecek olsun!",
        "diyanet_vakfi": "Hilelerinin cezası Allah katında (malum) iken, onlar, tuzaklarını kurmuşlardı. Halbuki onların hileleriyle dağlar yerinden gidecek değildi!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/046.mp3"
      }
    },
    {
      "id": 1797,
      "verseNumber": 47,
      "verseKey": "14:47",
      "arabic": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
      "english": "So do not think ˹O Prophet˺ that Allah will fail to keep His promise to His messengers. Allah is indeed Almighty, capable of punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah Teâlâ’yı peygamberlerine olan vaadinden hulf edici sanma. Şüphe yok ki Allah Teâlâ azîzdir, intikam sahibidir.",
        "hayrat_nesriyat": "(Ey Habîbim!) Öyle ise, sakın Allah`ı, peygamberlerine olan va`dinden dönücü sanma! Şübhesiz ki Allah, Azîz (kudreti dâimâ üstün gelen)dir, intikam sâhibidir!",
        "diyanet_vakfi": "O halde, sakın Allah’ın peygamberlerine verdiği sözden cayacağını sanma! Çünkü Allah mutlak üstündür, kimsenin yaptığını yanına bırakmaz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/047.mp3"
      }
    },
    {
      "id": 1798,
      "verseNumber": 48,
      "verseKey": "14:48",
      "arabic": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "english": "˹Watch for˺ the Day ˹when˺ the earth will be changed into a different earth and the heavens as well, and all will appear before Allah—the One, the Supreme.",
      "turkish": {
        "omer_nasuhi_bilmen": "O günde ki, bu yer başka bir yere tebeddül eder, gökler de. Ve vâhid, kahhar olan Allah Teâlâ’nın huzuruna çıkmış olurlar.",
        "hayrat_nesriyat": "O gün, yer başka yere çevrilir, gökler de (başka göklere)! Ve (herkes) Vâhid (bir olan), Kahhâr (kahredici üstünlük sâhibi) olan Allah`ın huzûruna çıkarlar!",
        "diyanet_vakfi": "Yer başka bir yer, gökler de (başka gökler) haline getirildiği, (insanlar) bir ve gücüne karşı durulamaz olan Allah’ın huzuruna çıktıkları gün (Allah bütün zalimlerin cezasını verecektir)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/048.mp3"
      }
    },
    {
      "id": 1799,
      "verseNumber": 49,
      "verseKey": "14:49",
      "arabic": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "english": "On that Day you will see the wicked bound together in chains,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o günde günahkârları bukağılara vurulmuş bir halde görürsün.",
        "hayrat_nesriyat": "Hem o gün suçluları, zincirlerle birbirlerine bağlı kimseler olarak görürsün!",
        "diyanet_vakfi": "O gün, günahkârların zincire vurulmuş olduğunu görürsün."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/049.mp3"
      }
    },
    {
      "id": 1800,
      "verseNumber": 50,
      "verseKey": "14:50",
      "arabic": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "english": "with garments of tar, and their faces covered with flames.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların gömlekleri katrandandır ve onların yüzlerini ateş kaplayacaktır.",
        "hayrat_nesriyat": "Onların gömlekleri katrandandır; yüzlerini de ateş kaplar!",
        "diyanet_vakfi": "Onların gömlekleri katrandandır, yüzlerini de ateş bürümektedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/050.mp3"
      }
    },
    {
      "id": 1801,
      "verseNumber": 51,
      "verseKey": "14:51",
      "arabic": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "english": "As such, Allah will reward every soul for what it has committed. Surely Allah is swift in reckoning.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ, her kimseyi kazandığı ile cezalandırmak için böyle yapacaktır. Şüphe yok ki Allah Teâlâ’nın hesabı pek süratlidir.",
        "hayrat_nesriyat": "Ki Allah, herkese kazandığının karşılığını versin! Muhakkak ki Allah, hesâbı pek çabuk görendir.",
        "diyanet_vakfi": "Allah herkese kazandığının karşılığını vermek için (onları diriltecektir.) Kuşkusuz Allah, hesabı çabuk görendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/051.mp3"
      }
    },
    {
      "id": 1802,
      "verseNumber": 52,
      "verseKey": "14:52",
      "arabic": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "english": "This ˹Quran˺ is a ˹sufficient˺ message for humanity so that they may take it as a warning and know that there is only One God, and so that people of reason may be mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu, nâsa kat’i bir tebliğdir. Hem bununla korkutulmuş olsunlar ve hem de O’nun muhakkak bir tek ilâh olduğunu bilsinler ve akıl sahipleri de güzelce düşünsünler.",
        "hayrat_nesriyat": "Bu (Kur`ân), kendisiyle hem korkutulsunlar, hem O`nun ancak bir tek İlâh olduğunu bilsinler, hem de (istikametli) akıl sâhibleri ibret alsınlar diye insanlara bir tebliğdir.",
        "diyanet_vakfi": "İşte bu (Kur’an), kendisiyle uyarılsınlar, Allah’ın ancak bir tek Tanrı olduğunu bilsinler ve akıl sahipleri iyice düşünüp öğüt alsınlar diye insanlara (gönderilmiş) bir bildiridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/014/052.mp3"
      }
    }
  ]
}