{
  "verses": [
    {
      "id": 1902,
      "verseNumber": 1,
      "verseKey": "16:1",
      "arabic": " أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "english": "The command of Allah is at hand, so do not hasten it. Glorified and Exalted is He above what they associate ˹with Him in worship˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ’nın emri geldi, artık onu acele istemeyiniz. (Hak Teâlâ) Onların şerik koştukları şeylerden münezzehtir ve çok yücedir.",
        "hayrat_nesriyat": "Allah`ın emri (kıyâmet) geldi; sakın onu acele istemeyin! (Allah, o müşriklerin)ortak koşmakta oldukları şeylerden pek münezzeh ve çok yücedir.",
        "diyanet_vakfi": "Allah’ın emri gelmiştir. Artık onu istemekte acele etmeyin. Allah, onların koştukları ortaklardan uzak ve yücedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/001.mp3"
      }
    },
    {
      "id": 1903,
      "verseNumber": 2,
      "verseKey": "16:2",
      "arabic": "يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "english": "He sends down the angels with revelation by His command to whoever He wills of His servants, ˹stating:˺ “Warn ˹humanity˺ that there is no god ˹worthy of worship˺ except Me, so be mindful of Me ˹alone˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "O, kullarından dilediği üzerine kendi emrinde Ruh ile melekleri indirir ki, korkutunuz. Şüphe yok ki, Benden başka ilâh yoktur. Artık Benden korkunuz.",
        "hayrat_nesriyat": "(Rabbin,) melekleri kendi emriyle, kullarından dilediğine: `Şübhesiz ki benden başka ilâh olmadığı(nı insanlara bildirmek) ile korkutun da benden sakının!` diye vahiy ile indirir.",
        "diyanet_vakfi": "Allah kendi emriyle melekleri, kullarından dilediği kimseye vahiy ile, «Benden başka tanrı olmadığına dair (kullarımı) uyarın ve benden korkun» diye gönderir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/002.mp3"
      }
    },
    {
      "id": 1904,
      "verseNumber": 3,
      "verseKey": "16:3",
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "english": "He created the heavens and the earth for a purpose. Exalted is He above what they associate with Him ˹in worship˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "(3-4) Gökleri ve yeri hak ile yaratmıştır. O kendisine şerik koştukları şeylerden çok âlidir. İnsanı bir nutfeden yaratmıştır. Böyle iken, o, apaçık bir düşmandır.",
        "hayrat_nesriyat": "Gökleri ve yeri hak ile (karârınca O) yarattı. (Ve O, müşriklerin) ortak koşmakta oldukları şeylerden pek yücedir.",
        "diyanet_vakfi": "(Allah) gökleri ve yeri hak ile yarattı. O, koştukları ortaklardan münezzehtir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/003.mp3"
      }
    },
    {
      "id": 1905,
      "verseNumber": 4,
      "verseKey": "16:4",
      "arabic": "خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
      "english": "He created humans from a sperm-drop, then—behold!—they openly challenge ˹Him˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "(3-4) Gökleri ve yeri hak ile yaratmıştır. O kendisine şerik koştukları şeylerden çok âlidir. İnsanı bir nutfeden yaratmıştır. Böyle iken, o, apaçık bir düşmandır.",
        "hayrat_nesriyat": "İnsanı bir nutfeden (hakir bir damla sudan süzülmüş hulâsadan) yarattı; bir de bakarsın ki o, apaçık bir mücâdeleci (kesilmiş)tir.",
        "diyanet_vakfi": "O, insanı bir damla sudan yarattı. Fakat bakarsın ki (insan) Rabbine apaçık bir hasım oluvermiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/004.mp3"
      }
    },
    {
      "id": 1906,
      "verseNumber": 5,
      "verseKey": "16:5",
      "arabic": "وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ",
      "english": "And He created the cattle for you as a source of warmth, food, and ˹many other˺ benefits.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ehli hayvanları da yaratmıştır ki, sizin için onlarda korunmak vardır ve menfaatler vardır ve onlardan yersiniz.",
        "hayrat_nesriyat": "Hayvanları (ve çok vâsıtaları) da yarattı. Sizin için onlarda ısıtıcı şeyler ve birçok faydalar vardır; hem onlar(ın kendisinden ve gelirin)den yersiniz.",
        "diyanet_vakfi": "Hayvanları da O yarattı. Onlarda sizin için ısıtıcı (şeyler) ve birçok faydalar vardır. Onlardan bir kısmını da yersiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/005.mp3"
      }
    },
    {
      "id": 1907,
      "verseNumber": 6,
      "verseKey": "16:6",
      "arabic": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "english": "They are also pleasing to you when you bring them home and when you take them out to graze.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için onları akşamleyin getirdiğiniz ve sabahleyin salıverdiğiniz sırada bir ziynet vardır",
        "hayrat_nesriyat": "Ve akşamleyin getirirken, sabahleyin de salıverirken onlarda sizin için bir (zevk ve)güzellik vardır.",
        "diyanet_vakfi": "Sizin için onlardan ayrıca akşamleyin getirirken, sabahleyin salıverirken bir güzellik (bir zevk) vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/006.mp3"
      }
    },
    {
      "id": 1908,
      "verseNumber": 7,
      "verseKey": "16:7",
      "arabic": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "english": "And they carry your loads to ˹distant˺ lands which you could not otherwise reach without great hardship. Surely your Lord is Ever Gracious, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin ağırlıklarınızı yüklenirler, bir beldeye kadar ki, siz o beldeye bir meşakkat-i nefsiye olmaksızın kavuşacak olamazsınız, şüphe yok ki, Rabbiniz elbette çok esirgeyicidir, çok merhametlidir.",
        "hayrat_nesriyat": "Hem (bunlar sizi ve) yüklerinizi öyle bir beldeye taşır(lar) ki, (onlar olmasaydı)oraya nefislerin(izin) ancak çok meşakkat çekmesiyle varabilirdiniz. Şübhesiz ki Rabbiniz, elbette Raûf (çok şefkat eden)dir, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Bu hayvanlar sizin ağırlıklarınızı, ancak güçlüklere katlanarak varabileceğiniz bir memlekete taşırlar. Şüphesiz Rabbiniz çok şefkatli, pek merhametlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/007.mp3"
      }
    },
    {
      "id": 1909,
      "verseNumber": 8,
      "verseKey": "16:8",
      "arabic": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "english": "˹He also created˺ horses, mules, and donkeys for your transportation and adornment. And He creates what you do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kendilerine binmeniz için ve bir ziynet olarak atları, katırları ve merkepleri de yaratmıştır. Ve sizin bilemiyeceğiniz daha nice şeyleri de yaratacaktır.",
        "hayrat_nesriyat": "Atları, katırları ve eşekleri de onlara binmeniz için ve (dünya hayâtınızda) bir ziynet olsun diye (yarattı). Ve daha sizin bilmeyeceğiniz nice şeyler (nice vâsıtalar) yaratır.",
        "diyanet_vakfi": "Atları, katırları ve eşekleri binmeniz ve (gözlere) zinet olsun diye (yarattı). Allah şu anda bilemeyeceğiniz daha nice (nakil vasıtaları) yaratır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/008.mp3"
      }
    },
    {
      "id": 1910,
      "verseNumber": 9,
      "verseKey": "16:9",
      "arabic": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
      "english": "It is upon Allah ˹alone˺ to ˹clearly˺ show the Straight Way. Other ways are deviant. Had He willed, He would have easily imposed guidance upon all of you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (maksut olan) doğru yolu beyan da Allah Teâlâ’ya aittir. Maahaza ondan sapan da vardır ve eğer Allah Teâlâ dilese idi, elbette sizi cümleten hidâyete erdirirdi.",
        "hayrat_nesriyat": "Yolun doğrusu(nu göstermek) ise Allah`a âiddir; ondan (o yollardan) eğri olan da vardır. Hâlbuki (Allah) dileseydi, elbette sizi hep birlikte hidâyete erdirirdi.",
        "diyanet_vakfi": "Yolun doğrusu Allah’ındır. Yolun eğrisi de vardır. Allah dileseydi hepinizi doğru yola iletirdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/009.mp3"
      }
    },
    {
      "id": 1911,
      "verseNumber": 10,
      "verseKey": "16:10",
      "arabic": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
      "english": "He is the One Who sends down rain from the sky, from which you drink and by which plants grow for your cattle to graze.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (Hâlik-ı Kerîm)dir ki: Sizin için gökten bir su indirdi. Ondan bir içilecek şey vardır ve ondan nebatat yetişir, onda (hayvanlarınızı) otlatırsınız.",
        "hayrat_nesriyat": "Gökten sizin için bir su indiren O`dur; içecek(leriniz) ondandır, içinde(hayvanlarınızı) otlattığınız bitkiler de ondan (yetişmekte)dir.",
        "diyanet_vakfi": "Gökten suyu indiren O’dur. Ondan hem size içecek vardır, hem de hayvanlarınızı otlatacağınız bitkiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/010.mp3"
      }
    },
    {
      "id": 1912,
      "verseNumber": 11,
      "verseKey": "16:11",
      "arabic": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "english": "With it He produces for you ˹various˺ crops, olives, palm trees, grapevines, and every type of fruit. Surely in this is a sign for those who reflect.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Allah Teâlâ) Onunla sizin için bir ekin, zeytin, hurma ağaçları, üzümler ve meyvelerin hepsinden yetiştirir. Şüphe yok ki, bunda düşünecekler olan bir kavim için elbette bir âyet vardır.",
        "hayrat_nesriyat": "(Allah) onunla size ekin, zeytin, hurma ağaçları, üzüm bağları ve her çeşit meyvelerden bitirir. Muhakkak ki bunda, düşünecek bir topluluk için (Allah`ın varlığına ve birliğine) elbette bir delil vardır.",
        "diyanet_vakfi": "(Allah) su sayesinde sizin için ekinler, zeytinler, hurmalar, üzümler ve diğer meyvelerin hepsinden bitirir. İşte bunlarda düşünen bir toplum için büyük bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/011.mp3"
      }
    },
    {
      "id": 1913,
      "verseNumber": 12,
      "verseKey": "16:12",
      "arabic": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "english": "And He has subjected for your benefit the day and the night, the sun and the moon. And the stars have been subjected by His command. Surely in this are signs for those who understand.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için geceyi, gündüzü, güneşi, kameri musahhar kıldı. Yıldızlar da onun emriyle musahhardırlar. Muhakkak ki, bunda âkilâne düşünür bir kavim için elbette büyük alâmetler vardır.",
        "hayrat_nesriyat": "(O,) geceyi ve gündüzü, güneşi ve ayı sizin hizmetinize verdi. Yıldızlar da O`nun emrine boyun eğdirilmişlerdir. Şübhe yok ki bunda, akıl erdirecek bir topluluk için nice deliller vardır.",
        "diyanet_vakfi": "O, geceyi, gündüzü, güneşi ve ayı sizin hizmetinize verdi. Yıldızlar da Allah’ın emri ile hareket ederler. Şüphesiz ki bunlarda aklını kullananlar için pek çok deliller vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/012.mp3"
      }
    },
    {
      "id": 1914,
      "verseNumber": 13,
      "verseKey": "16:13",
      "arabic": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
      "english": "And ˹He subjected˺ for you whatever He has created on earth of varying colours.<sup foot_note=76839>1</sup> Surely in this is a sign for those who are mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için yerde renkleri muhtelif olarak neler yaratmış ise şüphe yok onda da öğüt alacak bir kavim için elbette bir ibret vardır.",
        "hayrat_nesriyat": "Yeryüzünde sizin için yarattığı, renkleri muhtelif şeyleri de (size itâatkâr kıldı). Şübhesiz bunda (da) ibret alacak bir topluluk için kat`î bir delil vardır.",
        "diyanet_vakfi": "Yeryüzünde sizin için rengârenk yarattıklarında da öğüt alan bir toplum için gerçek bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/013.mp3"
      }
    },
    {
      "id": 1915,
      "verseNumber": 14,
      "verseKey": "16:14",
      "arabic": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "english": "And He is the One Who has subjected the sea, so from it you may eat tender seafood and extract ornaments to wear. And you see the ships ploughing their way through it, so you may seek His bounty and give thanks ˹to Him˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O (Hâlik-ı Azîm)dir ki, denizi musahhar etmiştir. Tâ ki ondan taze bir et yiyesiniz ve ondan giyeceğiniz bir ziynet çıkarasınız. Gemileri de orada yara yara gider bir halde görürsün. Hem fazlından taleb edesiniz, hem de gerektir ki, şükredesiniz.",
        "hayrat_nesriyat": "İçinden tâze bir et (balık) yiyesiniz ve kendisinden onu takınacağınız bir ziynet(inci ve mercan) çıkarasınız diye, denizi hizmetinize veren de O`dur. Ayrıca gemileri onda(suları) yara yara giden (vâsıta)lar olarak görürsün. (Bütün bunlar, ibret almanız) ve O`nun fazlından (rızkınızı) aramanız içindir; tâ ki şükredesiniz.",
        "diyanet_vakfi": "İçinden taze et (balık) yemeniz ve takacağınız bir süs (eşyası) çıkarmanız için denizi emrinize veren O’dur. Gemilerin denizde (suları) yara yara gittiklerini de görüyorsun. (Bütün bunlar) onun lütfunu aramanız ve nimetine şükretmeniz içindir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/014.mp3"
      }
    },
    {
      "id": 1916,
      "verseNumber": 15,
      "verseKey": "16:15",
      "arabic": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "english": "He has placed into the earth firm mountains, so it does not shake with you, as well as rivers, and pathways so you may find your way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yerde sabit dağlar vücuda getirdi, sizi sallayıp muzdarip etmesin diye ve nehirler ve yollar da, (vücuda getirdi) tâ ki, doğru yolu bulasınız.",
        "hayrat_nesriyat": "Sizi sarsar diye yeryüzünde de (direkler hükmünde) sâbit dağlar, hem maksadlarınıza ulaşasınız diye nehirler ve yollar koydu (yarattı).",
        "diyanet_vakfi": "Sizi sarsmaması için yeryüzünde sağlam dağları, yolunuzu bulmanız için de ırmakları ve yolları yarattı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/015.mp3"
      }
    },
    {
      "id": 1917,
      "verseNumber": 16,
      "verseKey": "16:16",
      "arabic": "وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
      "english": "Also by landmarks and stars do people find their way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve nice alâmetler (vücuda getirdi) ve onlar yıldızlar ile yollarını doğrulturlar.",
        "hayrat_nesriyat": "Daha nice alâmetler (yarattı)! Onlar, yıldızla da doğru yolu bulurlar.",
        "diyanet_vakfi": "Daha nice alâmetler (yarattı). Onlar, yıldızlarla da yollarını doğrulturlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/016.mp3"
      }
    },
    {
      "id": 1918,
      "verseNumber": 17,
      "verseKey": "16:17",
      "arabic": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "english": "Can the One Who creates be equal to those who do not? Will you not then be mindful?",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi yaratır olan zât, yaratamaz kimse gibi midir? Artık iyice düşünmez misiniz?",
        "hayrat_nesriyat": "Öyleyse (sizin için bu kadar ni`metleri yoktan) yaratan (Allah), (aslâ)yaratamayan (putlarınız ve sâdece var olanı keşfeden insanlar) gibi midir? Hâlâ ibret almaz mısınız?",
        "diyanet_vakfi": "O halde, yaratan (Allah), yaratmayan (putlar) gibi olur mu? Hâla düşünmüyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/017.mp3"
      }
    },
    {
      "id": 1919,
      "verseNumber": 18,
      "verseKey": "16:18",
      "arabic": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
      "english": "If you tried to count Allah’s blessings, you would never be able to number them. Surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah’ın nîmetini sayacak olsanız, onu tamamen sayamazsınız. Şüphe yok ki, Allah Teâlâ çok yarlığayıcıdır, çok merhametlidir.",
        "hayrat_nesriyat": "Eğer Allah`ın ni`metini sayacak olsanız, onu sayamazsınız. Şübhesiz ki Allah, elbette Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Allah’ın nimetini saymaya kalksanız, onu sayamazsınız. Hakikaten Allah çok bağışlayan, pek esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/018.mp3"
      }
    },
    {
      "id": 1920,
      "verseNumber": 19,
      "verseKey": "16:19",
      "arabic": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "english": "And Allah knows what you conceal and what you reveal.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ gizlediğiniz şeyi de ve açıkladığınız şeyi de bilir.",
        "hayrat_nesriyat": "Ve Allah, neyi gizler ve neyi açıklarsanız bilir.",
        "diyanet_vakfi": "Allah, gizlediğinizi de açıkladığınızı da bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/019.mp3"
      }
    },
    {
      "id": 1921,
      "verseNumber": 20,
      "verseKey": "16:20",
      "arabic": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
      "english": "But those ˹idols˺ they invoke besides Allah cannot create anything—they themselves are created.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’dan başka kendilerine tapındıkları (şeyler) hiçbir şey yaratamazlar. Halbuki, onlar yaratılırlar.",
        "hayrat_nesriyat": "(Onların) Allah`dan başka (kendisine) yalvarmakta oldukları şeyler ise, hiçbir şey yaratamazlar; çünki (onların) kendileri yaratılıyorlar.",
        "diyanet_vakfi": "Allah’ı bırakıp da taptıkları (putlar), hiçbir şey yaratamazlar. Çünkü onlar kendileri yaratılmışlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/020.mp3"
      }
    },
    {
      "id": 1922,
      "verseNumber": 21,
      "verseKey": "16:21",
      "arabic": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "english": "They are dead, not alive—not even knowing when their followers will be resurrected.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Onlar) Ölülerdir, diriler değildirler ve ne zaman (nâsın) diriltileceklerini de anlayamazlar.",
        "hayrat_nesriyat": "(Onlar) ölüdürler, diri değildirler! (Kendilerinin ve kendilerine tapanların) ne zaman diriltileceklerini de bilmezler.",
        "diyanet_vakfi": "Onlar diriler değil, ölülerdir. Ne zaman diriltileceklerini de bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/021.mp3"
      }
    },
    {
      "id": 1923,
      "verseNumber": 22,
      "verseKey": "16:22",
      "arabic": "إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
      "english": "Your God is ˹only˺ One God. As for those who do not believe in the Hereafter, their hearts are in denial, and they are too proud.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizin mabûdunuz, bir tek mabûddur. Ahirete imân etmeyenler ise onların kalpleri inkâr edicidir ve onlar kibirlenen kimselerdir.",
        "hayrat_nesriyat": "İlâhınız (olan Allah) tek bir İlâhdır. Fakat âhirete îmân etmeyenlerin kalbleri inkârcıdır ve onlar büyüklük taslayan kimselerdir.",
        "diyanet_vakfi": "İlâhınız bir tek Tanrı’dır. Fakat ahirete inanmayanlar var ya, onların kalpleri inkârcı, kendileri de böbürlenen kimselerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/022.mp3"
      }
    },
    {
      "id": 1924,
      "verseNumber": 23,
      "verseKey": "16:23",
      "arabic": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
      "english": "Without a doubt, Allah knows what they conceal and what they reveal. He certainly does not like those who are too proud.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Allah Teâlâ onların neyi gizlediklerini ve neyi açıkladıklarını bilir. Muhakkak ki, O, kibirlenenleri sevmez.",
        "hayrat_nesriyat": "Hiç şübhe yok ki Allah, elbette (onlar) neyi gizler ve neyi açıklarlarsa bilir. Doğrusu O, büyüklük taslayanları sevmez!",
        "diyanet_vakfi": "Hiç şüphesiz Allah, onların gizleyeceklerini de açıklayacaklarını da bilir. O, büyüklük taslayanları asla sevmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/023.mp3"
      }
    },
    {
      "id": 1925,
      "verseNumber": 24,
      "verseKey": "16:24",
      "arabic": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "english": "And when it is said to them, “What has your Lord revealed?” They say, “Ancient fables!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara, «Rabbiniz ne indirdi?» denildiği vakit dediler ki: «Evvelkilerin masallarını.»",
        "hayrat_nesriyat": "Onlara: `Rabbiniz ne indirdi?` denildiği zaman ise: `Evvelkilerin masalları!` derler.",
        "diyanet_vakfi": "Onlara: Rabbiniz ne indirdi? denildiği zaman, «Öncekilerin masallarını» derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/024.mp3"
      }
    },
    {
      "id": 1926,
      "verseNumber": 25,
      "verseKey": "16:25",
      "arabic": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "english": "Let them bear their burdens in full on the Day of Judgment as well as some of the burdens of those they mislead without knowledge. Evil indeed is what they will bear!",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar nihâyet Kıyamet günü kendi günahlarını kâmilen yüklenecekler ve bilgisizlikten dolayı sapıtmış oldukları kimselerin günahlarından bir kısmını da yükleneceklerdir. Dikkat et! Yüklenecekleri şey ne kadar fena!",
        "hayrat_nesriyat": "(Böyle derler) ki kıyâmet günü hem kendi günahlarını tamâmen yüklensinler, hem de kendilerini bilgisizce saptırdıkları kimselerin günahlarından bir kısmını! Dikkat edin ki, yüklenecekleri şey ne kötüdür!",
        "diyanet_vakfi": "Kıyamet gününde kendi günahlarını tam olarak taşımaları ve bilgisizce saptırmakta oldukları kimselerin günahlarından da bir kısmını yüklenmeleri için (öyle derler). Bak ki yüklenecekleri şey ne kötüdür!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/025.mp3"
      }
    },
    {
      "id": 1927,
      "verseNumber": 26,
      "verseKey": "16:26",
      "arabic": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "english": "Indeed, those before them had plotted, but Allah struck at the ˹very˺ foundation of their structure, so the roof collapsed on top of them, and the torment came upon them from where they did not expect.<sup foot_note=76840>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, onlardan evvelkiler de hilede (hud’ada) bulunmuşlardı. Nihâyet Allah Teâlâ’nın emri onların binalarının temellerine geldi de artık tavanları yukarılarından üzerlerine çöküverdi ve onlara azap anlayamadıkları bir cihetten gelivermişti.",
        "hayrat_nesriyat": "Şübhesiz onlardan öncekiler de tuzak kurmuştu; fakat Allah(`ın emri) binâlarına temellerinden geldi de tavan, tepelerinden üzerlerine çöktü ve azab onlara (böylece)ummayacakları bir yerden geldi.",
        "diyanet_vakfi": "Onlardan öncekiler de (peygamberlere) hile yapmışlardı. Sonunda Allah da onların binalarını temellerinden söktü üstlerindeki tavan da tepelerine çöktü. Bu azap onlara, farkedemedikleri bir yerden gelmişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/026.mp3"
      }
    },
    {
      "id": 1928,
      "verseNumber": 27,
      "verseKey": "16:27",
      "arabic": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
      "english": "Then on the Day of Judgment He will humiliate them and say, “Where are My ˹so-called˺ associate-gods for whose sake you used to oppose ˹the believers˺?” Those gifted with knowledge will say, “Surely disgrace and misery today are upon the disbelievers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra Kıyamet gününde onları (Cenâb-ı Hak) rüsvay edecektir ve diyeceklerdir ki: Nerede o, (zû’münüzce) benim şeriklerim ki, siz onlardan dolayı (mü’minlere) muhalefette bulunur idiniz. Kendilerine ilim verilmiş olanlar da diyeceklerdir ki: Şüphe yok bütün mezellet, bütün kötülük bugün kâfirlerin üzerinedir.",
        "hayrat_nesriyat": "Sonra (Allah) kıyâmet günü onları rezîl eder ve: `Uğurlarında (mü`minlere)düşmanlık edip durduğunuz ortaklarım nerede?` buyurur. Kendilerine ilim verilmiş olanlar(peygamberlerle mü`minler) der ki: `Şübhesiz ki bugün, rezillik ve kötülük kâfirler üzerinedir!`",
        "diyanet_vakfi": "Sonra kıyamet gününde (Allah), onları rezil eder ve der ki: «Kendileri hakkında (müminlere) düşman kesildiğiniz ortaklarım nerede?» Kendilerine ilim verilmiş olanlar derler ki: «Şüphesiz bugün rezillik ve kötülük kâfirleredir.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/027.mp3"
      }
    },
    {
      "id": 1929,
      "verseNumber": 28,
      "verseKey": "16:28",
      "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
      "english": "Those whose souls the angels seize while they wrong themselves will then offer ˹full˺ submission ˹and say falsely,˺ “We did not do any evil.” ˹The angels will say,˺ “No! Surely Allah fully knows what you used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, kendi nefislerine zulmediciler oldukları halde onların ruhlarını melekler kabzedecektir. O vakit onlar, «Biz bir kötülük yapar olmadık,» diye teslimiyet göstereceklerdir. Hayır, şüphe yok ki Allah Teâlâ sizin ne yapar olduğunuzu bihakkın bilicidir.",
        "hayrat_nesriyat": "Onlar ki, nefislerine zulmedici kimseler oldukları hâlde iken, melekler onların canlarını alırlar. O vakit (onlar): `(Biz) hiçbir kötülük yapmıyorduk!` diye teslîm olmuşlardır. Hayır! Muhakkak ki Allah, sizin yapmakta olduklarınızı hakkıyla bilendir.",
        "diyanet_vakfi": "Kendilerine haksızlık ederlerken meleklerin canlarını aldıkları kimseler: Biz hiçbir kötülük yapmıyorduk, diyerek teslim olurlar. (Melekler onlara şöyle der:) «Hayır, Allah, sizin yaptıklarınızı elbette çok iyi bilendir.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/028.mp3"
      }
    },
    {
      "id": 1930,
      "verseNumber": 29,
      "verseKey": "16:29",
      "arabic": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "english": "So enter the gates of Hell, to stay there forever. Indeed, what an evil home for the arrogant!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık giriniz cehennemin kapılarına içinde müebbet kalmak üzere. Artık mütekebbirlerin yurdu ne kadar fena!",
        "hayrat_nesriyat": "Öyle ise içinde ebedî kalıcılar olarak Cehennemin kapılarından girin! Artık kibirlenenlerin kalacakları yer ne kötüdür!",
        "diyanet_vakfi": "«O halde, içinde ebedî kalacağınız cehennemin kapılarından girin! Kibirlenenlerin yeri ne kötüdür!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/029.mp3"
      }
    },
    {
      "id": 1931,
      "verseNumber": 30,
      "verseKey": "16:30",
      "arabic": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
      "english": "And ˹when˺ it is said to those mindful ˹of Allah˺, “What has your Lord revealed?” They say, “All the best!” For those who do good in this world, there is goodness. But far better is the ˹eternal˺ Home of the Hereafter. How excellent indeed is the home of the righteous:",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ittikada bulunmuş olanlara denildi ki: «Rabbiniz hangi şeyi indirmiştir?» Dediler ki: «Hayrı...». Bu dünyada iyilik edenler için iyilik vardır ve ahiret yurdu ise elbette daha hayırlıdır ve muttakîlerin yurdu ise ne güzeldir.",
        "hayrat_nesriyat": "(Günahlardan) sakınanlara ise: `Rabbiniz ne indirdi?` denildi (de onlar): `(Bizim için iyilik ve) hayır (indirdi)!` dediler. Bu dünyada (îmân edip) iyilik edenlere, (her iki cihanda) iyilik vardır. Âhiret yurdu ise elbette daha hayırlıdır. Takvâ sâhiblerinin yurdu gerçekten ne güzeldir!",
        "diyanet_vakfi": "(Kötülüklerden) sakınanlara: Rabbiniz ne indirdi? denildiğinde, «Hayır (indirdi)» derler. Bu dünyada güzel davrananlara, güzel mükâfat vardır. Ahiret yurdu ise daha hayırlıdır. Takvâ sahiplerinin yurdu gerçekten güzeldir!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/030.mp3"
      }
    },
    {
      "id": 1932,
      "verseNumber": 31,
      "verseKey": "16:31",
      "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
      "english": "the Gardens of Eternity which they will enter, under which rivers flow. In it they will have whatever they desire. This is how Allah rewards the righteous—",
      "turkish": {
        "omer_nasuhi_bilmen": "And cennetleridir ki, ona gireceklerdir, altlarından ırmaklar akar. Ve onlar için orada istedikleri vardır. İşte Allah Teâlâ muttakîleri böylece mükâfaatlandırır.",
        "hayrat_nesriyat": "(O yurt,) girecekleri Adn Cennetleridir; (ki) altlarından ırmaklar akar, orada kendileri için ne isterlerse vardır. İşte Allah, takvâ sâhiblerini böyle mükâfâtlandırır!",
        "diyanet_vakfi": "(O yurt,) girecekleri, zemininden ırmaklar akan Adn cennetleridir. Onlar için orada kendilerine diledikleri her şey vardır. İşte Allah, takvâ sahiplerini böyle mükâfatlandırır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/031.mp3"
      }
    },
    {
      "id": 1933,
      "verseNumber": 32,
      "verseKey": "16:32",
      "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
      "english": "those whose souls the angels take while they are virtuous, saying ˹to them˺, “Peace be upon you! Enter Paradise for what you used to do.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, pâk oldukları halde ruhlarını melekler alıverirler, derler ki: «Selâm size» yapar olduklarınız şey sebebiyle cennete giriniz.",
        "hayrat_nesriyat": "Onlar ki, tertemiz kimseler oldukları bir hâlde iken melekler onların canlarını alırlar(ve o ölüm ânlarında onlara): `Selâm sizin üzerinize olsun!` derler; (âhirette ise kendilerine:) `İşlemekte olduğunuz (sâlih) amellerden dolayı girin Cennete!` (denir).",
        "diyanet_vakfi": "(Onlar,) meleklerin, «Size selâm olsun. Yapmış olduğunuz (iyi) işlere karşılık cennete girin» diyerek tertemiz olarak canlarını aldıkları kimselerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/032.mp3"
      }
    },
    {
      "id": 1934,
      "verseNumber": 33,
      "verseKey": "16:33",
      "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "english": "Are they only awaiting the coming of the angels or the command of your Lord ˹O Prophet˺? So were those before them. And Allah never wronged them, but it was they who wronged themselves.",
      "turkish": {
        "omer_nasuhi_bilmen": "(O münkirler) Kendilerine meleklerin gelmesinden veya Rabbin emrinin gelmesinden başka bir şey mi beklerler? Onlardan evvelkiler de öylece yapmışlardı ve onlara Allah zulmetmedi, velâkin onlar kendi nefislerine zulmeder oldular.",
        "hayrat_nesriyat": "(Kâfirler) kendilerine (ölüm) meleklerin(in) gelmesinden veya Rabbinin (azab)emrinin gelivermesinden başka bir şey mi bekliyorlar? Onlardan öncekiler de böyle yapmıştı. Hâlbuki Allah onlara zulmetmedi; fakat onlar (helâklerine sebebiyet verecek işleri yapmakla) kendilerine zulmediyorlardı.",
        "diyanet_vakfi": "(Kâfirler) kendilerine meleklerin gelmesinden veya Rablerinin emrinin gelmesinden başka bir şey mi bekliyorlar? Onlardan öncekiler de böyle yapmışlardı. Allah onlara zulmetmedi, fakat onlar kendilerine zulmediyorlardı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/033.mp3"
      }
    },
    {
      "id": 1935,
      "verseNumber": 34,
      "verseKey": "16:34",
      "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "Then the evil ˹consequences˺ of their deeds overtook them, and they were overwhelmed by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onlara yapar oldukları şeylerin kötülükleri dokundu ve onları kendisiyle istihzâ eder oldukları şey sarıverdi.",
        "hayrat_nesriyat": "Sonunda yaptıklarının cezâsı onlara isâbet etti ve kendisiyle alay eder oldukları şey onları kuşatıverdi.",
        "diyanet_vakfi": "Sonunda yaptıklarının cezası onlara ulaştı ve alay etmekte oldukları şey onları çepeçevre kuşatıverdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/034.mp3"
      }
    },
    {
      "id": 1936,
      "verseNumber": 35,
      "verseKey": "16:35",
      "arabic": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "english": "The polytheists argue, “Had Allah willed, neither we nor our forefathers would have worshipped anything other than Him, nor prohibited anything without His command.” So did those before them. Is not the messengers’ duty only to deliver ˹the message˺ clearly?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve müşrikler dediler ki: «Eğer Allah dilese idi ondan başkasına ne biz ve ne de babalarımız ibadette bulunmazdık ve ne de onsuz birşeyi haram kılmazdık. İşte onlardan evvelkiler de böyle yapmışlardır. Artık peygamberlerin üzerine apaçık tebliğden başka ne vardır?",
        "hayrat_nesriyat": "Şirk koşanlar ise dedi ki: `Eğer Allah dileseydi, ne biz, ne de atalarımız O`ndan başka bir şeye tapmazdık ve O(`nun emri) olmadan hiçbir şeyi haram kılmazdık!` Onlardan öncekiler de böyle yapmıştı. O hâlde peygamberler üzerine apaçık tebliğden başka ne düşer?",
        "diyanet_vakfi": "Ortak koşanlar dediler ki: «Allah dileseydi ne biz ne de babalarımız ondan başkasına tapardık. Onun emri olmadan hiçbir şeyi de haram kılmazdık.» Onlardan öncekiler de böyle yapmışlardı. Peygamberlerin üzerine açık seçik tebliğden başka bir şey düşer mi!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/035.mp3"
      }
    },
    {
      "id": 1937,
      "verseNumber": 36,
      "verseKey": "16:36",
      "arabic": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "english": "We surely sent a messenger to every community, saying, “Worship Allah and shun false gods.” But some of them were guided by Allah, while others were destined to stray. So travel throughout the land and see the fate of the deniers!",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, her ümmete, «Allah’a ibadet ediniz ve şeytandan kaçınınız,» diye bir peygamber göndermişizdir. Artık o ümmetlerden bir kısmına Allah hidâyet etmiştir ve onlardan bir kısmının üzerine de dalâlet tahakkuk eylemiştir. İmdi yeryüzünde yürüyünüz de bakınız ki, tekzîp edenlerin akıbetleri nasıl olmuştur.",
        "hayrat_nesriyat": "And olsun ki, her ümmet içinde: `Allah`a kulluk edin ve tâğuttan (Allah`ın yerine tutacağınız herşeyden) kaçının!` diye (kendilerine nasîhat etmesi için) bir peygamber gönderdik. Artık onlardan bir kısmını (hikmetine binâen kendi lütfuyla) Allah hidâyete erdirdi, bir kısmına da (inkârları yüzünden) dalâlet hak oldu. Öyleyse yeryüzünde bir dolaşın da (peygamberlerimizi) yalanlayanların âkıbeti nasıl olmuş bakın!",
        "diyanet_vakfi": "Andolsun ki biz, «Allah’a kulluk edin ve Tâğut’tan sakının» diye (emretmeleri için) her ümmete bir peygamber gönderdik. Allah, onlardan bir kısmını doğru yola iletti. Onlardan bir kısmı da sapıklığı hak ettiler. Yeryüzünde gezin de görün, inkâr edenlerin sonu nasıl olmuştur!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/036.mp3"
      }
    },
    {
      "id": 1938,
      "verseNumber": 37,
      "verseKey": "16:37",
      "arabic": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
      "english": "Even though you ˹O Prophet˺ are keen on their guidance, Allah certainly does not guide those He leaves to stray, and they will have no helpers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sen onların hidâyet bulmalarına haris olsan da (faidesizdir). Çünkü Allah Teâlâ dalâlete düşürdüğüne hidâyet etmez ve onlar için yardımcılardan bir kimse de yoktur.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Onların hidâyete ermelerine ne kadar hırs göstersen de, şübhesiz ki Allah, (hak ettiklerinden dolayı) dalâlete attığı kimseleri hidâyete erdirmez; onlar için hiçbir yardımcı da yoktur!",
        "diyanet_vakfi": "(Resûlüm!) Sen, onların hidayete ermelerine çok düşkünlük göstersen de bil ki Allah, saptırdığı kimseyi (dilemezse) hidayete erdirmez. Onların yardımcıları da yoktur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/037.mp3"
      }
    },
    {
      "id": 1939,
      "verseNumber": 38,
      "verseKey": "16:38",
      "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "english": "They swear by Allah their most solemn oaths that Allah will never raise the dead to life. Yes ˹He will˺! It is a true promise binding on Him, but most people do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’a olanca yeminleriyle yemin ettiler ki: «Allah ölecek bir kimseyi (diriltmeyecektir). Hayır. Bu (diriltmek) O’nun üzerine hak olan bir vaaddir. Velâkin nâsın ekserisi bilmezler.",
        "hayrat_nesriyat": "Hâlbuki (onlar): `Allah, ölen kimseyi diriltmez!` diye bütün güçleriyle Allah`a yemîn ettiler. Hayır! (Onlar diriltileceklerdir! Bu,) O`nun üzerine hak bir va`ddir; fakat insanların çoğu bilmezler.",
        "diyanet_vakfi": "Onlar: «Allah ölen bir kimseyi diriltmez» diye olanca güçleriyle Allah’a and içtiler. Aksine, bu O’nun bizzat kendisine karşı gerçek bir vâdidir. Fakat insanların çoğu bilmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/038.mp3"
      }
    },
    {
      "id": 1940,
      "verseNumber": 39,
      "verseKey": "16:39",
      "arabic": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ",
      "english": "˹He will do that˺ to make clear to them what they disagreed on, and for the disbelievers to know that they were liars.",
      "turkish": {
        "omer_nasuhi_bilmen": "Evet. Cenâb-ı Hak ölüleri diriltecektir ki onlara kendisinde ihtilâf ettikleri şeyi açıklasın ve kâfir olanlar da kendilerinin hakikaten ne yalancı kimseler olmuş olduklarını bilsinler.",
        "hayrat_nesriyat": "(Diriltilecekler) ki, onlara hakkında ihtilâf eder oldukları şeyi açıklasın ve inkâr edenler kendilerinin gerçekten yalancı kimseler olduklarını bilsin(ler)!",
        "diyanet_vakfi": "Hakkında ihtilaf ettikleri şeyi onlara açıklaması ve kâfir olanların da kendilerinin yalancılar olduklarını bilmeleri için (Allah onları diriltecek)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/039.mp3"
      }
    },
    {
      "id": 1941,
      "verseNumber": 40,
      "verseKey": "16:40",
      "arabic": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "english": "If We ever will something ˹to exist˺, all We say is: “Be!” And it is!",
      "turkish": {
        "omer_nasuhi_bilmen": "Bizim bir şeye sözümüz, onu dilediğimiz zaman ona «Ol» dememizden ibarettir ki, o da hemen oluverir.",
        "hayrat_nesriyat": "Bir şeye sözümüz, onu(n olmasını) dilediğimizde, kendisine sâdece `Ol!` dememizdir ki (o da) hemen oluverir.",
        "diyanet_vakfi": "Biz, bir şeyin olmasını istediğimiz zaman, ona (söyleyecek) sözümüz sadece «Ol» dememizdir. Hemen oluverir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/040.mp3"
      }
    },
    {
      "id": 1942,
      "verseNumber": 41,
      "verseKey": "16:41",
      "arabic": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "english": "As for those who emigrated in ˹the cause of˺ Allah after being persecuted, We will surely bless them with a good home in this world. But the reward of the Hereafter is far better, if only they knew.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, zulme uğratıldıklarından sonra Allah uğrunda hicret ettiler. Elbette onları dünyada güzelce bir surette yerleştireceğiz ve ahiret mükâfaatı ise elbette daha büyüktür. Eğer bilir olsalar.",
        "hayrat_nesriyat": "Kendilerine zulmedildikten sonra Allah yolunda hicret edenleri, dünyada mutlaka güzelce yerleştiririz. Âhiret mükâfâtı ise elbette daha büyüktür. Keşke bilselerdi!",
        "diyanet_vakfi": "Zulme uğradıktan sonra Allah yolunda hicret edenlere gelince, onları dünyada güzel bir şekilde yerleştireceğiz. Eğer bilirlerse ahiretin mükâfatı elbette daha büyüktür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/041.mp3"
      }
    },
    {
      "id": 1943,
      "verseNumber": 42,
      "verseKey": "16:42",
      "arabic": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "english": "˹It is˺ they who have patiently endured, and in their Lord they put their trust.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki sabretmişlerdir ve Rablerine de tevekkülde bulunurlar.",
        "hayrat_nesriyat": "Onlar (bu mükâfâta lâyık olacak kimseler), sabredenler ve Rablerine tevekkül edenlerdir.",
        "diyanet_vakfi": "(Onlar) sadece Rablerine tevekkül ederek sabredenlerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/042.mp3"
      }
    },
    {
      "id": 1944,
      "verseNumber": 43,
      "verseKey": "16:43",
      "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "english": "We did not send ˹messengers˺ before you ˹O Prophet˺ except mere men inspired by Us. If you ˹polytheists˺ do not know ˹this already˺, then ask those who have knowledge ˹of the Scriptures˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senden evvel de resûl olarak göndermedik, ancak kendilerine vahyeder olduğumuz erkekleri gönderdik. İmdi, ehl-i zikrden sorunuz eğer siz bilmiyor iseniz.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Senden önce de, kendilerine vahyeder olduğumuz erkeklerden başkasını (peygamber) göndermedik. (Ve siz ey müşrikler!) Eğer bilmiyorsanız o hâlde ehl-i zikre (iyi bilenlere) sorun!",
        "diyanet_vakfi": "Senden önce de, kendilerine vahyettiğimiz kişilerden başkasını peygamber olarak göndermedik. Eğer bilmiyorsanız, bilenlere sorun."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/043.mp3"
      }
    },
    {
      "id": 1945,
      "verseNumber": 44,
      "verseKey": "16:44",
      "arabic": "بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "english": "˹We sent them˺ with clear proofs and divine Books. And We have sent down to you ˹O Prophet˺ the Reminder, so that you may explain to people what has been revealed for them, and perhaps they will reflect.",
      "turkish": {
        "omer_nasuhi_bilmen": "(O peygamberleri) Açık mûcizeler ile ve kitaplar ile (gönderdik) ve sana da Kur’an’ı indirdik ki, kendilerine indirilmiş oldukları(emir ve nehyi) nâsa açıkça anlatasın ve gerek ki onlar da tefekkür edeler.",
        "hayrat_nesriyat": "(O peygamberleri) mu`cizelerle ve kitablarla (gönderdik). Sana da, kendilerine indirileni (helâl ve harâmı) insanlara açıklayasın diye Zikr`i (Kur`ân`ı) indirdik; tâ ki düşünsünler.",
        "diyanet_vakfi": "Apaçık mucizeler ve kitaplarla (gönderildiler). İnsanlara, kendilerine indirileni açıklaman için ve düşünüp anlasınlar diye sana da bu Kur’an’ı indirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/044.mp3"
      }
    },
    {
      "id": 1946,
      "verseNumber": 45,
      "verseKey": "16:45",
      "arabic": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "english": "Do those who devise evil plots feel secure that Allah will not cause the earth to swallow them? Or that the torment will not come upon them in ways they cannot comprehend?",
      "turkish": {
        "omer_nasuhi_bilmen": "Kötülükleri ile hilede bulunanlar, Allah’ın onları yere geçireceğinden veya anlamaz oldukları bir cihetten kendilerine azabın gelmesinden emin mi oldular?",
        "hayrat_nesriyat": "Peki (peygambere) kötülüklerle tuzak kuranlar, Allah`ın, kendilerini yere batırmasından veya anlayamayacakları bir yerden kendilerine azâbın gelivermesinden emîn mi oldu(lar)?",
        "diyanet_vakfi": "(45-46) Kötülük tuzakları kuranlar, Allah’ın, kendilerini yere geçirmeyeceğinden veya kendilerine bilemeyecekleri bir yerden azabın gelmeyeceğinden veya onlar dönüp dolaşırlarken Allah’ın kendilerini yakalamayacağından emin mi oldular? Onlar (Allah’ı) âciz bırakacak değillerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/045.mp3"
      }
    },
    {
      "id": 1947,
      "verseNumber": 46,
      "verseKey": "16:46",
      "arabic": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
      "english": "Or that He will not seize them while they go about ˹their day˺, for then they will have no escape?",
      "turkish": {
        "omer_nasuhi_bilmen": "Veya onları dönüp dolaşırlarken yakalayıvermesinden (emin mi oldular?) Halbuki, onlar (Hak Teâlâ’yı) aciz bırakıcılar değildirler.",
        "hayrat_nesriyat": "Veya dönüp dolaşırlarken (azâbın) kendilerini yakalayıvermesinden (mi emin oldular)? Hâlbuki onlar, (Allah`ı) âciz bırakıcı kimseler değillerdir.",
        "diyanet_vakfi": "(45-46) Kötülük tuzakları kuranlar, Allah’ın, kendilerini yere geçirmeyeceğinden veya kendilerine bilemeyecekleri bir yerden azabın gelmeyeceğinden veya onlar dönüp dolaşırlarken Allah’ın kendilerini yakalamayacağından emin mi oldular? Onlar (Allah’ı) âciz bırakacak değillerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/046.mp3"
      }
    },
    {
      "id": 1948,
      "verseNumber": 47,
      "verseKey": "16:47",
      "arabic": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "english": "Or that He will not destroy them gradually? But your Lord is truly Ever Gracious, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Veya onları korkutmak üzere yakalayıvereceğinden emin midirler? Muhakkak ki, Rabbin elbette çok esirgeyicidir, çok merhametlidir.",
        "hayrat_nesriyat": "Veya (azâbın) kendilerini korkuta korkuta (azar azar) yakalamasından (emîn mioldular)? Artık şübhesiz ki Rabbiniz, elbette Raûf (çok şefkat eden)dir, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Yoksa Allah’ın kendilerini yavaş yavaş tüketerek cezalandırmayacağından (emin mi oldular)? Kuşkusuz Rabbin çok şefkatli, pek merhametlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/047.mp3"
      }
    },
    {
      "id": 1949,
      "verseNumber": 48,
      "verseKey": "16:48",
      "arabic": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
      "english": "Have they not considered how the shadows of everything Allah has created incline to the right and the left ˹as the sun moves˺, totally submitting to Allah in all humility?",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın yarattığı herhangi bir şeyi görmediler mi ki, onun gölgesi Allah için mütevaziyane bir halde secde ederek sağa ve sol taraflara eğiliverir.",
        "hayrat_nesriyat": "(Onlar) Allah`ın yarattığı herhangi bir şeyi görmediler mi ki, onun gölgeleri (dahi)Allah`a secde ediciler ve zilletle boyun eğenler oldukları hâlde sağ ve sol (taraflar)a dönerler!",
        "diyanet_vakfi": "Allah’ın yarattığı herhangi bir şeyi görmediler mi? Onun gölgeleri, küçülerek ve Allah’a secde ederek sağa sola döner."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/048.mp3"
      }
    },
    {
      "id": 1950,
      "verseNumber": 49,
      "verseKey": "16:49",
      "arabic": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "english": "And to Allah ˹alone˺ bows down ˹in submission˺<sup foot_note=76841>1</sup> whatever is in the heavens and whatever is on the earth of living creatures, as do the angels—who are not too proud ˹to do so˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah için göklerde olanlar ve canlı yürür şeylerden yerde olanlar ve melekler secde ederler ve onlar kibirlenmezler.",
        "hayrat_nesriyat": "Hâlbuki göklerde olan ve yerde bulunan hareket eden bütün canlılar ve melekler, büyüklük taslamadan sâdece Allah`a secde eder.",
        "diyanet_vakfi": "Göklerde bulunanlar, yerdeki canlılar ve bütün melekler, büyüklük taslamadan Allah’a secde ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/049.mp3"
      }
    },
    {
      "id": 1951,
      "verseNumber": 50,
      "verseKey": "16:50",
      "arabic": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "english": "They<sup foot_note=76842>1</sup> fear their Lord above them, and do whatever they are commanded.",
      "turkish": {
        "omer_nasuhi_bilmen": "Üzerlerinde hakîm olan Rablerinden korkarlar ve emrolundukları şeyleri yaparlar.",
        "hayrat_nesriyat": "(İnsanların ve cinlerin bir kısmı hâriç, herşey) üzerlerinde (hâkim) olan Rablerinden korkarlar ve ne emrolunurlarsa yaparlar.",
        "diyanet_vakfi": "Onlar, üstlerindeki Rablerinden korkarlar ve kendilerine ne emrolunursa onu yaparlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/050.mp3"
      }
    },
    {
      "id": 1952,
      "verseNumber": 51,
      "verseKey": "16:51",
      "arabic": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
      "english": "And Allah has said, “Do not take two gods. There is only One God. So be in awe of Me ˹alone˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah buyurmuştur ki, «İki ilâh ittihaz etmeyiniz; O ancak bir ilâhtır. Artık yalnız Benden korkunuz.»",
        "hayrat_nesriyat": "Ve Allah buyurdu ki: `İki ilâh edinmeyin! O, ancak tek bir İlâhdır! Öyle ise, yalnız benden korkun!`",
        "diyanet_vakfi": "Allah buyurdu ki: İki tanrı edinmeyin! O ancak bir Tanrı’dır. O halde yalnız benden korkun!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/051.mp3"
      }
    },
    {
      "id": 1953,
      "verseNumber": 52,
      "verseKey": "16:52",
      "arabic": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
      "english": "To Him belongs whatever is in the heavens and the earth, and to Him ˹alone˺ is the everlasting devotion. Will you then fear any other than Allah?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerde ve yerde ne varsa O’nun içindir ve din de daima O’nun içindir. (Bu böyle iken siz) Allah’ın gayrısından mı korkarsınız?",
        "hayrat_nesriyat": "Çünki göklerde ve yerde ne varsa O`nundur; dîn (itâat) de dâimâ O`nun içindir. Buna rağmen Allah`dan başkasından mı sakınıyorsunuz?",
        "diyanet_vakfi": "Göklerde ve yerde ne varsa, O’nundur, din de yalnız O’nundur. O halde Allah’tan başkasından mı korkuyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/052.mp3"
      }
    },
    {
      "id": 1954,
      "verseNumber": 53,
      "verseKey": "16:53",
      "arabic": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
      "english": "Whatever blessings you have are from Allah. Then whenever hardship touches you, to Him ˹alone˺ you cry ˹for help˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Size gelen her nîmet, Allah’tandır. Sonra size bir zarar dokunduğu zaman ancak O’na seslerinizi kaldırıp sığınırsınız.",
        "hayrat_nesriyat": "Hâlbuki size gelen her ni`met Allah`dandır; sonra size zarar dokunduğu zaman(feryadla) ancak O`na sesinizi yükselt(erek yalvar)ırsınız.",
        "diyanet_vakfi": "Nimet olarak size ulaşan ne varsa, Allah’tandır. Sonra size bir zarar dokunduğu zaman da yalnız O’na yalvarırsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/053.mp3"
      }
    },
    {
      "id": 1955,
      "verseNumber": 54,
      "verseKey": "16:54",
      "arabic": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
      "english": "Then as soon as He removes the hardship from you, a group of you associates ˹others˺ with their Lord ˹in worship˺,",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra sizden o zararı açtığı vakit o an sizden bir tâife Rablerine şerik koşarlar.",
        "hayrat_nesriyat": "Sonra sizden o zararı giderdiği zaman, içinizden bir fırka hemen Rablerine ortak koşarlar.",
        "diyanet_vakfi": "Sonra da sizden o zararı giderdiğinde, içinizden bir zümre, hemen Rablerine ortak koşarlar!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/054.mp3"
      }
    },
    {
      "id": 1956,
      "verseNumber": 55,
      "verseKey": "16:55",
      "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
      "english": "only returning Our favours with ingratitude. So enjoy yourselves, for you will soon know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kendilerine verdiğimiz şeylere karşı nankörlükte bulunmak için (öyle harekette bulunurlar) Artık bir mühlet menfaatlenedurunuz; fakat yakında bileceksiniz.",
        "hayrat_nesriyat": "(O müşrikler,) kendilerine verdiğimiz (ni`metler)e nankörlük etmeleri için (böyle yaparlar). Şimdilik eğlenin bakalım; fakat (yaptıklarınızın âkıbetini) ileride bileceksiniz!",
        "diyanet_vakfi": "Kendilerine verdiklerimize karşılık nankörlük etmeleri için (öyle yaparlar). O halde bir süre daha faydalanın; fakat yakında hakikati bileceksiniz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/055.mp3"
      }
    },
    {
      "id": 1957,
      "verseNumber": 56,
      "verseKey": "16:56",
      "arabic": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
      "english": "And they ˹even˺ assign to those ˹idols˺—who know nothing—a share of what We have provided for them. By Allah! You will certainly be questioned about whatever ˹lies˺ you used to fabricate ˹against Allah˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kendilerini merzûk ettiğimiz şeylerden bilmez nesneler için bir hisse ayırırlar. Allah’a kasem olsun ki, iftira eder olduğunuz şeyden dolayı elbette mes’ul olacaksınız.",
        "hayrat_nesriyat": "Hem kendilerini rızıklandırdığımız şeylerden, hiçbir şey bilmeyenlere (putlara) bir hisse ayırıyorlar. Allah`a yemîn olsun ki, bu iftirâ etmekte olduğunuz şeylerden mutlaka sorulacaksınız.",
        "diyanet_vakfi": "Bir de kendilerine rızık olarak verdiklerimizden, mahiyetini bilmedikleri şeylere (putlara) pay ayırıyorlar. Allah’a andolsun ki, iftira etmekte olduğunuz şeylerden mutlaka sorguya çekileceksiniz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/056.mp3"
      }
    },
    {
      "id": 1958,
      "verseNumber": 57,
      "verseKey": "16:57",
      "arabic": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
      "english": "And they attribute ˹angels as˺ daughters to Allah—glory be to Him!—the opposite of what they desire for themselves.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah için kızlar isnat edinirler. Hâşâ! O münezzehtir. Kendileri için ise arzu ettiklerini (isnat ederler).",
        "hayrat_nesriyat": "Hem Allah`a kızları isnâd ediyorlar! (Hâşâ!) O, bundan (da, Îsâ ve Uzeyr gibi erkek çocuktan da) münezzehtir; kendilerine ise beğendiklerini (erkek çocuklarını dilerler).",
        "diyanet_vakfi": "Onlar, kızların Allah’a ait olduğunu iddia ediyorlar. Hâşâ! Allah bundan münezzehtir. Beğendikleri de (erkek çocuklar) kendilerinin oluyor."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/057.mp3"
      }
    },
    {
      "id": 1959,
      "verseNumber": 58,
      "verseKey": "16:58",
      "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "english": "Whenever one of them is given the good news of a baby girl, his face grows gloomy, as he suppresses his rage.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlardan biri kız ile müjdelenince pürgayz olarak yüzü simsiyah kesilir.",
        "hayrat_nesriyat": "Hâlbuki onlardan biri, kız (çocuk) ile müjdelendiğinde, öfkelenmiş biri olarak yüzü simsiyah kesilir.",
        "diyanet_vakfi": "Onlardan birine kız müjdelendiği zaman öfkelenmiş olarak yüzü kapkara kesilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/058.mp3"
      }
    },
    {
      "id": 1960,
      "verseNumber": 59,
      "verseKey": "16:59",
      "arabic": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
      "english": "He hides himself from the people because of the bad news he has received. Should he keep her in disgrace, or bury her ˹alive˺ in the ground? Evil indeed is their judgment!<sup foot_note=76843>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Müjdelendiği şeyin kötülüğünden dolayı kavminden gizlenir. Onu zillet üzere tutacak mı, yoksa onu toprağa mı gömecek? diye düşünürdü. Bak ne fena şey ile hükmediyorlar!",
        "hayrat_nesriyat": "Kendisine verilen (müjden)in (kendince) kötülüğünden dolayı kavminden gizlenir. Onu zillet altında mı tutsun, yoksa toprağa mı gömsün (diye düşünür)! Bak, hükmediyor oldukları şey ne kötüdür!",
        "diyanet_vakfi": "Kendisine verilen müjdenin kötülüğünden dolayı kavminden gizlenir. Onu, aşağılık duygusu içinde yanında mı tutsun, yoksa toprağa mı gömsün! Bakın ki, verdikleri hüküm ne kadar kötüdür!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/059.mp3"
      }
    },
    {
      "id": 1961,
      "verseNumber": 60,
      "verseKey": "16:60",
      "arabic": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "To those who disbelieve in the Hereafter belong all evil qualities, whereas to Allah belong the finest attributes. And He is the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ahirete inanmayanlar için çirkin bir sıfat vardır. Allah için ise en yüksek (vasıflar) vardır. Ve o azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Âhirete îmân etmeyenler için çirkin sıfatlar vardır. En yüce sıfatlar ise Allah`ındır. Çünki O, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Kötü sıfat, ahirete inanmayanlar içindir. En yüce sıfatlar ise Allah’a aittir. Çünkü O, her şeyden üstün ve hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/060.mp3"
      }
    },
    {
      "id": 1962,
      "verseNumber": 61,
      "verseKey": "16:61",
      "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "english": "If Allah were to punish people ˹immediately˺ for their wrongdoing, He would not have left a single living being on earth. But He delays them for an appointed term. And when their time arrives, they cannot delay it for a moment, nor could they advance it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah Teâlâ nâsı zulümleri sebebiyle muaheze edecek olsa idi yeryüzünde bir hareket eder mahluk bırakmazdı. Velâkin onları mukadder bir zamana kadar tehir eder. Onların ecelleri geldiği vakit ise onlar ne bir saat geri kalabilirler ve ne de öne geçebilirler.",
        "hayrat_nesriyat": "Eğer Allah, insanları zulümleri yüzünden (hak ettikleri şekilde) yakalayacak olsaydı, (yeryüzü) üzerinde hareketli hiçbir canlı bırakmazdı; fakat onları belirli bir vakte kadar te`hîr eder. Artık ecelleri geldiği zaman, ne bir saat (bir an) geri kalabilirler, ne de öne geçebilirler.",
        "diyanet_vakfi": "Eğer Allah, insanları zulümleri yüzünden cezalandıracak olsaydı, orada hiçbir canlı bırakmazdı. Fakat onları takdir edilen bir müddete kadar erteliyor. Ecelleri geldiği zaman onlar ne bir saat geri kalabilirler ne de öne geçebilirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/061.mp3"
      }
    },
    {
      "id": 1963,
      "verseNumber": 62,
      "verseKey": "16:62",
      "arabic": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
      "english": "They attribute to Allah what they hate ˹for themselves˺,<sup foot_note=76844>1</sup> and their tongues utter the lie that they will have the finest reward. Without a doubt, for them is the Fire, where they will be abandoned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah için kendilerinin hoşlanmadıklarını isnat ederler ve dilleri yalanı söylüyor ki, onlar için elbette en güzel akıbet vardır. Şüphe yok ki onlar için ateş vardır. Ve onlar mutlaka o ateşte terkedilmişlerdir.",
        "hayrat_nesriyat": "Hem beğenmeyecekleri şeyleri Allah`a isnâd ediyorlar, hem de en güzel (âkıbet)gerçekten kendilerininmiş diye dilleri yalan söylüyor. Hiç şübhesiz ki, onlar için ateş vardır ve onlar (ona) gerçekten en önde götürülecek kimselerdir!",
        "diyanet_vakfi": "Kendilerinin hoşlarına gitmeyen şeyleri Allah’a isnat ediyorlar. En güzel sonucun kendilerinin olduğunu anlatan dilleri de yalanın örneğini veriyor. Hiç şüphesiz onlar için sadece ateş vardır ve onlar, (ateşe) terkolunacaklar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/062.mp3"
      }
    },
    {
      "id": 1964,
      "verseNumber": 63,
      "verseKey": "16:63",
      "arabic": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "By Allah! We have surely sent messengers to communities before you ˹O Prophet˺, but Satan made their misdeeds appealing to them. So he is their patron today, and they will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’a kasem olsun ki senden evvel de ümmetlere peygamberler gönderdik. Şeytan ise onlara amellerini süsleyiverdi. Artık o, bugün onların velîsidir ve onlar için pek acıklı bir azap vardır.",
        "hayrat_nesriyat": "Allah`a yemîn olsun ki, senden evvelki ümmetlere de muhakkak (peygamber)gönderdik; fakat şeytan onlara (kötü) amellerini süsledi; işte o, bugün (dünyada) onların dostudur; fakat (âhirette) onlar için (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "Allah’a andolsun, senden önceki ümmetlere de (peygamberler) göndermişizdir. Fakat şeytan onlara işlerini süslü gösterdi de (iman etmediler). işte o, bugün onların velisidir. Ve onlar için elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/063.mp3"
      }
    },
    {
      "id": 1965,
      "verseNumber": 64,
      "verseKey": "16:64",
      "arabic": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
      "english": "We have revealed to you the Book only to clarify for them what they differed about, and as a guide and mercy for those who believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sana bu kitabı indirmedik, ancak onlara kendisinde ihtilâf ettikleri şeyi açıkça bildirmen için ve imân edecekler olan bir kavim için bir hidâyet ve bir rahmet olmak üzere indirdik.",
        "hayrat_nesriyat": "Hâlbuki (biz) sana bu Kitâb`ı ancak (insanların), hakkında ihtilâfa düştükleri şeyleri kendilerine açıklayasın ve îmân edecek bir topluluğa bir hidâyet ve bir rahmet olsun diye indirdik.",
        "diyanet_vakfi": "Biz bu Kitab’ı sana sırf hakkında ihtilafa düştükleri şeyi insanlara açıklayasın ve iman eden bir topluma da hidayet ve rahmet olsun diye indirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/064.mp3"
      }
    },
    {
      "id": 1966,
      "verseNumber": 65,
      "verseKey": "16:65",
      "arabic": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
      "english": "And Allah sends down rain from the sky, giving life to the earth after its death. Surely in this is a sign for those who listen.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ gökten suyu indirdi de, onunla yeryüzünü ölümünden sonra hayata erdirdi. Şüphe yok ki, bunda dinleyiciler olan bir kavim için elbette bir ibret vardır.",
        "hayrat_nesriyat": "Ve Allah, gökten bir su indirdi de onunla yeryüzüne ölümünden sonra hayat verdi. Şübhesiz bunda, (ibretle) dinleyecek bir topluluk için kat`î bir delil vardır.",
        "diyanet_vakfi": "Allah gökten bir su indirdi ve onunla yeryüzünü ölümünden sonra diriltti. Şüphesiz ki bunda dinleyen toplum için bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/065.mp3"
      }
    },
    {
      "id": 1967,
      "verseNumber": 66,
      "verseKey": "16:66",
      "arabic": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
      "english": "And there is certainly a lesson for you in cattle: We give you to drink of what is in their bellies, from between digested food and blood: pure milk, pleasant to drink.<sup foot_note=76845>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve şüphe yok ki, sizin için sağmal hayvanlarda da elbette bir ibret vardır. Size onların karınlarındaki fışkı ile kan arasından halis bir süt içiriyoruz ki, içenlerin boğazından kolaylıkla geçer gider.",
        "hayrat_nesriyat": "Muhakkak ki sizin için, sağmal hayvanlarda da gerçekten bir ibret vardır. Size on(lar)ın karınlarındaki fışkı ile kan arasından, içenlerin boğazından kolayca geçen hâlis bir süt içiriyoruz.",
        "diyanet_vakfi": "Kuşkusuz sizin için hayvanlarda da büyük bir ibret vardır. Zira size, onların karınlarındaki fışkı ile kan arasından (gelen), içenlerin boğazından kolayca geçen hâlis bir süt içiriyoruz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/066.mp3"
      }
    },
    {
      "id": 1968,
      "verseNumber": 67,
      "verseKey": "16:67",
      "arabic": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
      "english": "And from the fruits of palm trees and grapevines you derive intoxicants<sup foot_note=76846>1</sup> as well as wholesome provision. Surely in this is a sign for those who understand.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hurma ağaçlarının meyvelerinden ve üzümlerden bir müskir ve bir güzel rızk ittihaz edersiniz. Muhakkak ki, bunda da âkilâne düşünür bir kavim için elbette bir ibret vardır.",
        "hayrat_nesriyat": "Hurma ağaçlarının meyvelerinden ve üzümlerden de (istifâde ediyorsunuz); ondan hem sarhoş edici bir içki, hem de güzel bir rızık elde ediyorsunuz. Şübhe yok ki bunda (aynı şeyde, güzel ve çirkin birer yol bulunmasında) akıl erdiren bir kavim için kat`î bir delil vardır.",
        "diyanet_vakfi": "Hurma ve üzüm gibi meyvelerden hem içki hem de güzel gıdalar edinirsiniz. İşte bunlarda da aklını kullanan kimseler için büyük bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/067.mp3"
      }
    },
    {
      "id": 1969,
      "verseNumber": 68,
      "verseKey": "16:68",
      "arabic": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "english": "And your Lord inspired the bees: “Make ˹your˺ homes in the mountains, the trees, and in what people construct,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rabbin bal arısına da ilham etmiştir ki, «Dağlardan ve ağaçlardan ve çardaklardan evler ittihaz edin.»",
        "hayrat_nesriyat": "Ve Rabbin nahl`e (bal arısına) vahyetti (ilhâm etti) ki: `Dağlardan, ağaçlardan ve(insanların) kurmakta oldukları çardaklardan evler edin!`",
        "diyanet_vakfi": "(68-69) Rabbin bal arısına: Dağlardan, ağaçlardan ve insanların yaptıkları çardaklardan kendine evler (kovanlar) edin. Sonra meyvelerin her birinden ye ve Rabbinin sana kolaylaştırdığı yaylım yollarına gir, diye ilham etti. Onların karınlarından renkleri çeşitli bir şerbet (bal) çıkar ki, onda insanlar için şifa vardır. Elbette bunda düşünen bir kavim için büyük bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/068.mp3"
      }
    },
    {
      "id": 1970,
      "verseNumber": 69,
      "verseKey": "16:69",
      "arabic": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "english": "and feed from ˹the flower of˺ any fruit ˹you please˺ and follow the ways your Lord has made easy for you.” From their bellies comes forth liquid of varying colours, in which there is healing for people. Surely in this is a sign for those who reflect.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Sonra meyvelerin hepsinden ye de Rabbinin kolayca olan yollarına git.» İçlerinden renkleri muhtelif bir şerbet çıkar, onda nâs için bir şifa vardır. Şüphesiz ki, bunda tefekkür eder bir kavim için elbette bir ibret vardır.",
        "hayrat_nesriyat": "`Sonra her çeşit meyvelerden ye de (bal yapmak için) Rabbinin (sana)kolaylaştırdığı (ve ilhâm ettiği san`atın yayılım) yollarına gir!` Onların (o arıların)karınlarından, renkleri muhtelif bir içecek çıkar ki, onda insanlar için bir şifâ vardır. Şübhesiz ki bunda, düşünecek bir topluluk için kesin bir delil vardır.",
        "diyanet_vakfi": "(68-69) Rabbin bal arısına: Dağlardan, ağaçlardan ve insanların yaptıkları çardaklardan kendine evler (kovanlar) edin. Sonra meyvelerin her birinden ye ve Rabbinin sana kolaylaştırdığı yaylım yollarına gir, diye ilham etti. Onların karınlarından renkleri çeşitli bir şerbet (bal) çıkar ki, onda insanlar için şifa vardır. Elbette bunda düşünen bir kavim için büyük bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/069.mp3"
      }
    },
    {
      "id": 1971,
      "verseNumber": 70,
      "verseKey": "16:70",
      "arabic": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
      "english": "Allah has created you, and then causes you to die. And some of you are left to reach the most feeble stage of life so that they may know nothing after having known much. Indeed, Allah is All-Knowing, Most Capable.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ sizi yaratmıştır. Sonra sizi öldürecektir ve sizden kimi vardır, ömrün en aşağı ihtiyarlık çağına reddolunur ki bir bilgiden sonra bir şey bilmez olsun. Şüphe yok ki, Allah Teâlâ alîmdir, kadîrdir.",
        "hayrat_nesriyat": "Hem Allah, sizi yarattı; sonra da sizi öldürür; içinizden kimi de ömrün en rezîline(bunaklık çağına) ulaştırılır ki, biraz ilimden sonra hiçbir şey bilmez olsun! Muhakkak ki Allah, Alîm (herşeyi bilen)dir, Kadîr (herşeye gücü yeten)dir.",
        "diyanet_vakfi": "Sizi Allah yarattı; sonra sizi vefat ettirecek. Daha önce bilgili iken hiçbir şeyi bilmez hale gelsin diye sizden bazı kimseler ömrün en kötü çağına kadar yaşatılacak Şüphesiz ki Allah bilgilidir, kudretlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/070.mp3"
      }
    },
    {
      "id": 1972,
      "verseNumber": 71,
      "verseKey": "16:71",
      "arabic": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
      "english": "And Allah has favoured some of you over others in provision. But those who have been much favoured would not share their wealth with those ˹bondspeople˺ in their possession, making them their equals.<sup foot_note=76847>1</sup> Do they then deny Allah’s favours?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ bazınızı bazınız üzerine rızk hususunda üstün kılmıştır. Artık üstün kılınanlar, rızklarını onlar onda müsavî olmak için ellerinin altındakilere verici değillerdir. İmdi Allah’ın nîmetlerini inkâr mı ediyorlar?",
        "hayrat_nesriyat": "Hem Allah, rızık husûsunda bazınızı bazınızdan üstün kıldı. Böylece üstün kılınanlar ise, rızıklarını (kendileriyle eşit dereceye gelecek şekilde) ellerinin altındaki kölelerine verici değiller ki, artık onda (o rızıkta) kendileri müsâvî olsunlar. (Onlar kendi köleleriyle eşitliği kabûl etmezken, nasıl oluyor da Allah`a eş tutup ortak koşuyorlar?)Şimdi Allah`ın ni`metini bilerek inkâr mı ediyorlar?",
        "diyanet_vakfi": "Allah kiminize kiminizden daha bol rızık verdi. Bol rızık verilenler, rızıklarını ellerinin altındakilere verip de bu hususta kendilerini onlara eşit kılmazlar. Durum böyle iken Allah’ın nimetini inkâr mı ediyorlar?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/071.mp3"
      }
    },
    {
      "id": 1973,
      "verseNumber": 72,
      "verseKey": "16:72",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
      "english": "And Allah has made for you spouses of your own kind, and given you through your spouses children and grandchildren.<sup foot_note=76848>1</sup> And He has granted you good, lawful provisions. Are they then faithful to falsehood and ungrateful for Allah’s favours?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ sizin için kendi cinsinizden zevceler kıldı ve sizin için zevcelerinizden oğullar, torunlar yarattı. Ve sizi temiz, hoş şeylerden merzûk kıldı. Ama bâtıla imân ederler de onlar Allah’ın nîmetlerini inkârda mı bulunurlar?",
        "hayrat_nesriyat": "Hem Allah, size kendi nefislerinizden eşler kıldı ve eşlerinizden de size oğullar ve torunlar verdi ve sizi temiz şeylerden rızıklandırdı. Öyle iken (onlar), bâtıla inanıp da Allah`ın ni`metine nankörlük mü ediyorlar?",
        "diyanet_vakfi": "Allah size kendi nefislerinizden eşler yarattı, eşlerinizden de sizin için oğullar ve torunlar yarattı ve sizi temiz gıdalarla rızıklandırdı. Onlar hâla bâtıla inanıp Allah’ın nimetine nankörlük mü ediyorlar?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/072.mp3"
      }
    },
    {
      "id": 1974,
      "verseNumber": 73,
      "verseKey": "16:73",
      "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
      "english": "Yet they worship besides Allah those ˹idols˺ who do not afford them any provision from the heavens and the earth, nor do they have the power to.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’ın gayrı olup kendileri için ne göklerden ve ne de yerden birer rızka mâlik olmayan ve güçleri dahi yetmeyen şeylere ibadet ederler.",
        "hayrat_nesriyat": "(Müşrikler) Allah`ı bırakıp da, kendileri için göklerden ve yerden hiçbir rızka mâlik olmayan ve (buna) güçleri de yetmeyen şeylere (putlara) tapıyorlar.",
        "diyanet_vakfi": "(Müşrikler) Allah’ı bırakıp da kendilerine göklerde ve yerde olan rızıktan hiçbir şey veremeyen ve buna asla güçleri yetmeyen şeylere (putlara) tapıyorlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/073.mp3"
      }
    },
    {
      "id": 1975,
      "verseNumber": 74,
      "verseKey": "16:74",
      "arabic": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "english": "So do not set up equals to Allah, for Allah certainly knows and you do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah için nazirler kılmayınız. Şüphe yok ki Allah Teâlâ bilir, halbuki, siz bilmezsiniz.",
        "hayrat_nesriyat": "Öyle ise (eşi olmayan) Allah`a, benzerler (ortaklar) koşmaya kalkmayın! Şübhesiz ki (bu yüzden başınıza gelecek azâbı) Allah bilir, siz ise bilmezsiniz.",
        "diyanet_vakfi": "Allah için emsal göstermeyin. Çünkü Allah bilir, siz ise bilmezsiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/074.mp3"
      }
    },
    {
      "id": 1976,
      "verseNumber": 75,
      "verseKey": "16:75",
      "arabic": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "english": "Allah sets forth a parable: a slave who lacks all means, compared to a ˹free˺ man to whom We granted a good provision, of which he donates ˹freely,˺ openly and secretly. Are they equal? Praise be to Allah. In fact, most of them do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ bir mesel irad etti: «Bir memluk kul ki, hiçbir şey üzerinde kâdir değil ve bir kimse ki, onu tarafımızdan güzel bir rızk ile merzûk etmişizdir de o ondan gizli ve aleni olarak infak etmektedir. Ya hiç bunlar müsavî olurlar mı?» Hamd Allah’a mahsustur fakat onların çokları bilmezler.",
        "hayrat_nesriyat": "Allah şöyle bir misâl getirdi: Hiçbir şeye gücü yetmeyen, başkasının mülkü olmuş bir köle ile; bir de kendisini tarafımızdan güzel bir rızıkla rızıklandırdığımız (ve) böylece bundan gizli ve açık olarak sarf eden kimse, hiç bir olurlar mı (ki âciz putları, herşeye kadir olan Allah ile bir tutuyorsunuz)? Hamd, Allah`a mahsustur. Fakat onların çoğu bilmezler.",
        "diyanet_vakfi": "Allah, hiçbir şeye gücü yetmeyen, başkasının malı olmuş bir köle ile katımızdan kendisine verdiğimiz güzel rızıktan gizli ve açık olarak harcayan (hür) bir kimseyi misal verir. Bunlar hiç eşit olurlar mı? Doğrusu hamd Allah’a mahsustur. Fakat onların çoğu (bunu) bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/075.mp3"
      }
    },
    {
      "id": 1977,
      "verseNumber": 76,
      "verseKey": "16:76",
      "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "english": "And Allah sets forth a parable of two men: one of them is dumb, incapable of anything. He is a burden on his master. Wherever he is sent, he brings no good. Can such a person be equal to the one who commands justice and is on the Straight Path?<sup foot_note=76849>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ iki kişiyi de mesel getirmiştir. Onlardan biri dilsizdir, hiçbir şeye kâdir olamaz ve o, efendisi üzerine bir yüktür, onu nereye gönderse bir hayır ile gelemez. Hiç bu, adâletle emreden ve kendisi doğru bir yol üzerinde bulunan kimseye müsavî olabilir mi?",
        "hayrat_nesriyat": "Allah, iki kişiyi de bir (başka) misâl olarak getirdi ki, bunlardan biri dilsizdir; hiçbir şeye gücü yetmez ve o efendisine (sâdece) bir yüktür; onu nereye gönderse bir hayır getirmez. Hiç o adam, adâleti emreden ve kendisi, dosdoğru bir yol üzerinde olan kimse ile bir olur mu (ki putları, nihâyetsiz ihsan ve kudret sâhibi ve hak kelâmıyla sizi doğru yola sevk eden Allah ile bir tutuyorsunuz)?",
        "diyanet_vakfi": "Allah, şu iki kişiyi de misal verir: Onlardan biri dilsizdir, hiçbir şey beceremez ve efendisinin üstüne bir yüktür. Onu nereye gönderse bir hayır getiremez. Şimdi, bu adamla, doğru yolda yürüyerek adaleti emreden kimse eşit olur mu?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/076.mp3"
      }
    },
    {
      "id": 1978,
      "verseNumber": 77,
      "verseKey": "16:77",
      "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "To Allah ˹alone˺ belongs ˹the knowledge of˺ the unseen in the heavens and the earth. Bringing about the Hour would only take the blink of an eye, or even less. Surely Allah is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerin ve yerin gaybı, (onları bilmek) Allah’a mahsustur. Kıyametin işi ise başka değil, ancak göz kırpıp açacak kadardır veya ondan daha yakındır. Şüphe yok ki, Allah Teâlâ her şeye kâdirdir.",
        "hayrat_nesriyat": "Hâlbuki göklerin ve yerin gaybı Allah`a âiddir. Kıyâmetin kopması ise, ancak bir göz açıp kapama gibi veya daha yakındır. Şübhesiz ki Allah, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Göklerin ve yerin gaybı Allah’a aittir. Kıyametin kopması ise, göz açıp kapama gibi veya daha az bir zamandan ibarettir. Şüphesiz Allah, her şeye kadirdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/077.mp3"
      }
    },
    {
      "id": 1979,
      "verseNumber": 78,
      "verseKey": "16:78",
      "arabic": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "english": "And Allah brought you out of the wombs of your mothers while you knew nothing, and gave you hearing, sight, and intellect so perhaps you would be thankful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah sizi analarınızın karınlarından hiçbir şey bilmez olduğunuz halde çıkardı. Ve size teşekkür edesiniz diye kulaklar, gözler ve kalpler verdi.",
        "hayrat_nesriyat": "Ve Allah sizi analarınızın karınlarından, (siz) hiçbir şey bilmez bir hâlde iken çıkardı; şükredesiniz diye de size kulaklar, gözler ve kalbler verdi.",
        "diyanet_vakfi": "Siz, hiçbir şey bilmezken Allah, sizi analarınızın karnından çıkardı; şükredesiniz diye size kulaklar, gözler ve kalpler verdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/078.mp3"
      }
    },
    {
      "id": 1980,
      "verseNumber": 79,
      "verseKey": "16:79",
      "arabic": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "english": "Have they not seen the birds glide in the open sky? None holds them up except Allah. Surely in this are signs for those who believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmediler mi, gök ile yer arasında musahhar olan kuşları? Onları Allah’tan başkası tutmuyor. Şüphe yok ki bunda imân edenler olan bir kavim için elbette ibretler vardır.",
        "hayrat_nesriyat": "(Onlar) gök boşluğunda (uçmaları için) emre boyun eğdirilmiş kuşları görmediler mi? Onları (o boşlukta) Allah`dan başkası tutmuyor. Şübhe yok ki bunda, îmân edecek bir topluluk için nice deliller vardır.",
        "diyanet_vakfi": "Göğün boşluğunda emre boyun eğdirilmiş olarak uçuşan kuşları görmediler mi? Onları orada Allah’tan başkası tutamaz. Kuşkusuz bunda inanan bir toplum için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/079.mp3"
      }
    },
    {
      "id": 1981,
      "verseNumber": 80,
      "verseKey": "16:80",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
      "english": "And Allah has made your homes a place to rest, and has given you tents from the hide of animals, light to handle when you travel and when you camp. And out of their wool, fur, and hair He has given you furnishings and goods for a while.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah sizin için evlerinizden birer mesken kıldı ve sizin için ehli hayvanat derilerinden evler yaptı. Onları gerek göç gününde ve gerek ikametiniz gününde hafifçe bulursunuz. Ve onların yünlerinden, tüylerinden ve kıllarından bir zamana kadar bir ev eşyası ve bir ticaret malı vücuda getirdi.",
        "hayrat_nesriyat": "Hem Allah, size evlerinizi sükûnet bulacak bir yer yaptı ve size sağmal hayvanların derilerinden, göç zamânınızda ve ikamet zamânınızda hafifçe taşıyacağınız evler (çadırlar) ve yünlerinden, tüylerinden ve kıllarından bir zamâna kadar(kullanacağınız) giyimlik (ve döşemelik) eşyâlar ve ticâret malları yaptı.",
        "diyanet_vakfi": "Allah, evlerinizi sizin için bir huzur ve sükûn yeri yaptı ve sizin için davar derilerinden gerek göç gününüzde, gerekse konaklama gününüzde, kolayca taşıyacağınız evler; yünlerinden, yapağılarından ve kıllarından bir süreye kadar (faydalanacağınız) bir ev eşyası ve bir ticaret malı meydana getirdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/080.mp3"
      }
    },
    {
      "id": 1982,
      "verseNumber": 81,
      "verseKey": "16:81",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "english": "And Allah has provided you shade out of what He created, and has given you shelter in the mountains. He has also provided you with clothes protecting you from the heat ˹and cold˺, and armour shielding you in battle. This is how He perfects His favour upon you, so perhaps you will ˹fully˺ submit ˹to Him˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ yarattığı şeylerden sizin için gölgeler de yaptı ve sizin için dağlardan yuvalar yaptı ve sizin için libaslar yaptı ki sizi hararetten korurlar. Ve libaslar ki, sizi savaşlarınızda koruyacaklardır. İşte böyle nîmetini sizin üzerinize tamam eder, tâ ki siz İslâmiyet’e eresiniz.",
        "hayrat_nesriyat": "Allah, yarattıklarından sizin için gölgeler de yaptı, hem sizin için dağlardan barınaklar kıldı ve sizi sıcaktan muhâfaza edecek elbiseler ve savaş(lar)ınızda sizi koruyacak zırhlar yaptı. Böylece üzerinizde olan ni`metini tamamlar ki, Müslüman olasınız.",
        "diyanet_vakfi": "Allah, yarattıklarından sizin için gölgeler yaptı. Dağlarda da sizin için barınaklar yarattı. Sizi sıcaktan koruyacak elbiseler ve savaşta sizi koruyacak zırhlar yarattı. İşte böylece Allah, müslüman olmanız için üzerinize nimetini tamamlıyor."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/081.mp3"
      }
    },
    {
      "id": 1983,
      "verseNumber": 82,
      "verseKey": "16:82",
      "arabic": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "english": "But if they turn away, then your duty ˹O Prophet˺ is only to deliver ˹the message˺ clearly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer onlar yine yüz çevirirlerse artık senin üzerine olan, apaçık bir tebliğden ibarettir.",
        "hayrat_nesriyat": "Bütün bunlara rağmen ey peygamber! Hâlâ senden ve mesajından yüz çevirirlerse, şüphe yok ki sana düşen, açıkça bir bildirimdir.",
        "diyanet_vakfi": "(Ey Resûlüm!) Yine de yüz çevirirlerse, artık sana düşen ancak açık bir tebliğden ibarettir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/082.mp3"
      }
    },
    {
      "id": 1984,
      "verseNumber": 83,
      "verseKey": "16:83",
      "arabic": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
      "english": "They are aware of Allah’s favours, but still deny them. And most of them are ˹truly˺ ungrateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın nîmetini tanırlar, sonra da onu inkar ederler ve onların ekserisi kâfirlerdir.",
        "hayrat_nesriyat": "Allah`ın ni`metini tanırlar; sonra da onu inkâr ederler; çünki onların çoğu kâfirdirler.",
        "diyanet_vakfi": "Onlar Allah’ın nimetini bilirler (itiraf ederler). Sonra da onu inkâr ederler. Onların çoğu kâfirdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/083.mp3"
      }
    },
    {
      "id": 1985,
      "verseNumber": 84,
      "verseKey": "16:84",
      "arabic": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "english": "˹Consider, O  Prophet,˺ the Day We will call ˹a prophet as˺ a witness from every faith-community. Then the disbelievers will neither be allowed to plead nor appease ˹their Lord˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bir gün her ümmetten birer şahit göndereceğiz. Sonra kâfir olmuş olanlara izin verilmeyecektir ve onlardan bir tarziye de istenmiyecektir.",
        "hayrat_nesriyat": "Her ümmetten bir şâhid çıkaracağımız gün ise, artık inkâr edenlere ne (özür dilemeleri için) izin verilir, ne de onlardan (Rablerini) râzı etmeleri istenir.",
        "diyanet_vakfi": "Her ümmetten bir şahit göndereceğimiz gün, artık ne kâfir olanlara (özür dilemelerine) izin verilir ne de onların özür dilemeleri istenir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/084.mp3"
      }
    },
    {
      "id": 1986,
      "verseNumber": 85,
      "verseKey": "16:85",
      "arabic": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
      "english": "And when the wrongdoers face the punishment, it will not be lightened for them, nor will they be delayed ˹from it˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve zulmedenler azabı görünce artık onlardan hafifletilmiş olmayacaktır. Ve kendilerine mühlet verilmiş de olmayacaklardır.",
        "hayrat_nesriyat": "Ve zulmedenler azâbı gördükleri zaman, artık (o azab) onlardan ne hafifletilir, ne de onlara göz açtırılır.",
        "diyanet_vakfi": "O zulmedenler azabı gördüklerinde, artık onlardan azap hafifletilmez, onlara mühlet de verilmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/085.mp3"
      }
    },
    {
      "id": 1987,
      "verseNumber": 86,
      "verseKey": "16:86",
      "arabic": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
      "english": "And when the polytheists see their associate-gods, they will say, “Our Lord! These are our associate-gods that we used to invoke besides You.” Their gods will throw a rebuttal at them, ˹saying,˺ “You are definitely liars.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve müşrikler ortak tutmuş olduklarını görünce diyeceklerdir ki: «Ey Rabbimiz! Bunlar senden başka bizim kendilerine tapınmış olduğumuz şeriklerimizdir.» Bunlar da onlara redden diyeceklerdir ki: «Muhakkak siz yalancılarsınızdır.»",
        "hayrat_nesriyat": "(Allah`a) ortak koşanlar da (koştukları) ortaklarını gördükleri zaman: `Rabbimiz! Seni bırakıp (kendilerine) yalvarmakta olduğumuz ortaklarımız, işte bunlardır!` derler. Bunun üzerine (onlar da): `Şübhesiz ki siz gerçekten yalancı kimselersiniz!` diye o sözü(reddederek) kendilerine atarlar.",
        "diyanet_vakfi": "(Allah’a) ortak koşanlar, ortak koştukları şeyleri gördükleri zaman derler ki: «Rabbimiz! İşte bunlar, seni bırakıp da tapmış olduğumuz ortaklarımızdır.» Onlar da bunlara: «Siz mutlaka yalancılarsınız» diye söz atarlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/086.mp3"
      }
    },
    {
      "id": 1988,
      "verseNumber": 87,
      "verseKey": "16:87",
      "arabic": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "english": "They will offer ˹full˺ submission to Allah on that Day, and whatever ˹gods˺ they fabricated will fail them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün Allah Teâlâ’ya arz-ı teslimiyette bulunmuş olacaklardır. Ve iftira eder oldukları da kendilerinden gaib olup gitmiş bulunacaktır.",
        "hayrat_nesriyat": "(Müşrikler) o gün Allah`(ın hükmün)e teslîm olmuşlar ve uydurmakta oldukları şeyler kendilerinden kaybolup gitmiştir.",
        "diyanet_vakfi": "O gün Allah’a teslim (bayrağını) çekerler ve uydurmakta oldukları şeyler onlardan kaybolup gider."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/087.mp3"
      }
    },
    {
      "id": 1989,
      "verseNumber": 88,
      "verseKey": "16:88",
      "arabic": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
      "english": "For those who disbelieve and hinder ˹others˺ from the Way of Allah, We will add more punishment to their punishment for all the corruption they spread.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, kâfir olmuşlardır ve Allah’ın yolundan men eylemişdir, onlar için ifsat eder olduklarından dolayı azap üstüne bir azap arttırmışızdır.",
        "hayrat_nesriyat": "İnkâr edip (insanları) Allah yolundan men` edenlere, fesad çıkarmakta olduklarından dolayı, kendilerine azab üstüne azab katmışızdır.",
        "diyanet_vakfi": "İnkâr edip de (insanları) Allah yolundan alıkoyanlar var ya, işte onlara, yapmakta oldukları bozgunculuklar sebebiyle, azaplarını kat kat artıracağız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/088.mp3"
      }
    },
    {
      "id": 1990,
      "verseNumber": 89,
      "verseKey": "16:89",
      "arabic": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "english": "˹Consider, O  Prophet,˺ the Day We will call against every faith-community a witness of their own. And We will call you to be a witness against these ˹people of yours˺. We have revealed to you the Book as an explanation of all things, a guide, a mercy, and good news for those who ˹fully˺ submit.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün her ümmet için de üzerlerine kendilerinden birer şahit göndereceğiz, seni de bunların üzerine bir şahit olarak getirdik ve sana kitabı herşey için apaçık bir beyan ve bir hidâyet ve bir rahmet ve müslümanlar için bir müjde olmak üzere indirdik.",
        "hayrat_nesriyat": "(Ey Resûlüm!) O gün her ümmet içinde, üzerlerine kendilerinden bir şâhid çıkaracağız, seni de bunların (ümmetinin) üzerine şâhid getireceğiz. Sana bu Kitâb`ı, herşey için bir açıklama ve Müslümanlar için bir hidâyet, bir rahmet ve bir müjde olmak üzere indirdik.",
        "diyanet_vakfi": "O gün her ümmetin içinden kendilerine birer şahit göndereceğiz. Seni de hepsinin üzerine şahit olarak getireceğiz. Ayrıca bu Kitab’ı da sana, her şey için bir açıklama, bir hidayet ve rahmet kaynağı ve müslümanlar için bir müjde olarak indirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/089.mp3"
      }
    },
    {
      "id": 1991,
      "verseNumber": 90,
      "verseKey": "16:90",
      "arabic": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "english": "Indeed, Allah commands justice, grace, as well as courtesy to close relatives. He forbids indecency, wickedness, and aggression. He instructs you so perhaps you will be mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, Allah Teâlâ adâleti, iyiliği ve karabet sahiplerine (muhtaç oldukları şeyleri) vermeyi emrediyor ve fuhşiyattan, münkerden, hukuka tecavüzden de nehyediyor. Düşünüp tutasınız diye size öğüt veriyor.",
        "hayrat_nesriyat": "Şübhesiz ki Allah, adâleti, iyiliği ve akrabâya (muhtaç oldukları şeyleri) vermeyi emreder; fuhşiyâttan, kötülükten ve azgınlıktan da men` eder. İbret alasınız diye size(Allah, böyle) nasîhat eder.",
        "diyanet_vakfi": "Muhakkak ki Allah, adaleti, iyiliği, akrabaya yardım etmeyi emreder, çirkin işleri, fenalık ve azgınlığı da yasaklar. O, düşünüp tutasınız diye size öğüt veriyor."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/090.mp3"
      }
    },
    {
      "id": 1992,
      "verseNumber": 91,
      "verseKey": "16:91",
      "arabic": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "english": "Honour Allah’s covenant when you make a pledge, and do not break your oaths after confirming them, having made Allah your guarantor. Surely Allah knows all you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muâhede yaptığınız zaman da Allah’ın ahdini yerine getiriniz ve yeminleri takviye ettikten sonra bozmayınız. Halbuki, Allah Teâlâ’yı üzerinize kefil kılmışsınızdır. Şüphe yok ki, Allah Teâlâ yapacağınız şeyi tamamen bilir.",
        "hayrat_nesriyat": "Sözleştiğiniz zaman da Allah`ın ahdini (verdiğiniz sözü) yerine getirin; hem Allah`ı üzerinize gerçekten kefil tutarak sağlamlaştırdıktan sonra, yeminleri(nizi)bozmayın! Muhakkak ki Allah, ne yaparsanız bilir.",
        "diyanet_vakfi": "Antlaşma yaptığınız zaman, Allah’ın ahdini yerine getirin ve Allah’ı üzerinize şahit tutarak, pekiştirdikten sonra yeminleri bozmayın. Şüphesiz Allah, yapacağınız şeyleri pek iyi bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/091.mp3"
      }
    },
    {
      "id": 1993,
      "verseNumber": 92,
      "verseKey": "16:92",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "english": "Do not be like the woman who ˹foolishly˺ unravels her yarn after it is firmly spun, by taking your oaths as a means of deceiving one another in favour of a stronger group. Surely Allah tests you through this. And on the Day of Judgment He will certainly make your differences clear to you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ipliğini sağlamca büküp yaptıktan sonra çözüp bozan kadın gibi olmayın. Bir ümmetin diğer bir ümmetten daha ziyâde (servet, kuvvet sahibi) olduğu için yeminlerinizi aranızda bir fesada âlet ittihaz edersiniz. Şüphesiz ki, Allah Teâlâ sizi bununla imtihan eder ve elbette kendisinden ihtilâf eder olduğunuz şeyi size Kıyamet gününde açıkça beyan edecektir.",
        "hayrat_nesriyat": "Hem ipliğini sağlamca büktükten sonra söküp bozan (kadın) gibi olmayın! Bir ümmetin, diğer bir ümmetten daha fazla olması sebebiyle, yeminlerinizi aranızda (bozarak)bir hîle ediniyorsunuz! Allah, sizi bununla ancak imtihân eder. Hakkında ihtilâfa düşmekte olduğunuz şeyleri ise kıyâmet günü size mutlaka açıklayacaktır.",
        "diyanet_vakfi": "Bir toplum diğer bir toplumdan (sayıca ve malca) daha çok olduğu için yeminlerinizi, aranızda bir fesat aracı edinerek ipliğini sağlamca büktükten sonra, çözüp bozan (kadın) gibi olmayın. Allah, bununla sizi imtihan etmektedir. Hakkında ihtilafa düşmekte olduğunuz şeyi kıyamet gününde mutlaka size açıklayacaktır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/092.mp3"
      }
    },
    {
      "id": 1994,
      "verseNumber": 93,
      "verseKey": "16:93",
      "arabic": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
      "english": "Had Allah willed, He could have easily made you one community ˹of believers˺, but He leaves to stray whoever He wills and guides whoever He wills.<sup foot_note=76850>1</sup> And you will certainly be questioned about what you used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah Teâlâ dilese idi elbette sizleri bir tek ümmet kılardı. Fakat o dilediğini dalâlette bırakır ve dilediğini hidâyete erdirir ve sizler yapar olduğunuz şeylerden elbette sorulacaksınız.",
        "hayrat_nesriyat": "Hâlbuki Allah dileseydi, sizi elbette tek bir ümmet (olarak aynı din üzere)yapardı; fakat (O,) dilediğini (kendi isyânı yüzünden) dalâlete atar; dilediğini ise (hikmetine binâen kendi lütfundan) hidâyete erdirir. Ve (siz), yapmakta olduğunuz şeylerden mutlaka sorulacaksınız.",
        "diyanet_vakfi": "Allah dileseydi hepinizi bir tek ümmet kılardı; fakat O, dilediğini saptırır, dilediğini de doğru yola iletir. Yaptıklarınızdan mutlaka sorumlu tutulacaksınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/093.mp3"
      }
    },
    {
      "id": 1995,
      "verseNumber": 94,
      "verseKey": "16:94",
      "arabic": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
      "english": "And do not take your oaths as a means of deceiving one another or your feet will slip after they have been firm. Then you will taste the evil ˹consequences˺ of hindering ˹others˺ from the Way of Allah, and you will suffer a tremendous punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yeminlerinizi aranızda hileye, (fesada) vesile ittihaz etmeyiniz ki, bir ayak, sabit olduğundan sonra kayar. Ve Allah yolunda men ettiğinizden dolayı fenalığı tadarsınız ve sizin için büyük bir azap da vardır.",
        "hayrat_nesriyat": "Hem yeminlerinizi aranızda bir hîle edinmeyin; yoksa bir ayak, sebat bulmasından sonra kayar ve (insanları) Allah yolundan saptırmanız sebebiyle (dünyada) kötülüğü(azâbı) tadarsınız! (Âhirette de) sizin için (pek) büyük bir azab vardır.",
        "diyanet_vakfi": "Yeminlerinizi aranızda fesada araç edinmeyin, aksi halde (İslâm’da) sebat etmişken ayağınız kayar da (insanları) Allah yolundan alıkoymanız sebebiyle (dünyada) kötülüğü tadarsınız. Sizin için (ahirette de) büyük bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/094.mp3"
      }
    },
    {
      "id": 1996,
      "verseNumber": 95,
      "verseKey": "16:95",
      "arabic": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "english": "And do not trade Allah’s covenant for a fleeting gain. What is with Allah is certainly far better for you, if only you knew.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’ın ahdini az bir bedel ile değişmeyin. Şüphe yok ki, Allah’ın katındaki sizin için daha hayırlıdır, eğer bilirseniz.",
        "hayrat_nesriyat": "Allah`ın ahdini, (karşılığında ne alsanız) az (düşecek) bir fiyata satmayın! Eğer bilirseniz, ancak Allah katında olan (ahde riâyetinize karşı verilecek mükâfât) sizin için hayırlıdır.",
        "diyanet_vakfi": "Allah’ın ahdini az bir karşılığa değişmeyin! Şayet anlayan kimseler iseniz, şüphesiz Allah katında olan (sevap) sizin için daha hayırlıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/095.mp3"
      }
    },
    {
      "id": 1997,
      "verseNumber": 96,
      "verseKey": "16:96",
      "arabic": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "Whatever you have will end, but whatever Allah has is everlasting. And We will certainly reward the steadfast according to the best of their deeds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizin katınızdaki fenâ bulur, Allah’ın katındaki ise bâkidir. Ve sabredenleri amellerinin daha güzeli ile muhakkak ki mükâfaata nâil edeceğiz.",
        "hayrat_nesriyat": "Sizin yanınızda bulunan tükenir; Allah`ın katında bulunan ise ebedîdir. Elbette sabredenlere de mükâfâtlarını, yapmakta olduklarının daha güzeli ile vereceğiz.",
        "diyanet_vakfi": "Sizin yanınızdaki (dünya malı) tükenir, Allah katındakiler ise bâkidir. Elbette sabırlı davrananlara yapmakta olduklarının en güzeliyle mükâfatlarını vereceğiz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/096.mp3"
      }
    },
    {
      "id": 1998,
      "verseNumber": 97,
      "verseKey": "16:97",
      "arabic": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "Whoever does good, whether male or female, and is a believer, We will surely bless them with a good life, and We will certainly reward them according to the best of their deeds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Erkekten veya kadından her kim mü’min olduğu halde bir sâlih amelde bulunursa, elbette onu temiz bir hayat ile yaşatırız ve onları yapar oldukları amellerin daha güzeliyle muhakkak ki, mükâfaata erdireceğiz.",
        "hayrat_nesriyat": "Erkek olsun, kadın olsun; kim mü`min olarak sâlih bir amel işlerse, artık ona elbette hoş bir hayat yaşatacağız! Ve muhakkak onlara (âhirette) mükâfâtlarını, yapmakta olduklarının daha güzeli ile vereceğiz!",
        "diyanet_vakfi": "Erkek veya kadın, mümin olarak kim iyi amel işlerse, onu mutlaka güzel bir hayat ile yaşatırız. Ve mükâfatlarını, elbette yapmakta olduklarının en güzeli ile veririz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/097.mp3"
      }
    },
    {
      "id": 1999,
      "verseNumber": 98,
      "verseKey": "16:98",
      "arabic": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
      "english": "When you recite the Quran, seek refuge with Allah from Satan, the accursed.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi, Kur’an’ı okuyacağın zaman o kovulmuş olan şeytandan hemen Allah’a sığın.",
        "hayrat_nesriyat": "Artık Kur`ân okuyacağın zaman, kovulmuş şeytandan hemen Allah`a sığın!",
        "diyanet_vakfi": "Kur’an okuduğun zaman o kovulmuş şeytandan Allah’a sığın!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/098.mp3"
      }
    },
    {
      "id": 2000,
      "verseNumber": 99,
      "verseKey": "16:99",
      "arabic": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "english": "He certainly has no authority over those who believe and put their trust in their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, imân etmiş olanların ve Rablerine tevekkülde bulunanların üzerine Onun için bir hakimiyet yoktur.",
        "hayrat_nesriyat": "Şu şübhesiz ki îmân edenler ve Rablerine tevekkül edenler üzerinde onun(şeytanın) bir hâkimiyeti yoktur!",
        "diyanet_vakfi": "Gerçek şu ki: İman edip de yalnız Rablerine tevekkül edenler üzerinde onun (şeytanın) bir hakimiyeti yoktur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/099.mp3"
      }
    },
    {
      "id": 2001,
      "verseNumber": 100,
      "verseKey": "16:100",
      "arabic": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
      "english": "His authority is only over those who take him as a patron and who—under his influence—associate ˹others˺ with Allah ˹in worship˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz ki, onun hakimiyeti ancak onu velî ittihaz edenlerin ve Allah’a şerik koşanların üzerinedir.",
        "hayrat_nesriyat": "Şeytanın, şeytanî güçlerin nüfûzu, gücü kendisini dost ve otorite kabul edenlerin ve ilâhlığında, otoritesinde, mülkünde, tasarruflarında Allah`a ortak koşanların üzerinde etkilidir.",
        "diyanet_vakfi": "Onun hakimiyeti, ancak onu dost edinenlere ve onu Allah’a ortak koşanlaradır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/100.mp3"
      }
    },
    {
      "id": 2002,
      "verseNumber": 101,
      "verseKey": "16:101",
      "arabic": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "english": "When We replace a verse with another<sup foot_note=76851>1</sup>—and Allah knows best what He reveals—they say, “You ˹Muḥammad˺ are just a fabricator.” In fact, most of them do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz bir âyeti bir âyetin yerine tebdîl edince, Allah ise indirdiğine pek ziyâde alîmdir. Dediler ki: «Sen şüphesiz bir iftiracısın.» Hayır. Onların ekserisi bilmezler.",
        "hayrat_nesriyat": "Bir âyetin yerine (onun hükmünü kaldıran) başka bir âyet getirdiğimiz zaman, ki Allah ne indirdiğini daha iyi bilendir, (kâfirler:) `Sen ancak bir iftirâcısın!` derler. Hayır! Onların çoğu bilmiyorlar.",
        "diyanet_vakfi": "Biz bir âyetin yerine başka bir âyeti getirdiğimiz zaman -ki Allah, neyi indireceğini çok iyi bilir- «Sen ancak bir iftiracısın» dediler. Hayır; onların çoğu bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/101.mp3"
      }
    },
    {
      "id": 2003,
      "verseNumber": 102,
      "verseKey": "16:102",
      "arabic": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "english": "Say, “The holy spirit<sup foot_note=76852>1</sup> has brought it down from your Lord with the truth to reassure the believers, and as a guide and good news for those who submit ˹to Allah˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Onu Rabbin tarafından hak olarak Rûhu’l Kudüs indirmiştir ki, imân edenleri sabit kılsın ve müslümanlar için bir hidâyet ve beşaret olsun.»",
        "hayrat_nesriyat": "De ki: `Îmân edenlere sebât vermek için ve Müslümanlara bir hidâyet ve bir müjde olmak üzere onu (o Kur`ân`ı), Rûhü`l-Kudüs (Cebrâîl) Rabbin tarafından hak ile indirdi.`",
        "diyanet_vakfi": "De ki: Onu, Mukaddes Rûh (Cebrail), iman edenlere sebat vermek, müslümanları doğru yola iletmek ve onlara müjde vermek için, Rabbin katından hak olarak indirdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/102.mp3"
      }
    },
    {
      "id": 2004,
      "verseNumber": 103,
      "verseKey": "16:103",
      "arabic": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
      "english": "And We surely know that they say, “No one is teaching him except a human.” But the man they refer to speaks a foreign tongue, whereas this ˹Quran˺ is ˹in˺ eloquent Arabic.<sup foot_note=76853>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muhakkak biliyoruz, onlar derler ki, «O’nu şüphe yok bir beşer öğretiyor.» Kendisine nisbet ettikleri şahsın lisanı Acemidir, bu ise pek açık bildiren bir lisan-ı Arabîdir.",
        "hayrat_nesriyat": "Şübhesiz biliyoruz ki, onlar: `(Kur`ân`ı) ona ancak bir insan öğretiyor` diyorlar.(Hâlbuki o) nisbet ettikleri kimsenin lisânı yabancıdır; bu ise, apaçık Arabca bir lisandır.",
        "diyanet_vakfi": "Şüphesiz biz onların: «Kur’an’ı ona ancak bir insan öğretiyor» dediklerini biliyoruz. Kendisine nisbet ettikleri şahsın dili yabancıdır. Halbuki bu (Kur’an) apaçık bir Arapçadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/103.mp3"
      }
    },
    {
      "id": 2005,
      "verseNumber": 104,
      "verseKey": "16:104",
      "arabic": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "Surely those who do not believe in Allah’s revelations will never be guided by Allah, and they will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok o kimseler ki, Allah’ın âyetlerine imân etmezler. Allah onlara hidâyet etmez ve onlar için pek acıklı bir azap vardır.",
        "hayrat_nesriyat": "Doğrusu, Allah`ın âyetlerine îmân etmeyenler yok mu, Allah onları (bu hâllerinden dolayı) hidâyete erdirmez ve onlar için (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "Allah’ın âyetlerine inanmayanlar yok mu, kuşkusuz Allah onları doğru yola iletmez ve onlar için elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/104.mp3"
      }
    },
    {
      "id": 2006,
      "verseNumber": 105,
      "verseKey": "16:105",
      "arabic": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
      "english": "No one fabricates lies except those who disbelieve in Allah’s revelations, and it is they who are the ˹true˺ liars.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yalanı ancak Allah’ın âyetlerine imân etmeyenler uydurur. İşte yalancı olanlar onlardır.",
        "hayrat_nesriyat": "Allah`ın âyetlerine iman etmeyenlerdir ki, ancak onlardır sürekli yalan uyduranlar ve onlardır yalancıların ta kendileri.",
        "diyanet_vakfi": "Allah’ın âyetlerine inanmayanlar, ancak yalan uydurur. İşte onlar, yalancıların kendileridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/105.mp3"
      }
    },
    {
      "id": 2007,
      "verseNumber": 106,
      "verseKey": "16:106",
      "arabic": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "english": "Whoever disbelieves in Allah after their belief—not those who are forced while their hearts are firm in faith,<sup foot_note=76854>1</sup> but those who embrace disbelief wholeheartedly—they will be condemned by Allah and suffer a tremendous punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kalbi imân ile mutmain olduğu halde icbar edilen müstesna, velâkin her kim imânından sonra Allah Teâlâ’yı inkâr eder de küfre sine açarsa işte onların üzerine Allah’tan bir gazap vardır ve onlar için pek büyük bir azap da vardır.",
        "hayrat_nesriyat": "Kalbi îmân ile mutmain olduğu hâlde (inkâra) zorlanan kimse müstesnâ, kim îmân ettikten sonra Allah`ı inkâr ederse (onun için şiddetli bir tehdid vardır), fakat kim de küfre gönlü(nü) açarsa, artık Allah`dan onların üzerine bir gazab ve onlar için (pek) büyük bir azab vardır.",
        "diyanet_vakfi": "Kim iman ettikten sonra Allah’ı inkâr ederse -kalbi iman ile dolu olduğu halde (inkâra) zorlanan başka- fakat kim kalbini kâfirliğe açarsa, işte Allah’ın gazabı bunlaradır; onlar için büyük bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/106.mp3"
      }
    },
    {
      "id": 2008,
      "verseNumber": 107,
      "verseKey": "16:107",
      "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "english": "This is because they prefer the life of this world over the Hereafter. Surely Allah never guides those who ˹choose to˺ disbelieve.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu da, (bu korkunç ceza da) onların dünya hayatı üzerine (tercihen) daha ziyâde sevmiş olmalarındandır ve şüphe yok ki Allah Teâlâ kâfirler olan bir kavme hidâyet etmez.",
        "hayrat_nesriyat": "Bu, doğrusu onların âhirete mukabil dünya hayâtını (tercîh ederek)sevmelerinden ve şübhesiz ki Allah`ın kâfirler topluluğunu hidâyete erdirmeyeceğindendir.",
        "diyanet_vakfi": "Bu (azap), onların dünya hayatını ahirete tercih etmelerinden ve Allah’ın kâfirler topluluğunu hidayete erdirmemesinden ötürüdür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/107.mp3"
      }
    },
    {
      "id": 2009,
      "verseNumber": 108,
      "verseKey": "16:108",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
      "english": "They are the ones whose hearts, ears, and eyes are sealed by Allah, and it is they who are ˹truly˺ heedless.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar o kimselerdir ki, Allah onların kalpleri, kulakları ve gözleri üzerine mühür basmıştır ve gâfiller olanlar da işte onlardır.",
        "hayrat_nesriyat": "İşte onlar (küfürleri sebebiyle) Allah`ın, kalblerini, kulaklarını ve gözlerini mühürlediği kimselerdir. İşte onlar, gafillerin ta kendileridir!",
        "diyanet_vakfi": "İşte onlar Allah’ın, kalplerini, kulaklarını ve gözlerini mühürlediği kimselerdir. Ve onlar gafillerin kendileridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/108.mp3"
      }
    },
    {
      "id": 2010,
      "verseNumber": 109,
      "verseKey": "16:109",
      "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
      "english": "Without a doubt, they will be the losers in the Hereafter.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hiç şüphe yok ki, ahirette hüsrâna uğrayanlar da onlardır, onlar.",
        "hayrat_nesriyat": "Hiç şübhe yok ki onlar, âhirette gerçekten hüsrâna uğrayanlardır.",
        "diyanet_vakfi": "Hiç şüphesiz onlar ahirette ziyana uğrayanların ta kendileridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/109.mp3"
      }
    },
    {
      "id": 2011,
      "verseNumber": 110,
      "verseKey": "16:110",
      "arabic": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "english": "As for those who emigrated after being compelled ˹to renounce Islam˺, then struggled ˹in Allah’s cause˺, and persevered, your Lord ˹O Prophet˺ is truly All-Forgiving, Most Merciful after all.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra muhakkak ki, fitneye uğratıldıklarından sonra hicret edenleri, sonra da cihadda bulunanları ve sabredenleri Rabbin (mükâfaatlandıracaktır). Şüphe yok ki, senin Rabbin onun ardından da elbette yarlığayıcıdır, çok esirgeyicidir.",
        "hayrat_nesriyat": "Sonra şübhesiz Rabbin, eziyet edilmelerinin (ve küfre zorlanmalarının) ardından hicret edenler, sonra cihâd edenler ve sabredenler hakkında, bütün bunlardan sonra muhakkak ki Rabbin, elbette (bu güzel hâllerine binâen onlar için) Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Sonra şüphesiz Rabbin, eziyet edildikten sonra hicret edip, ardından da sabrederek cihad edenlerin yardımcısıdır. Bütün bunlardan sonra Rabbin elbette çok bağışlayan, pek esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/110.mp3"
      }
    },
    {
      "id": 2012,
      "verseNumber": 111,
      "verseKey": "16:111",
      "arabic": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "english": "˹Consider˺ the Day ˹when˺ every soul will come pleading for itself, and each will be paid in full for what it did, and none will be wronged.",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün ki herkes kendi nefsinden dolayı mücadelede bulunur ve her nefse işlemiş olduğu amel tamamen ödenir ve onlar zulme uğratılmazlar.",
        "hayrat_nesriyat": "O gün (mahşer günü) herkes gelir, kendi nefsi(ni kurtarmak) için uğraşır. Ve herkese, yaptığının karşılığı tam olarak verilip, onlara haksızlık edilmez.",
        "diyanet_vakfi": "O gün, herkes gelip kendi canını kurtarmak için uğraşır ve herkese yaptığının karşılığı eksiksiz ödenir, onlara asla zulmedilmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/111.mp3"
      }
    },
    {
      "id": 2013,
      "verseNumber": 112,
      "verseKey": "16:112",
      "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
      "english": "And Allah sets forth the example of a society which was safe and at ease, receiving its provision in abundance from all directions. But its people met Allah’s favours with ingratitude, so Allah made them taste the clutches of hunger and fear for their misdeeds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah bir beldeyi bir örnek irâd eder ki, emin ve sükunet içinde idi, ona rızkı da her yerden bol bol gelirdi. Sonra Allah’ın nîmetlerine nankörlükte bulundular. Artık Allah da onlara işledikleri şeylerden dolayı açlık ve korku libasını tattırdı.",
        "hayrat_nesriyat": "Allah, bir şehri (Mekke`yi size) misâl getirdi. (Bu şehir) emniyet ve huzûr içinde idi, ona rızkı her taraftan bol bol geliyordu. Fakat (halkı) Allah`ın ni`metlerine nankörlük etti; Allah da onlara, (özene bezene) yapmakta oldukları şeyler sebebiyle açlık ve korku elbisesini tattırdı!",
        "diyanet_vakfi": "Allah, (ibret için) bir ülkeyi örnek verdi: Bu ülke güvenli, huzurlu idi; ona rızkı her yerden bol bol gelirdi. Sonra onlar Allah’ın nimetlerine karşı nankörlük ettiler. Allah da onlara, yaptıklarından ötürü açlık ve korku sıkıntısını tattırdı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/112.mp3"
      }
    },
    {
      "id": 2014,
      "verseNumber": 113,
      "verseKey": "16:113",
      "arabic": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
      "english": "A messenger of their own actually did come to them, but they denied him. So the torment overtook them while they persisted in wrongdoing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, onlara kendilerinden bir peygamber geldi, onu hemen tekzîp ettiler, artık onlar zalimler oldukları halde kendilerini azap yakaladı.",
        "hayrat_nesriyat": "Şânım hakkı için, onlara kendilerinden bir peygamber geldi de onu yalanladılar. Bunun üzerine, onlar zulmedici kimseler oldukları bir hâlde iken azab onları yakalayıverdi!",
        "diyanet_vakfi": "Andolsun ki, onlara kendilerinden peygamber geldi de onu yalanladılar. Onlar zulmederlerken azap onları yakalayıverdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/113.mp3"
      }
    },
    {
      "id": 2015,
      "verseNumber": 114,
      "verseKey": "16:114",
      "arabic": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "english": "So eat from the good, lawful things which Allah has provided for you, and be grateful for Allah’s favours, if you ˹truly˺ worship Him ˹alone˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık siz, Allah’ın sizi merzûk ettiği şeylerden helâl ve tertemiz olanlarını yeyiniz ve Allah’ın nîmetine şükrediniz, eğer O’na ubûdiyette bulunur oldunuz iseniz.",
        "hayrat_nesriyat": "Öyle ise Allah`ın sizi rızıklandırdığı helâl ve temiz şeylerden yiyin; eğer yalnız O`na kulluk ediyorsanız, Allah`ın ni`met(ler)ine şükredin!",
        "diyanet_vakfi": "Artık, Allah’ın size verdiği rızıktan helâl ve temiz olarak yeyin, eğer (gerçekten) yalnız Allah’a ibadet ediyorsanız, onun nimetine şükredin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/114.mp3"
      }
    },
    {
      "id": 2016,
      "verseNumber": 115,
      "verseKey": "16:115",
      "arabic": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "english": "He has only forbidden you ˹to eat˺ carrion, blood, swine,<sup foot_note=76855>1</sup> and what is slaughtered in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "O size ancak ölüyü, kanı, domuz etini ve Allah’tan başkasının namıyla kesilmiş olanı haram kılmıştır. Ancak her kim muztar kalırsa aşırı gitmemek ve başka muztarın hakkına tecavüz etmemek üzere (bunlardan yiyebilir). Artık şüphe yok ki, Allah gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "(O) size, ancak ölüyü (usûlünce kesilmeden veya avlanmadan ölen hayvanı,akan) kanı, domuz etini ve Allah`dan başkası adına kesilen (hayvan etin)i haram kılmıştır. Fakat mecbur kalan bir kimse (başkasının hakkına) saldırmamak ve haddi (zarûret mikdârını) aşmamak (üzere, ölmeyecek kadar bunlardan yemek) şartıyla, artık şübhesiz Allah, (onlar için) Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "(Allah) size, sadece ölü hayvanı, kanı, domuz etini ve Allah’tan başkası adına kesilen hayvanı haram kıldı. Ancak kim mecbur kalırsa (başkalarının haklarına) saldırmaksızın, sınırı da aşmadan (bunlardan yiyebilir). Çünkü Allah çok bağışlayan, pek esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/115.mp3"
      }
    },
    {
      "id": 2017,
      "verseNumber": 116,
      "verseKey": "16:116",
      "arabic": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
      "english": "Do not falsely declare with your tongues, “This is lawful, and that is unlawful,” ˹only˺ fabricating lies against Allah. Indeed, those who fabricate lies against Allah will never succeed.",
      "turkish": {
        "omer_nasuhi_bilmen": "Lisanlarınızın yalan yere vasıflandırdığı şeyler hakkında «Şu helâldir ve şu haramdır» demeyiniz ki, Allah’a karşı yalan iftirada bulunmuş olursunuz. Şüphe yok ki, Allah’a karşı yalan yere iftirada bulunanlar felâha eremezler.",
        "hayrat_nesriyat": "Hem dillerinizin yalanı vasfediyor olması sebebiyle: `Bu helâldir, şu da haramdır` demeyin; çünki Allah`a yalanı iftirâ ediyor olursunuz. Şübhesiz ki Allah`a yalan iftirâ edenler, kurtuluşa ermezler.",
        "diyanet_vakfi": "Dillerinizin uydurduğu yalana dayanarak «Bu helâldir, şu da haramdır» demeyin, çünkü Allah’a karşı yalan uydurmuş oluyorsunuz. Kuşkusuz Allah’a karşı yalan uyduranlar kurtuluşa eremezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/116.mp3"
      }
    },
    {
      "id": 2018,
      "verseNumber": 117,
      "verseKey": "16:117",
      "arabic": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "˹It is only˺ a brief enjoyment, then they will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Bu) Biraz menfaatten ibarettir ve onlara pek acıklı bir azap vardır.",
        "hayrat_nesriyat": "(Dünyada) az bir faydalanma ve (buna mukabil âhirette) onlar için (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "(Kazandıkları) pek az bir menfaattir. Halbuki onlar için elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/117.mp3"
      }
    },
    {
      "id": 2019,
      "verseNumber": 118,
      "verseKey": "16:118",
      "arabic": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "english": "To the Jews, We have forbidden what We related to you before.<sup foot_note=76856>1</sup> We did not wrong them, but it was they who wronged themselves.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sana evvelce hikaye etmiş olduğumuz şeyleri Yahudilere haram kılmış idik. Ve onlara Biz zulüm etmedik velâkin onlar kendi nefislerine zulüm eder oldular.",
        "hayrat_nesriyat": "Yahudi olanlara ise, daha önce sana anlattıklarımızı haram kılmıştık. Hâlbuki(biz) onlara zulmetmedik, fakat (onlar, kötü amelleriyle) kendilerine zulmediyorlardı.",
        "diyanet_vakfi": "Sana anlattıklarımızı, daha önce, yahudi olanlara da haram kılmıştık. Biz onlara zulmetmedik, fakat, onlar kendilerine haksızlık ediyorlardı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/118.mp3"
      }
    },
    {
      "id": 2020,
      "verseNumber": 119,
      "verseKey": "16:119",
      "arabic": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "english": "As for those who commit evil ignorantly ˹or recklessly˺, then repent afterwards and mend their ways, then your Lord is surely All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra şüphe yok ki, senin Rabbin, bir cehaletle kötülükte bulunanları, sonra onun arkasından tövbe edenleri, ve (hallerini) ıslah eyleyenleri (elbette) affedecektir. Muhakkak ki, senin Rabbin ondan sonra elbette yarlığayıcıdır, pek esirgeyicidir.",
        "hayrat_nesriyat": "Sonra şübhesiz Rabbin, cehâletle kötülük yapan; sonra bunun ardından tevbe edip (hâllerini) ıslâh edenler hakkında (affedicidir), doğrusu Rabbin, bu (samîmi hâlleri)nden sonra (onlar için) elbette Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Sonra şüphesiz Rabbin, cahillik sebebiyle kötülük yapan, sonra da bunun ardından tevbe edip durumunu düzeltenleri (bağışlayacaktır). Çünkü onlar tevbe ettikten sonra Rabbin elbet çok bağışlayan, pek esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/119.mp3"
      }
    },
    {
      "id": 2021,
      "verseNumber": 120,
      "verseKey": "16:120",
      "arabic": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
      "english": "Indeed, Abraham was a model of excellence: devoted to Allah, ˹perfectly˺ upright—not a polytheist—",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, İbrahim (başlıca) bir ümmet idi, Allah’a muti idi, bâtıldan müteberri idi ve müşriklerden olmuş değildi.",
        "hayrat_nesriyat": "Şübhe yok ki İbrâhîm, Allah`a itâat eden, Hanîf (hakka yönelmiş) olan (başlıca)bir ümmet (her hususda kendisine tâbi` olunan bir rehber) idi. Ve (o, kâfirler gibi)müşriklerden olmadı!",
        "diyanet_vakfi": "İbrahim, gerçekten Hakk’a yönelen, Allah’a itaat eden bir önder idi; Allah’a ortak koşanlardan değildi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/120.mp3"
      }
    },
    {
      "id": 2022,
      "verseNumber": 121,
      "verseKey": "16:121",
      "arabic": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "english": "˹utterly˺ grateful for Allah’s favours. ˹So˺ He chose him and guided him to the Straight Path.",
      "turkish": {
        "omer_nasuhi_bilmen": "O’nun nîmetlerine şükredici idi. (Cenâbı Hak da) O’nu mümtaz kıldı. Ve O’nu dosdoğru bir yola hidâyet buyurdu.",
        "hayrat_nesriyat": "O`nun ni`metlerine şükrediciydi. (Allah da) onu (peygamberliğe) seçmiş ve onu dosdoğru bir yola hidâyet etmişti.",
        "diyanet_vakfi": "Allah’ın nimetlerine şükrediciydi. Çünkü Allah, onu seçmiş ve doğru yola iletmişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/121.mp3"
      }
    },
    {
      "id": 2023,
      "verseNumber": 122,
      "verseKey": "16:122",
      "arabic": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "english": "We blessed him with all goodness in this world,<sup foot_note=76857>1</sup> and in the Hereafter he will certainly be among the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz O’na dünyada bir güzellik verdik ve şüphe yok ki, o ahirette elbette sâlihlerdendir.",
        "hayrat_nesriyat": "Ona dünyada da iyilik verdik. Şübhesiz ki o, âhirette de elbette sâlih kimselerdendir.",
        "diyanet_vakfi": "Ona dünyada güzellik verdik. Muhakkak ki o, ahirette de sâlihlerdendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/122.mp3"
      }
    },
    {
      "id": 2024,
      "verseNumber": 123,
      "verseKey": "16:123",
      "arabic": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "english": "Then We revealed to you ˹O Prophet, saying˺: “Follow the faith of Abraham, the upright, who was not one of the polytheists.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra sana vahyettik ki, İbrahim’in milletine nezih bir muvahhid olarak tâbi ol. Ve (O) asla müşriklerden olmadı.",
        "hayrat_nesriyat": "Sonra sana: `Hanîf (hakka yönelmiş) olan İbrâhîm`in dînine tâbi` ol! Çünki (o, etrâfındaki kâfirler gibi) müşriklerden değildi!` diye vahyettik.",
        "diyanet_vakfi": "Sonra da sana: «Doğru yola yönelerek İbrahim’in dinine uy! O müşriklerden değildi» diye vahyettik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/123.mp3"
      }
    },
    {
      "id": 2025,
      "verseNumber": 124,
      "verseKey": "16:124",
      "arabic": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "english": "˹Honouring˺ the Sabbath was ordained only for those who disputed about Abraham.<sup foot_note=76858>1</sup> And surely your Lord will judge between them on the Day of Judgment regarding their disputes.",
      "turkish": {
        "omer_nasuhi_bilmen": "Cumartesi tatili, ancak onda ihtilâf edenlere (farz) kılınmıştı. Ve şüphe yok ki, senin Rabbin Kıyamet günü onların arasında ihtilâf ettikleri şey hakkında elbette hükmedecektir.",
        "hayrat_nesriyat": "Cumartesi (ibâdeti) ancak onda ihtilâfa düşen (yahudi)lere (farz) kılınmıştı. Muhakkak ki Rabbin, üzerinde ihtilâfa düşmekte oldukları şeyler hakkında, kıyâmet günü aralarında elbette hüküm verecektir.",
        "diyanet_vakfi": "Cumartesi tatili, ancak onda ihtilaf edenlere (farz) kılınmıştı. Kıyamet günü Rabbin, muhakkak onların ihtilafa düştükleri şey hakkında aralarında hüküm verecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/124.mp3"
      }
    },
    {
      "id": 2026,
      "verseNumber": 125,
      "verseKey": "16:125",
      "arabic": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "english": "Invite ˹all˺ to the Way of your Lord with wisdom and kind advice, and only debate with them in the best manner. Surely your Lord ˹alone˺ knows best who has strayed from His Way and who is ˹rightly˺ guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rabbin yoluna hikmet ile, güzel mev’ize ile davet et ve onlar ile en güzel olan bir suretle mücadelede bulun. Muhakkak ki o senin Rabbin, yolundan sapanları ziyâdesiyle bilicidir ve O, doğru yola ermiş olanları da bihakkın bilendir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Rabbinin yoluna hikmetle ve güzel nasîhatle da`vet et ve onlarla en güzel bir şekilde mücâdele et! Şübhe yok ki yolundan sapanları en iyi bilen ancak Rabbindir; hidâyete erenleri de en iyi bilen O`dur.",
        "diyanet_vakfi": "(Resûlüm!) Sen, Rabbinin yoluna hikmet ve güzel öğütle çağır ve onlarla en güzel şekilde mücadele et! Rabbin, kendi yolundan sapanları en iyi bilendir ve O, hidayete erenleri de çok iyi bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/125.mp3"
      }
    },
    {
      "id": 2027,
      "verseNumber": 126,
      "verseKey": "16:126",
      "arabic": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
      "english": "If you retaliate, then let it be equivalent to what you have suffered. But if you patiently endure, it is certainly best for those who are patient.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer bir kimseye ikabta bulunacak iseniz, kendisiyle ikaba uğramış olduğunuz şeyin misliyle ikabta bulunun ve eğer sabrederseniz, elbette o, sabredenler için daha hayırlıdır.",
        "hayrat_nesriyat": "Eğer bir cezâ verirseniz, o hâlde size yapılan eziyetin misliyle cezâ verin! Fakat sabrederseniz, elbette bu, sabredenler için daha hayırlıdır.",
        "diyanet_vakfi": "Eğer ceza verecekseniz, size yapılan işkencenin misliyle ceza verin. Ama sabrederseniz, elbette o, sabredenler için daha hayırlıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/126.mp3"
      }
    },
    {
      "id": 2028,
      "verseNumber": 127,
      "verseKey": "16:127",
      "arabic": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
      "english": "Be patient ˹O Prophet˺, for your patience is only with Allah’s help. Do not grieve over those ˹who disbelieve˺, nor be distressed by their schemes.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sabret ve senin sabrın da ancak Allah’ın inâyetiyledir ve onlara karşı mahzun olma ve yapar oldukları hilekârane hareketten dolayı üzüntüye düşme.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Sabret; senin sabrın da ancak Allah(`ın yardımı)iledir; hem (îmân etmiyorlar diye) onlara üzülme; tuzak kurmakta olmalarından dolayı da sıkıntıya düşme!",
        "diyanet_vakfi": "Sabret! Senin sabrın da ancak Allah’ın yardımı iledir. Onlardan dolayı kederlenme; kurmakta oldukları tuzaktan kaygı duyma!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/127.mp3"
      }
    },
    {
      "id": 2029,
      "verseNumber": 128,
      "verseKey": "16:128",
      "arabic": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
      "english": "Surely Allah is with those who shun evil and who do good ˹deeds˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Allah Teâlâ ittikada bulunanlar ile ve daimi ihsanda bulunanlar ile (rahmet ve inâyeti itibariyle) beraberdir.",
        "hayrat_nesriyat": "Muhakkak ki Allah, (günahlardan) sakınanlarla ve iyilik edenlerle berâberdir.",
        "diyanet_vakfi": "Çünkü Allah, (kötülükten) sakınanlar ve güzel amel edenlerle beraberdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/016/128.mp3"
      }
    }
  ]
}