{
  "verses": [
    {
      "id": 2030,
      "verseNumber": 1,
      "verseKey": "17:1",
      "arabic": " سُبْحَـٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَـٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَـٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "english": "Glory be to the One Who took His servant ˹Muḥammad˺ by night from the Sacred Mosque to the Farthest Mosque whose surroundings We have blessed, so that We may show him some of Our signs.<sup foot_note=76859>1</sup> Indeed, He<sup foot_note=76860>2</sup> alone is the All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Münezehtir o (Hâlik-i Kudret) ki, kulunu bir gece Mescid-i Haram’dan çevresini mübarek kıldığımız Mescidi Aksa’ya yürüttü. Tâ ki, O’na âyetlerimizden gösterelim. Şüphe yok ki, ancak O (Hâlik-i Kadîm)dir ve herşeyi işiten, gören.",
        "hayrat_nesriyat": "Kendisine âyetlerimizden bir kısmını gösterelim diye, kulunu (Muhammed`i) bir gece Mescid-i Harâm`dan, etrâfını mübârek kıldığımız Mescid-i Aksâ`ya (İsrâ -gece yürüyüşü- ile) götüren (Allah, her türlü noksanlıktan) münezzehtir. Şübhesiz ki Semî`(herşeyi işiten), Basîr (hakkıyla gören), ancak O`dur.",
        "diyanet_vakfi": "Bir gece, kendisine âyetlerimizden bir kısmını gösterelim diye (Muhammed) kulunu Mescid-i Harâm’dan, çevresini mübarek kıldığımız Mescid-i Aksâ’ya götüren Allah noksan sıfatlardan münezzehtir; O, gerçekten işitendir, görendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/001.mp3"
      }
    },
    {
      "id": 2031,
      "verseNumber": 2,
      "verseKey": "17:2",
      "arabic": "وَءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
      "english": "And We gave Moses the Scripture and made it a guide for the Children of Israel, ˹stating:˺ “Do not take besides Me any other Trustee of Affairs,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Mûsa’ya kitap verdik ve onu (o kitabı) İsrailoğullarına bir hidâyet rehberi kıldık, Benden başkasını vekil tutmayın diye.",
        "hayrat_nesriyat": "(Biz) Mûsâ`ya da Kitab verdik ve: `Benden başka bir Vekîl edinmeyin!` diye onu İsrâiloğullarına bir hidâyet rehberi kıldık.",
        "diyanet_vakfi": "Biz, Musa’ya Kitab’ı verdik ve İsrailoğullarına: «Benden başkasını dayanılıp güvenilen bir rab edinmeyin» diyerek bu Kitab’ı bir hidayet rehberi kıldık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/002.mp3"
      }
    },
    {
      "id": 2032,
      "verseNumber": 3,
      "verseKey": "17:3",
      "arabic": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
      "english": "˹O˺ descendants of those We carried with Noah ˹in the Ark˺! He was indeed a grateful servant.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Nûh ile beraber (gemiye) yüklediğimiz kimselerin zürriyeti! Şüphe yok ki o ziyâde şükredici bir kul idi.",
        "hayrat_nesriyat": "(Ey) Nûh ile berâber (gemide) taşıdığımız kimselerin nesli (olan insanlar)! Şübhesiz ki o (Nûh), çok şükreden bir kul idi.",
        "diyanet_vakfi": "(Ey) Nuh ile birlikte (gemide) taşıdığımız kimselerin nesli! Şunu bilin ki Nuh, çok şükreden bir kul idi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/003.mp3"
      }
    },
    {
      "id": 2033,
      "verseNumber": 4,
      "verseKey": "17:4",
      "arabic": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَـٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
      "english": "And We warned the Children of Israel in the Scripture, “You will certainly cause corruption in the land twice, and you will become extremely arrogant.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve İsrailoğullarına kitapta hükmettik ki, muhakkak siz yeryüzünde iki defa fesat çıkaracaksınız ve muhakkak ki, büyük bir yükselişle yükseleceksiniz. (serkeşlik yapıp kabaracaksınız).",
        "hayrat_nesriyat": "Ve İsrâiloğullarına Kitab`da: `(Siz) yeryüzünde muhakkak iki def`a fesad çıkaracaksınız ve gerçekten büyük bir taşkınlıkla azacaksınız!` diye hükmettik(bildirdik).",
        "diyanet_vakfi": "Biz, Kitap’ta İsrailoğullarına: Sizler, yeryüzünde iki defa fesat çıkaracaksınız ve azgınlık derecesinde bir kibre kapılacaksınız, diye bildirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/004.mp3"
      }
    },
    {
      "id": 2034,
      "verseNumber": 5,
      "verseKey": "17:5",
      "arabic": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًا مَّفْعُولًا",
      "english": "When the first of the two warnings would come to pass, We would send against you some of Our servants of great might, who would ravage your homes. This would be a warning fulfilled.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi o ikiden (iki fesattan) birini vadesi (vakt-i cezası) gelince üzerinize Bizim çok şiddetli kuvvet sahibi olan kullarımızdan göndereceğiz. Artık evlerin aralarını bile araştıracaklardır. Bu, bir yerine getirilmiş hükümden ibaret bulunmuştur.",
        "hayrat_nesriyat": "(Onlara dedik ki:) `Artık, o ikisinden birincisinin va`desi geldiği (ve baştan çıktığınız) zaman, üzerinize şiddetli (kendileri de isyankâr), harb ehli bizim (mahlûkumuz)olan birtakım kullar gönderdik de (sizi) evlerin aralarına kadar girip araştırdılar. Bu (zilletemahkûmiyetiniz) ise, yerine getirilmiş bir va`d idi.`",
        "diyanet_vakfi": "Bunlardan ilkinin zamanı gelince, üzerinize güçlü kuvvetli kullarımızı gönderdik. Bunlar, evlerin arasında dolaşarak (sizi) aradılar. Bu, yerine getirilmiş bir vaad idi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/005.mp3"
      }
    },
    {
      "id": 2035,
      "verseNumber": 6,
      "verseKey": "17:6",
      "arabic": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَـٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَـٰكُمْ أَكْثَرَ نَفِيرًا",
      "english": "Then ˹after your repentance˺ We would give you the upper hand over them and aid you with wealth and offspring, causing you to outnumber them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra da onların üzerine tekrar size bir galibiyet verdik ve size mallar ile ve oğullar ile imdat ettik ve sizi aşiretce (düşmanlarınızdan) daha ziyâde kıldık.",
        "hayrat_nesriyat": "`Sonra onlara karşı (üstünlüğünüzü) size tekrar geri verdik, hem size mallarla ve oğullarla yardım ettik, hem sizi cem`iyetçe daha çok kıldık.`",
        "diyanet_vakfi": "Sonra onlara karşı size tekrar (galibiyet ve zafer) verdik; servet ve oğullarla gücünüzü arttırdık; sayınızı daha da çoğalttık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/006.mp3"
      }
    },
    {
      "id": 2036,
      "verseNumber": 7,
      "verseKey": "17:7",
      "arabic": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ لِيَسُـۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
      "english": "If you act rightly, it is for your own good, but if you do wrong, it is to your own loss. “And when the second warning would come to pass, your enemies would ˹be left to˺ totally disgrace you and enter the Temple ˹of Jerusalem˺ as they entered it the first time, and utterly destroy whatever would fall into their hands.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer iyilik etmiş olursanız kendi nefisleriniz için iyilik etmiş olursunuz ve eğer fenalık etmiş olursanız kendi nefisleriniz için etmiş olursunuz. Artık ikinci va’de gelince yüzlerinizi çirkinleştirsinler için ve evvelce girdikleri gibi yine mescide girsinler için ve galebe ettikleri şeyleri helâk eylesinler diye (düşmanlarınızı yine size musallat ettik).",
        "hayrat_nesriyat": "(Kendilerine bildirdik ki:) `Eğer iyilik ederseniz, kendinize iyilik etmiş olursunuz; eğer kötülük ederseniz, yine onun içindir (kendi nefsiniz aleyhinedir). Artık sonrakinin(ikinci fesâdınızın) va`desi geldiği (ve tekrar azdığınız) zaman ise, (yine birtakım kulları başınıza musallat ettik ki) yüzlerinizi kötü etsinler, ilk def`a girdikleri gibi, yine mescide(Beyt-i Makdis`e) girsinler ve ele geçirdikleri şeyleri tamâmen imhâ ederek mahvetsinler!`",
        "diyanet_vakfi": "Eğer iyilik ederseniz kendinize etmiş, kötülük ederseniz yine kendinize etmiş olursunuz. Artık diğer cezalandırma zamanı gelince, yüzünüzü kara etsinler, daha önce girdikleri gibi yine Mescid’e (Süleyman Mâbedi’ne) girsinler ve ellerine geçirdikleri her şeyi büsbütün tahrip etsinler (diye, başınıza yine düşmanlarınızı musallat kıldık)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/007.mp3"
      }
    },
    {
      "id": 2037,
      "verseNumber": 8,
      "verseKey": "17:8",
      "arabic": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ ۚ وَإِنْ عُدتُّمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ حَصِيرًا",
      "english": "Perhaps your Lord will have mercy on you ˹if you repent˺, but if you return ˹to sin˺, We will return ˹to punishment˺. And We have made Hell a ˹permanent˺ confinement for the disbelievers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Umulur ki, Rabbiniz size merhamet buyura ve eğer yine dönerseniz Biz de döneriz. Ve Biz cehennemi kâfirler için bir hisar (bir zindan) kılmışızdır.",
        "hayrat_nesriyat": "`(Eğer tevbe ederseniz) umulur ki Rabbiniz size merhamet eder. Fakat tekrar(fesâda) dönerseniz, (biz de cezâya) döneriz. Ve (biz) Cehennemi, kâfirler için bir zindan yaptık.`",
        "diyanet_vakfi": "Belki Rabbiniz size merhamet eder; fakat siz eğer yine (fesatçılığa) dönerseniz, biz de sizi yine cezalandırırız. Biz cehennemi kâfirler için bir hapishane yaptık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/008.mp3"
      }
    },
    {
      "id": 2038,
      "verseNumber": 9,
      "verseKey": "17:9",
      "arabic": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
      "english": "Surely this Quran guides to what is most upright, and gives good news to the believers—who do good—that they will have a mighty reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki bu Kur’an en doğru olan yola hidâyet eder ve sâlih sâlih amellerde bulunan mü’minlere müjde verir ki, onlar için muhakkak bir büyük mükâfaat vardır.",
        "hayrat_nesriyat": "Muhakkak ki bu Kur`ân, (insanları) en doğru yola hidâyet eder ve sâlih ameller işleyen mü`minlere, kendileri için şübhesiz büyük bir mükâfât olduğunu müjdeler.",
        "diyanet_vakfi": "Şüphesiz ki bu Kur’an en doğru yola iletir; iyi davranışlarda bulunan müminlere, kendileri için büyük bir mükâfat olduğunu müjdeler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/009.mp3"
      }
    },
    {
      "id": 2039,
      "verseNumber": 10,
      "verseKey": "17:10",
      "arabic": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "english": "And ˹it warns˺ those who do not believe in the Hereafter ˹that˺ We have prepared for them a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, ahirete imân etmezler, muhakkak ki onlar için de pek acıklı bir azap hazırlamışızdır.",
        "hayrat_nesriyat": "Hem âhirete îmân etmeyenlere, kendileri için hakikaten (pek) elemli bir azab hazırladığımızı (haber verir)!",
        "diyanet_vakfi": "Ahirete inanmayanlara gelince, onlar için de elemli bir azap hazırlamışızdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/010.mp3"
      }
    },
    {
      "id": 2040,
      "verseNumber": 11,
      "verseKey": "17:11",
      "arabic": "وَيَدْعُ ٱلْإِنسَـٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ ۖ وَكَانَ ٱلْإِنسَـٰنُ عَجُولًا",
      "english": "And humans ˹swiftly˺ pray for evil<sup foot_note=76861>1</sup> as they pray for good. For humankind is ever hasty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve insan hayra dua ettiği gibi şerre de duada bulunur. Ve insan pek aceleci olmuştur.",
        "hayrat_nesriyat": "İnsan ise, (bazen öfkelenerek, bazen bilmeyerek) hayra olan duâsı gibi (kendi aleyhine olarak) şerre duâ eder. Çünki insan, (işin sonunu düşünmez ve) çok acelecidir.",
        "diyanet_vakfi": "İnsan hayrı istediği kadar şerri de ister. İnsan pek acelecidir!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/011.mp3"
      }
    },
    {
      "id": 2041,
      "verseNumber": 12,
      "verseKey": "17:12",
      "arabic": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ ۖ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ وَكُلَّ شَىْءٍ فَصَّلْنَـٰهُ تَفْصِيلًا",
      "english": "We made the day and night as two signs. So We made the sign of the night devoid of light, and We made the sign of the day ˹perfectly˺ bright, so that you may seek the bounty of your Lord and know the number of years and calculation ˹of time˺. And We have explained everything in detail.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve geceyi ve gündüzü iki alâmet kıldık, sonra gece alâmetini mahvettik. Gündüz alâmetini ise gösterici kıldık, tâ ki, Rabbinizden bir fazl ve kerem isteyesiniz. Ve senelerin sayısını ve hesabını bilesiniz ve herşeyi mufassalan beyan etmişizdir.",
        "hayrat_nesriyat": "Gece ile gündüzü de (kudretimize) iki delil yaptık; sonra gece delîlini silip (yerine)gündüz delîlini (etrâfınızı) gösterici (bir aydınlık) yaptık ki, Rabbinizin fazlından (rızkınızı)arayasınız, hem yılların sayısını ve (vakitlerin) hesâbı(nı) bilesiniz! Ve (biz) herşeyi açık açık beyân ettik.",
        "diyanet_vakfi": "Biz, geceyi ve gündüzü birer âyet (delil) olarak yarattık. Nitekim, Rabbinizin nimetlerini araştırmanız, ayrıca, yılların sayısını ve hesabı bilmeniz için gecenin karanlığını silip (yerine, eşyayı) aydınlatan gündüzün aydınlığını getirdik. İşte biz, her şeyi açık açık anlattık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/012.mp3"
      }
    },
    {
      "id": 2042,
      "verseNumber": 13,
      "verseKey": "17:13",
      "arabic": "وَكُلَّ إِنسَـٰنٍ أَلْزَمْنَـٰهُ طَـٰٓئِرَهُۥ فِى عُنُقِهِۦ ۖ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ كِتَـٰبًا يَلْقَىٰهُ مَنشُورًا",
      "english": "We have bound every human’s destiny to their neck.<sup foot_note=76862>1</sup> And on the Day of Judgment We will bring forth to each ˹person˺ a record which they will find laid open.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her insanın amelini boynuna dolayıverdik ve Kıyamet günü onun için bir kitap çıkarırız ki, onu neşredilmiş olduğu halde karşılar.",
        "hayrat_nesriyat": "Ve her insanın amelini, kendi boynuna bağladık. Kıyâmet günü onun için (oamellerinin yazıldığı) bir kitab çıkarırız ki, onu açılmış olarak önünde bulur.",
        "diyanet_vakfi": "Her insanın amelini (veya kaderini) boynuna bağladık. İnsan için kıyamet gününde, açılmış olarak önüne konacak bir kitap çıkarırız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/013.mp3"
      }
    },
    {
      "id": 2043,
      "verseNumber": 14,
      "verseKey": "17:14",
      "arabic": "ٱقْرَأْ كِتَـٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
      "english": "˹And it will be said,˺ “Read your record. You ˹alone˺ are sufficient this Day to take account of yourself.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kitâbını oku, bugün senin nefsin senin üzerine muhasip olmaya kifâyet eder.",
        "hayrat_nesriyat": "`Kitâbını oku! Bugün sana hesab sorucu olarak nefsin yeter!` (denilecek).",
        "diyanet_vakfi": "Kitabını oku! Bugün sana hesap sorucu olarak kendi nefsin yeter."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/014.mp3"
      }
    },
    {
      "id": 2044,
      "verseNumber": 15,
      "verseKey": "17:15",
      "arabic": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
      "english": "Whoever chooses to be guided, it is only for their own good. And whoever chooses to stray, it is only to their own loss. No soul burdened with sin will bear the burden of another. And We would never punish ˹a people˺ until We have sent a messenger ˹to warn them˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kim doğru yola giderse ancak kendisi için doğru yola gitmiş olur ve her kim sapıtırsa ancak kendi aleyhine olarak sapıtmış bulunur. Ve bir günahkar kimse başkasının günahını yüklenmez ve Biz bir resûl gönderinceye kadar azap ediciler olmadık.",
        "hayrat_nesriyat": "Kim hidâyete ererse, artık ancak kendisi için hidâyete ermiş olur. Kim de dalâlete düşerse, o takdirde ancak kendi aleyhine dalâlete düşmüş olur. Hem hiçbir günahkâr, başkasının günâhını yüklenmez. (Biz) bir peygamber göndermedikçe (kimseye) azâb ediciler değiliz.",
        "diyanet_vakfi": "Kim hidayet yolunu seçerse, bunu ancak kendi iyiliği için seçmiş olur; kim de doğruluktan saparsa, kendi zararına sapmış olur. Hiçbir günahkâr, başkasının günah yükünü üstlenmez. Biz, bir peygamber göndermedikçe (kimseye) azap edecek değiliz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/015.mp3"
      }
    },
    {
      "id": 2045,
      "verseNumber": 16,
      "verseKey": "17:16",
      "arabic": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَـٰهَا تَدْمِيرًا",
      "english": "Whenever We intend to destroy a society, We command its elite ˹to obey Allah˺ but they act rebelliously in it. So the decree ˹of punishment˺ is justified, and We destroy it utterly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz bir beldeyi helâk etmek murad edince onun devlet sahiplerine (hakka itaat etmelerini) emrederiz. Onlar ise orada fısk (ve fücurda) bulunmuş olurlar. Artık o beldenin üzerine söz (helâkları hakkındaki hüküm) hak olmuş olur. İmdi onu (o beldeyi) tamamen helâk ile helâk etmiş oluruz.",
        "hayrat_nesriyat": "Ve (biz) bir şehri (isyanları yüzünden) helâk etmek istediğimiz zaman, oranın şımarık ileri gelenlerine (Allah`a itâat etmelerini) emrederiz de (onlar) orada (emrimize)isyân ederler; böylece oraya (azab) söz(ü) hak olur; artık (biz de) orayı tamâmen mahvederek helâk ederiz.",
        "diyanet_vakfi": "Bir ülkeyi helâk etmek istediğimizde, o ülkenin zenginlik sebebiyle şımarmış elebaşılarına (iyilikleri) emrederiz; buna rağmen onlar orada kötülük işlerler. Böylece o ülke, helâke müstahak olur; biz de orayı darmadağın ederiz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/016.mp3"
      }
    },
    {
      "id": 2046,
      "verseNumber": 17,
      "verseKey": "17:17",
      "arabic": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "english": "˹Imagine˺ how many peoples We have destroyed after Noah! And sufficient is your Lord as All-Aware and All-Seeing of the sins of His servants.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Nûh’tan sonra nice asırlar halkından helâk ettik ve kullarının günahlarına Rabbin haberdar ve görücü olması kifâyet eder.",
        "hayrat_nesriyat": "Nûh`dan sonra da nice nesilleri (isyanları sebebiyle) helâk ettik. Kullarının günahlarından hakkıyla haberdar, kemâliyle görücü olarak Rabbin yeter!",
        "diyanet_vakfi": "Nuh’tan sonraki nesillerden nicelerini helâk ettik. Kullarının günahlarını bilen ve gören olarak Rabbin yeterlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/017.mp3"
      }
    },
    {
      "id": 2047,
      "verseNumber": 18,
      "verseKey": "17:18",
      "arabic": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
      "english": "Whoever desires this fleeting world ˹alone˺, We hasten in it whatever We please to whoever We will; then We destine them for Hell, where they will burn, condemned and rejected.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim bu çabuk geçeni (bu dünya varlığını) dilerse onun için burada dilediğimiz miktarı çarçabuk veririz, dilediğimize. Sonra ona Cehennemi tahsis kılmış oluruz. Oraya kınanmış, kovulmuş bir halde yaslanır.",
        "hayrat_nesriyat": "Kim çabuk geçen (bu dünyay)ı isterse, (artık) orada istediğimiz şeyi kimin için dilersek, kendisine çabucak veririz; sonra ona Cehennemi tahsîs ederiz; kınanmış ve kovulmuş olarak oraya girer.",
        "diyanet_vakfi": "Her kim bu çarçabuk geçen dünyayı dilerse ona, yani dilediğimiz kimseye dilediğimiz kadarını dünyada hemen verir, sonra da onu, kınanmış ve kovulmuş olarak gireceği cehenneme sokarız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/018.mp3"
      }
    },
    {
      "id": 2048,
      "verseNumber": 19,
      "verseKey": "17:19",
      "arabic": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
      "english": "But whoever desires the Hereafter and strives for it accordingly, and is a ˹true˺ believer, it is they whose striving will be appreciated.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim mü’min olduğu halde ahireti diler ve onun için (layık-ı veçhile) çalışmasıyla çalışırsa işte o gibi kimselerin çalışmaları şayan-ı şükran bulunur.",
        "hayrat_nesriyat": "Kim de âhireti ister ve mü`min olarak ona lâyık bir gayretle çalışırsa, işte onların çalışmaları (Allah katında) makbûldür.",
        "diyanet_vakfi": "Kim de ahireti diler ve bir mümin olarak ona yaraşır bir çaba ile çalışırsa, işte bunların çalışmaları makbuldür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/019.mp3"
      }
    },
    {
      "id": 2049,
      "verseNumber": 20,
      "verseKey": "17:20",
      "arabic": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
      "english": "We provide both the former and the latter from the bounty of your Lord. And the bounty of your Lord can never be withheld.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hepsine, onlara da ve ötekilerine de Rabbin atasından imdat ederiz. Ve Rabbin atası men’edilmiş değildir.",
        "hayrat_nesriyat": "Herbirine, onlara ve bunlara (dünyayı isteyenlere de, âhireti isteyenlere de)Rabbinin ihsânından meded veririz. Rabbinin ihsânı ise (kimseye) yasaklanmış değildir.",
        "diyanet_vakfi": "Hepsine, onlara da bunlara da (dünyayı isteyenlere de ahireti isteyenlere de) Rabbinin ihsanından (istediklerini) veririz. Rabbinin ihsanı kısıtlanmış değildir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/020.mp3"
      }
    },
    {
      "id": 2050,
      "verseNumber": 21,
      "verseKey": "17:21",
      "arabic": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
      "english": "See how We have favoured some over others ˹in this life˺, but the Hereafter is certainly far greater in rank and in favour.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bak! Onların bazısını bazısı üzerine nasıl üstün kılmışızdır. Ve elbetteki ki, ahiret, dereceler itibariyle daha büyüktür ve üstünlük itibariyle de daha büyüktür.",
        "hayrat_nesriyat": "Bak, (rızıkta ve makamda) onların bazısını bazısından nasıl üstün kıldık! Elbette âhiret, hem dereceler i`tibâriyle daha büyük, hem de üstünlük i`tibâriyle daha büyüktür.",
        "diyanet_vakfi": "Baksana, biz insanların kimini kiminden nasıl üstün kılmışızdır! Elbette ki ahiret, derece ve üstünlük farkları bakımından daha büyüktür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/021.mp3"
      }
    },
    {
      "id": 2051,
      "verseNumber": 22,
      "verseKey": "17:22",
      "arabic": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
      "english": "Do not set up any other god with Allah, or you will end up condemned, abandoned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah ile beraber başka ilâh ittihaz etme. Sonra kınanmış ve rüsvay olmuş bir halde kalırsın.",
        "hayrat_nesriyat": "(Ey insan!) Allah ile berâber başka bir ilâh edinme! Yoksa, kınanmış ve yalnız başına bırakılmış olarak oturup kalırsın.",
        "diyanet_vakfi": "Allah ile birlikte bir ilâh daha tanıma! Sonra kınanmış ve kendi başına terkedilmiş olarak kalırsın."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/022.mp3"
      }
    },
    {
      "id": 2052,
      "verseNumber": 23,
      "verseKey": "17:23",
      "arabic": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
      "english": "For your Lord has decreed that you worship none but Him. And honour your parents. If one or both of them reach old age in your care, never say to them ˹even˺ ‘ugh,’ nor yell at them. Rather, address them respectfully.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rabbin emretmiştir ki, kendisinden başkasına ibadet etmeyiniz ve ana ile babaya ihsanda bulunun. Senin yanında onlardan biri veya ikisi de ihtiyarlık çağına gelirse sakın onlara of (bile) deme ve onları men etme (azarlama) lâkırdılarını kesme ve onlara güzelce hitapta bulun.",
        "hayrat_nesriyat": "Ve Rabbin, kendisinden başkasına ibâdet etmemenizi ve ana-babaya iyilik etmeyi emretti. Eğer onlardan biri veya her ikisi, senin yanında ihtiyarlığa erişirse, sakın onlara `öf!` bile deme! Onları azarlama ve onlara güzel söz söyle!",
        "diyanet_vakfi": "Rabbin, sadece kendisine kulluk etmenizi, ana babanıza da iyi davranmanızı kesin bir şekilde emretti. Onlardan biri veya her ikisi senin yanında yaşlanırsa, kendilerine «of!» bile deme; onları azarlama; ikisine de güzel söz söyle."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/023.mp3"
      }
    },
    {
      "id": 2053,
      "verseNumber": 24,
      "verseKey": "17:24",
      "arabic": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
      "english": "And be humble with them out of mercy, and pray, “My Lord! Be merciful to them as they raised me when I was young.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ikisi için merhametten tevazu kanadını indir ve de ki: «Yarabbi! İkisine de merhamet buyur. Nasıl ki, onlar beni çocuk iken besleyiverdiler.»",
        "hayrat_nesriyat": "Hem onlara merhamet(in)den alçak gönüllülük kanadını indir ve de ki: `Rabbim!(Onlar) beni küçük iken nasıl (merhamet edip) yetiştirdilerse, (sen de) onlara (öyle)merhamet eyle!`",
        "diyanet_vakfi": "Onları esirgeyerek alçakgönüllülükle üzerlerine kanat ger ve: «Rabbim! Küçüklüğümde onlar beni nasıl yetiştirmişlerse, şimdi de sen onlara (öyle) rahmet et!» diyerek dua et."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/024.mp3"
      }
    },
    {
      "id": 2054,
      "verseNumber": 25,
      "verseKey": "17:25",
      "arabic": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
      "english": "Your Lord knows best what is within yourselves. If you are righteous, He is certainly All-Forgiving to those who ˹constantly˺ turn to Him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rabbiniz sizin nefislerinizde olana ziyâdesiyle alîmdir. Eğer siz sâlih kimseler oldunuz ise artık şüphe yok ki, o hakka dönenler için bir ziyâde yarlığayıcı bulunmaktadır.",
        "hayrat_nesriyat": "Rabbiniz içinizde olanı en iyi bilendir. Eğer sâlih kimseler olursanız, hiç şübhesiz ki O, çokça tevbe eden kimselere çok mağfiret edendir.",
        "diyanet_vakfi": "Rabbiniz sizin kalplerinizdekini çok iyi bilir. Eğer siz iyi olursanız, şunu bilin ki Allah, kötülükten yüz çevirerek tevbeye yönelenleri son derece bağışlayıcıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/025.mp3"
      }
    },
    {
      "id": 2055,
      "verseNumber": 26,
      "verseKey": "17:26",
      "arabic": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
      "english": "Give to close relatives their due, as well as the poor and ˹needy˺ travellers. And do not spend wastefully.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve karabet sahibine hakkını ver, düşküne de, parasız kalmış yolcuya da (ver). Ve saçıp savurma.",
        "hayrat_nesriyat": "Akrabâya, yoksula ve yolda kalmışa da hakkını ver; fakat isrâf ederek saçıp savurma!",
        "diyanet_vakfi": "Bir de akrabaya, yoksula, yolcuya hakkını ver. Gereksiz yere de saçıp savurma."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/026.mp3"
      }
    },
    {
      "id": 2056,
      "verseNumber": 27,
      "verseKey": "17:27",
      "arabic": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
      "english": "Surely the wasteful are ˹like˺ brothers to the devils. And the Devil is ever ungrateful to his Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, saçıp savuranlar, şeytanların kardaşlarıdır. Şeytan ise Rabbine çok küfran-ı nîmette bulunmuş oldu.",
        "hayrat_nesriyat": "Çünki saçıp savuranlar, şeytanların kardeşleridirler. Şeytan ise, Rabbine karşı çok nankördür.",
        "diyanet_vakfi": "Zira böylesine saçıp savuranlar şeytanların dostlarıdırlar. Şeytan ise Rabbine karşı çok nankördür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/027.mp3"
      }
    },
    {
      "id": 2057,
      "verseNumber": 28,
      "verseKey": "17:28",
      "arabic": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
      "english": "But if you must turn them down ˹because you lack the means to give˺—while hoping to receive your Lord’s bounty—then ˹at least˺ give them a kind word.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Rabbinden umduğun bir rahmeti aramak için onlardan (o kendilerine yardım edilecek kimselerden) yüz çevirecek isen o halde onlara bir yumuşak söz söyle.",
        "hayrat_nesriyat": "Eğer (bir şey verecek durumda olmayıp) Rabbinden ümîd ettiğin bir rahmeti(rızkı) aramak için onlardan (o hak sâhiblerinden) yüz çevir(mek mecbûriyetinde kal)ırsan, artık (elime geçerse veririm, ma`nâsında) onlara yumuşak bir söz söyle!",
        "diyanet_vakfi": "Eğer Rabbinden umduğun (beklemek durumunda olduğun) bir rahmet için onların yüzlerine bakamıyorsan, hiç olmazsa kendilerine gönül alıcı bir söz söyle."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/028.mp3"
      }
    },
    {
      "id": 2058,
      "verseNumber": 29,
      "verseKey": "17:29",
      "arabic": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
      "english": "Do not be so tight-fisted, for you will be blameworthy; nor so open-handed, for you will end up in poverty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve elini boynuna bağlanmış kılma ve onu büsbütün de açma. Sonra fazlaca levme uğramış, hasret içinde kalmış bir halde oturup durursun.",
        "hayrat_nesriyat": "Hem elini boynuna bağlı kılma (cimri olma); onu büsbütün geniş davranarak da açma! Yoksa, kınanmış ve pişman bir hâlde oturup kalırsın.",
        "diyanet_vakfi": "Eli sıkı olma; büsbütün eli açık da olma. Sonra kınanır, (kaybettiklerinin) hasretini çeker durursun."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/029.mp3"
      }
    },
    {
      "id": 2059,
      "verseNumber": 30,
      "verseKey": "17:30",
      "arabic": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "english": "Surely your Lord gives abundant or limited provisions to whoever He wills. He is certainly All-Aware, All-Seeing of His servants.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Rabbin dilediğine rızkı genişletir ve darlaştırır. Muhakkak ki o, kulları için ziyâdesiyle haberdar ve görücü bulunmaktadır.",
        "hayrat_nesriyat": "Doğrusu Rabbin, dilediği kimseye bol rızık verir, dilediği kimseye de kısar ve ölçülü verir. Hiç şüphesiz O, kullarının (her halinden) hakkıyla haberdardır ve onları (her halleriyle) hakkıyla görmektedir.",
        "diyanet_vakfi": "Rabbin rızkı dilediğine bol verir, dilediğine daraltır. Şüphesiz ki O, kullarından haberdardır, (onları) çok iyi görür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/030.mp3"
      }
    },
    {
      "id": 2060,
      "verseNumber": 31,
      "verseKey": "17:31",
      "arabic": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُمْ خَشْيَةَ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
      "english": "Do not kill your children for fear of poverty. We provide for them and for you. Surely killing them is a heinous sin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve fakirlik korkusuyla evlâdınızı öldürmeyiniz, Biz onları merzûk ederiz, sizi de. Muhakkak ki, onları öldürmek büyük bir cinâyettir.",
        "hayrat_nesriyat": "Hem fakirlik korkusu ile çocuklarınızı öldürmeyin! Onları da sizi de biz rızıklandırırız. Şübhesiz onları öldürmek, büyük bir günahtır.",
        "diyanet_vakfi": "Geçim endişesi ile çocuklarınızın canına kıymayın. Biz, onların da sizin de rızkınızı veririz. Onları öldürmek gerçekten büyük bir suçtur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/031.mp3"
      }
    },
    {
      "id": 2061,
      "verseNumber": 32,
      "verseKey": "17:32",
      "arabic": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَـٰحِشَةً وَسَآءَ سَبِيلًا",
      "english": "Do not go near adultery. It is truly a shameful deed and an evil way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve zinaya yaklaşmayınız, şüphe yok ki, o pek çirkin bir şeydir ve ne fena bir yoldur.",
        "hayrat_nesriyat": "Ve zinâya yaklaşmayın (o cürmün sebeblerinden dahi uzak durun); çünki o, çirkin bir iştir. Ve ne kötü bir yoldur!",
        "diyanet_vakfi": "Zinaya yaklaşmayın. Zira o, bir hayâsızlıktır ve çok kötü bir yoldur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/032.mp3"
      }
    },
    {
      "id": 2062,
      "verseNumber": 33,
      "verseKey": "17:33",
      "arabic": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَـٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًا",
      "english": "Do not take a ˹human˺ life—made sacred by Allah—except with ˹legal˺ right.<sup foot_note=76863>1</sup> If anyone is killed unjustly, We have given their heirs<sup foot_note=76864>2</sup> the authority, but do not let them exceed limits in retaliation,<sup foot_note=76865>3</sup> for they are already supported ˹by law˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’ın haram kılmış olduğu nefsi katletmeyin, meğer ki bihakkın olsun. Ve kim mazlumen katledilirse onun velîsine bir tasallut (selâhiyeti) vermişizdir. Artık o da katilde israf etmesin. Şüphe yok ki, o (maktul veya velîsi) mansur bulunmuştur.",
        "hayrat_nesriyat": "Hem hak bir sebeb olmadıkça, Allah`ın haram kıldığı canı öldürmeyin! Bir kimse zulme uğramış olarak öldürülürse, o hâlde şübhesiz ki onun velîsine (hakkını araması için)bir salâhiyet vermişizdir; artık (o da) öldürmede (Allah`ın koyduğu) haddi aşmasın! Çünki kendisi (de) yardım olunan bir kimsedir.",
        "diyanet_vakfi": "Haklı bir sebep olmadıkça Allah’ın muhterem kıldığı cana kıymayın. Bir kimse zulmen öldürülürse, onun velîsine (hakkını alması için) yetki verdik. Ancak bu velî de kısasta ileri gitmesin. Zaten (kendisine bu yetki verilmekle) o, alacağını almıştır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/033.mp3"
      }
    },
    {
      "id": 2063,
      "verseNumber": 34,
      "verseKey": "17:34",
      "arabic": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
      "english": "Do not come near the wealth of the orphan—unless intending to enhance it—until they attain maturity. Honour ˹your˺ pledges, for you will surely be accountable for them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yetimin malına sinn-i rüşte yetişinceye kadar yaklaşmayınız, meğer ki güzel bir veçhile olsun. Ve ahde vefa ediniz, şüphe yok ki ahdden dolayı mes’uliyet vardır.",
        "hayrat_nesriyat": "Ve rüşdüne erinceye kadar yetîmin malına, en güzel bir şekilde (onu muhâfaza maksadıyla) olması müstesnâ, yaklaşmayın! Verilen sözü de yerine getirin! Çünki verilen sözde bir mes`ûliyet vardır.",
        "diyanet_vakfi": "Yetimin malına, rüşdüne erinceye kadar, ancak en güzel bir niyetle yaklaşın. Verdiğiniz sözü de yerine getirin. Çünkü verilen söz, sorumluluğu gerektirir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/034.mp3"
      }
    },
    {
      "id": 2064,
      "verseNumber": 35,
      "verseKey": "17:35",
      "arabic": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
      "english": "Give in full when you measure, and weigh with an even balance. That is fairest and best in the end.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ölçtüğünüz zaman ölçüye tam riâyette bulunun ve dosdoğru terazi ile tartınız. Bu hayırlıdır ve akıbeti daha güzeldir.",
        "hayrat_nesriyat": "Ölçtüğünüz zaman ise, ölçüyü tam yapın, doğru terâzi ile tartın! Bu (sizin için)daha hayırlıdır ve netîce i`tibâriyle daha güzeldir.",
        "diyanet_vakfi": "Ölçtüğünüz zaman tastamam ölçün ve doğru terazi ile tartın. Bu, hem daha iyidir hem de neticesi bakımından daha güzeldir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/035.mp3"
      }
    },
    {
      "id": 2065,
      "verseNumber": 36,
      "verseKey": "17:36",
      "arabic": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَـٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
      "english": "Do not follow what you have no ˹sure˺ knowledge of. Indeed, all will be called to account for ˹their˺ hearing, sight, and intellect.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senin için kendisine bilgi olmayan bir şeyin arkasına düşme. Şüphe yok ki kulak, göz, gönül, hepsinden (sahibi) sorulmuş olacaktır.",
        "hayrat_nesriyat": "Hakkında bilgi sahibi olmadığın bir şeyin ardına düşme. Şüphesiz kulak, göz ve kalb; bunların tümü ondan sorumludur.",
        "diyanet_vakfi": "Hakkında bilgin bulunmayan şeyin ardına düşme. Çünkü kulak, göz ve gönül, bunların hepsi ondan sorumludur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/036.mp3"
      }
    },
    {
      "id": 2066,
      "verseNumber": 37,
      "verseKey": "17:37",
      "arabic": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
      "english": "And do not walk on the earth arrogantly. Surely you can neither crack the earth nor stretch to the height of the mountains.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yeryüzünde mütekebbirâne bir halde yürüme. Şüphe yok ki, sen ne yeri yırtabilirsin ve ne de boyca dağlara yetişebilirsin.",
        "hayrat_nesriyat": "Ve yeryüzünde böbürlenerek yürüme! Çünki sen ne yeri yarabilir, ne de boyca dağlara erişebilirsin.",
        "diyanet_vakfi": "Yeryüzünde böbürlenerek dolaşma. Çünkü sen (ağırlık ve azametinle) ne yeri yarabilir ne de dağlarla ululuk yarışına girebilirsin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/037.mp3"
      }
    },
    {
      "id": 2067,
      "verseNumber": 38,
      "verseKey": "17:38",
      "arabic": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
      "english": "The violation of any of these ˹commandments˺ is detestable to your Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bütün bunların kötü olanı (nehyedilmiş bulunanı) Rabbin indinde kerih (mebğuz) bulunmuştur.",
        "hayrat_nesriyat": "Bütün bunların (bu tavırların) kötü olanları, Rabbinin katında hoş görülmeyen şeylerdir.",
        "diyanet_vakfi": "Bütün bu sayılanların kötü olanları, Rabbinin nezdinde sevimsizdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/038.mp3"
      }
    },
    {
      "id": 2068,
      "verseNumber": 39,
      "verseKey": "17:39",
      "arabic": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
      "english": "This is part of the wisdom which your Lord has revealed to you ˹O Prophet˺. And do not set up any other god with Allah ˹O humanity˺, or you will be cast into Hell, blameworthy, rejected.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bunlar, Rabbin sana hikmetten vahyetmiş olduğu şeylerdendir. Ve Allah ile beraber başka tanrı edinme, sonra melâmete uğramış, tardedilmiş olarak cehenneme atılırsın.",
        "hayrat_nesriyat": "İşte bunlar, Rabbinin sana vahyettiği hikmet(ler)dendir. Allah ile berâber başka bir ilâh edinme; yoksa kınanmış ve kovulmuş olarak Cehenneme atılırsın!",
        "diyanet_vakfi": "İşte bunlar, Rabbinin sana vahyettiği hikmetlerdir. Allah ile birlikte başka ilâh edinme; sonra kınanmış ve (Allah’ın rahmetinden) uzaklaştırılmış olarak cehenneme atılırsın."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/039.mp3"
      }
    },
    {
      "id": 2069,
      "verseNumber": 40,
      "verseKey": "17:40",
      "arabic": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَـٰٓئِكَةِ إِنَـٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
      "english": "Has your Lord favoured you ˹pagans˺ with sons and taken angels as ˹His˺ daughters?<sup foot_note=76866>1</sup> You are truly making an outrageous claim.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya Rabbiniz sizi oğullar ile mümtaz kıldı da (kendisine) meleklerden dişileri mi ittihaz etti? Şüphe yok ki, siz pek büyük bir söz söylüyorsunuz.",
        "hayrat_nesriyat": "(Ey müşrikler!) Rabbiniz, oğulları size ayırdı da (kendisi) meleklerden kızlar mı edindi? Doğrusu siz, gerçekten (Allah`ın gayretine dokunacak) büyük bir söz söylüyorsunuz.",
        "diyanet_vakfi": "(Ey müşrikler!) Rabbiniz, erkek çocukları sizin için ayırdı da, kendisi meleklerden kız çocuklar mı edindi! Gerçekten siz, (vebali) çok büyük bir söz söylüyorsunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/040.mp3"
      }
    },
    {
      "id": 2070,
      "verseNumber": 41,
      "verseKey": "17:41",
      "arabic": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
      "english": "We have surely varied ˹the signs˺ in this Quran so perhaps they may be mindful, but it only drives them farther away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Biz Kur’an’da bu ihtarı güzelce düşünsünler diye (mütenevvi sûrette) beyan ettik. Halbuki, bu onlar için nefretten başka bir şey arttırmıyor.",
        "hayrat_nesriyat": "Şübhesiz ki (bu ihtârı) bu Kur`ân`da türlü şekillerde ifâde ettik ki, düşünüp ibret alsınlar. Fakat (bu), onlara (hakka karşı) nefretten başka bir şey artırmıyor.",
        "diyanet_vakfi": "Biz, onların akıllarını başlarına toplamaları için bu Kur’an’da (çeşitli ikaz ve ihtarları) türlü şekillerde tekrar ettik. Fakat bu, onlara, daha da kaçıp uzaklaşmaktan başka bir şey sağlamıyor."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/041.mp3"
      }
    },
    {
      "id": 2071,
      "verseNumber": 42,
      "verseKey": "17:42",
      "arabic": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
      "english": "Say, ˹O Prophet,˺ “Had there been other gods besides Him—as they claim—then they would have certainly sought a way to ˹challenge˺ the Lord of the Throne.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer onunla beraber, dedikleri gibi tanrılar olacak olsa idi, o takdirde Arş’ın sahibine elbette (galebe etmek için) bir yol ararlardı.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) De ki: `Eğer O`nun ile berâber, söyleyip durdukları gibi ilâhlar olsaydı, o takdirde (onlar) arşın sâhibine (üstün gelmek için) bir yol ararlardı.`",
        "diyanet_vakfi": "De ki: Eğer söyledikleri gibi Allah ile birlikte başka ilâhlar da bulunsaydı, o takdirde bu ilâhlar, Arş’ın sahibi olan Allah’a ulaşmak için çareler arayacaklardı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/042.mp3"
      }
    },
    {
      "id": 2072,
      "verseNumber": 43,
      "verseKey": "17:43",
      "arabic": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
      "english": "Glorified and Highly Exalted is He above what they claim!",
      "turkish": {
        "omer_nasuhi_bilmen": "O (Allah-u Azîmüşşan) onların dediklerinden çok münezzehtir, mütealîdir. Ve son derece yücedir, büyüktür.",
        "hayrat_nesriyat": "O, onların söylemekte olduklarından pek münezzehtir ve nihâyetsiz büyük bir yükseklikle pek yücedir.",
        "diyanet_vakfi": "Allah, onların söyledikleri şeylerden münezzehtir; son derece yücedir ve uludur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/043.mp3"
      }
    },
    {
      "id": 2073,
      "verseNumber": 44,
      "verseKey": "17:44",
      "arabic": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
      "english": "The seven heavens, the earth, and all those in them glorify Him. There is not a single thing that does not glorify His praises—but you ˹simply˺ cannot comprehend their glorification. He is indeed Most Forbearing, All-Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "O’na yedi gök ve yer ve onlarda olanlar tesbihte bulunurlar ve hiçbir şey yoktur ki, illâ O’na hamd ile tesbihte bulunur. Fakat siz onların tesbihlerini anlayamazsınız. Şüphe yok ki, O halîmdir, gafûrdur.",
        "hayrat_nesriyat": "Yedi gök ile yer ve bunlarda bulunan herkes O`nu tesbîh eder. Ve O`na, hamd ile tesbîh etmeyen hiçbir şey yoktur. Fakat (siz) onların tesbihlerini anlamazsınız. Şübhesiz ki O, Halîm (azabda hiç acele etmeyen)dir, Gafûr (çok bağışlayan)dır.",
        "diyanet_vakfi": "Yedi gök, yer ve bunlarda bulunan herkes O’nu tesbih eder. O’nu övgü ile tesbih etmeyen hiçbir şey yoktur. Ne var ki siz, onların tesbihini anlamazsınız. O, halîmdir, bağışlayıcıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/044.mp3"
      }
    },
    {
      "id": 2074,
      "verseNumber": 45,
      "verseKey": "17:45",
      "arabic": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ حِجَابًا مَّسْتُورًا",
      "english": "When you ˹O Prophet˺ recite the Quran, We put a hidden barrier between you and those who do not believe in the Hereafter.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Kur’an’ı okuduğun zaman seninle ahirete imân etmeyenler arasına bir örtecek perde çekeriz.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Kur`ân okuduğun zaman, seninle âhirete îmân etmeyenlerin arasına(bildikleri hâlde inkâr etmeleri sebebiyle) gizli bir perde çekeriz.",
        "diyanet_vakfi": "Biz, Kur’an okuduğun zaman, seninle ahirete inanmayanların arasına gizleyici bir örtü çekeriz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/045.mp3"
      }
    },
    {
      "id": 2075,
      "verseNumber": 46,
      "verseKey": "17:46",
      "arabic": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَـٰرِهِمْ نُفُورًا",
      "english": "We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. And when you mention your Lord alone in the Quran, they turn their backs in aversion.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onların kalpleri üzerine, onu iyice anlayamamaları için perdeler ve kulakları içine de bir ağırlık kıldık ve Kur’an’da rabbini bir olarak andığın zaman nefret ederek arkalarını dönüp giderler.",
        "hayrat_nesriyat": "Ve kalblerinin üzerine (kendilerinin de istediği gibi) onu iyice anlamasınlar diye perdeler çekeriz, kulaklarına da bir ağırlık (koyarız)! Çünki Kur`ân`da Rabbini bir olarak zikrettiğin vakit, (onlar) nefret ederek arkalarını dönüp giderler.",
        "diyanet_vakfi": "Ayrıca, onu anlamamaları için kalplerine bir kapalılık ve kulaklarına bir ağırlık veririz. Sen, Kur’an’da Rabbinin birliğini yâdettiğinde onlar, canları sıkılmış bir vaziyette, gerisin geri dönüp giderler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/046.mp3"
      }
    },
    {
      "id": 2076,
      "verseNumber": 47,
      "verseKey": "17:47",
      "arabic": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
      "english": "We know best how they listen to your recitation and what they say privately—when the wrongdoers say, “You would only be following a bewitched man.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz pek iyi biliriz, seni dinleyecekleri zaman onların neyi dinleyeceklerini. Onlar o zaman bir gürûhturlar, o zaman o zalimler derler ki: «Başka değil, büyülenmiş bir erkeğe tâbi oluyorsunuz.»",
        "hayrat_nesriyat": "Seni dinlerken ne maksadla dinlemekte olduklarını ve onlar (kendi aralarında)fısıldaşırlarken o zâlimleri: `(Siz) ancak sihirlenmiş bir adama tâbi` oluyorsunuz!` diyorlarken en iyi bilen biziz!",
        "diyanet_vakfi": "Biz, onların seni dinlerken ne maksatla dinlediklerini, kendi aralarında fısıldaşırlarken de o zalimlerin: «Siz, büyülenmiş bir adamdan başkasına uymuyorsunuz!» dediklerini çok iyi biliriz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/047.mp3"
      }
    },
    {
      "id": 2077,
      "verseNumber": 48,
      "verseKey": "17:48",
      "arabic": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "english": "See how they call you names ˹O Prophet˺!<sup foot_note=76867>1</sup> So they have gone so ˹far˺ astray that they cannot find the ˹Right˺ Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bak senin için nasıl misaller irad ettiler, artık onlar sapıtmış oldular, artık onlar doğru bir yola (gitmeğe) güç yetiremezler.",
        "hayrat_nesriyat": "Bak, senin için (şâir, sihirbaz ve kâhin diyerek) nasıl misâller getirdiler de bu yüzden dalâlete düştüler; artık (hakka giden) bir yola güçleri yetmez.",
        "diyanet_vakfi": "Baksana; senin için ne türlü benzetmeler yaptılar! Bu yüzden, (öyle bir) saptılar ki, artık (doğru) yolu bulamayacaklardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/048.mp3"
      }
    },
    {
      "id": 2078,
      "verseNumber": 49,
      "verseKey": "17:49",
      "arabic": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "english": "And they say ˹mockingly˺, “When we are reduced to bones and ashes, will we really be raised as a new creation?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Biz kemikler ve döküntüler olduğumuz zaman mı, biz mi yeni bir yaradılmış olarak elbette diriltileceğiz?»",
        "hayrat_nesriyat": "Ve dediler ki: `(Biz) bir kemik yığını ve ufalanmış bir toprak hâline geldiğimiz zaman mı, gerçekten biz mi yeni bir yaratılışla diriltilecek kimseleriz?`",
        "diyanet_vakfi": "Bir de onlar dediler ki: Sahi biz, bir kemik yığını ve kokuşmuş bir toprak olmuş iken, yepyeni bir hilkatte diriltileceğiz, öyle mi!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/049.mp3"
      }
    },
    {
      "id": 2079,
      "verseNumber": 50,
      "verseKey": "17:50",
      "arabic": "۞ قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
      "english": "Say, ˹O Prophet,˺ “˹Yes, even if˺ you become stones, or iron,",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Siz (bilfarz) taş veya demir olunuz.»",
        "hayrat_nesriyat": "De ki: `İster taş ve ister demir olun.",
        "diyanet_vakfi": "(50-51) De ki: İster taş olun, ister demir, isterse gözünüzde büyüyen herhangi bir mahlûk! (Bunlar, Allah’ın sizi yeniden diriltmesini güçleştirmez.) Diyecekler ki: «Bizi tekrar (hayata) kim döndürecek?» De ki: Sizi ilk kez yaratan. Bunun üzerine onlar sana alaylı bir tarzda başlarını sallayacak ve «Ne zamanmış o?» diyecekler. De ki: Yakın olsa gerek!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/050.mp3"
      }
    },
    {
      "id": 2080,
      "verseNumber": 51,
      "verseKey": "17:51",
      "arabic": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَن يُعِيدُنَا ۖ قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
      "english": "or whatever you think is harder to bring to life!” Then they will ask ˹you˺, “Who will bring us back ˹to life˺?” Say, “The One Who created you the first time.” They will then shake their heads at you and ask, “When will that be?” Say, “Perhaps it is soon!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Veya göğüslerinizde büyütülenden hangi bir halk (olunuz, her halde diriltileceksinizdir).» Diyeceklerdir ki: «O halde bizi kim geri getirecektir?» De ki: «Sizi ilk defa yaratmış olan zât» (geri getirecektir). Artık sana başlarını sallayacaklar ve diyeceklerdir ki: «O ne zaman?» De ki: «Yakın olması umulur.»",
        "hayrat_nesriyat": "`İsterse gönlünüzde büyüyen (dirilmesi size imkânsız gelen) herhangi bir mahlûk!(Allah sizi mutlaka diriltecektir.)` Buna rağmen diyecekler ki: `Bizi tekrar (hayâta) kim döndürecek?` De ki: `Sizi ilk def`a yaratan!` Bunun üzerine sana (alaylı alaylı) başlarını sallayacaklar ve: `Ne zaman o?` diyecekler. De ki: `Umulur ki yakın olabilir!`",
        "diyanet_vakfi": "(50-51) De ki: İster taş olun, ister demir, isterse gözünüzde büyüyen herhangi bir mahlûk! (Bunlar, Allah’ın sizi yeniden diriltmesini güçleştirmez.) Diyecekler ki: «Bizi tekrar (hayata) kim döndürecek?» De ki: Sizi ilk kez yaratan. Bunun üzerine onlar sana alaylı bir tarzda başlarını sallayacak ve «Ne zamanmış o?» diyecekler. De ki: Yakın olsa gerek!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/051.mp3"
      }
    },
    {
      "id": 2081,
      "verseNumber": 52,
      "verseKey": "17:52",
      "arabic": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
      "english": "On the Day He will call you, you will ˹instantly˺ respond by praising Him,<sup foot_note=76868>1</sup> thinking you had remained ˹in the world˺ only for a little while.",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün ki, sizi çağıracaktır, siz de hemen O’nun emrine bitta’zim icabet edeceksiniz ve (kabirlerinizde) pek az bir müddet kalmış olduğunuzu sanacaksınız.",
        "hayrat_nesriyat": "Sizi (kabirlerinizden) çağıracağı gün, hemen O`na hamd ederek (da`vetine) icâbet edeceksiniz ve (dünyada) ancak pek az kaldığınızı zannedeceksiniz.",
        "diyanet_vakfi": "Allah sizi çağıracağı gün, kendisine hamdederek çağrısına uyarsınız ve (dirilmeden önceki halinizde) çok az kaldığınızı sanırsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/052.mp3"
      }
    },
    {
      "id": 2082,
      "verseNumber": 53,
      "verseKey": "17:53",
      "arabic": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ ٱلشَّيْطَـٰنَ يَنزَغُ بَيْنَهُمْ ۚ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلْإِنسَـٰنِ عَدُوًّا مُّبِينًا",
      "english": "Tell My ˹believing˺ servants to say only what is best. Satan certainly seeks to sow discord among them. Satan is indeed a sworn enemy to humankind.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kullarıma de ki, en güzel olanı söylesinler. Şüphe yok ki, şeytan aralarını ifsada çalışır. Muhakkak ki şeytan, insan için pek açık bir düşmandır.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Kullarıma söyle; (kâfirlere, sözün) en güzel olanı(nı)söylesinler! Çünki şeytan, (onların mü`minlerle) aralarını bozmak ister. Şübhesiz şeytan, insana apaçık bir düşmandır.",
        "diyanet_vakfi": "Kullarıma söyle, sözün en güzelini söylesinler. Sonra şeytan aralarını bozar. Çünkü şeytan, insanın apaçık düşmanıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/053.mp3"
      }
    },
    {
      "id": 2083,
      "verseNumber": 54,
      "verseKey": "17:54",
      "arabic": "رَّبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ وَكِيلًا",
      "english": "Your Lord knows you best. He may have mercy on you if He wills, or punish you if He wills. We have not sent you ˹O Prophet˺ as a keeper over them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rabbiniz sizi pek ziyâde bilendir. Dilerse size merhamet buyurur ve dilerse sizi muazzep kılar ve seni onların üzerine bir vekil olarak göndermedik.",
        "hayrat_nesriyat": "(Onlara söylesinler ki:) `Rabbiniz sizi en iyi bilendir. Dilerse size merhamet eder, dilerse size azâb eder.` Hem seni, onların üzerine vekîl göndermedik.",
        "diyanet_vakfi": "Rabbiniz, sizi en iyi bilendir. Dilerse size merhamet eder; dilerse sizi cezalandırır. Biz, seni onların üstüne bir vekil olarak göndermedik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/054.mp3"
      }
    },
    {
      "id": 2084,
      "verseNumber": 55,
      "verseKey": "17:55",
      "arabic": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعْضٍ ۖ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
      "english": "Your Lord knows best all those in the heavens and the earth. And We have surely favoured some prophets above others, and to David We gave the Psalms.<sup foot_note=76869>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rabbin göklerde ve yerde olanları pek ziyâde bilendir. Andolsun ki, peygamberlerin bazılarını bazıları üzerine tafdil ettik ve Dâvud’a Zebur’u verdik.",
        "hayrat_nesriyat": "Rabbin, göklerde ve yerde olan kimseleri de en iyi bilendir. And olsun ki, peygamberlerin bazısını bazısına üstün kıldık; Dâvûd`a da Zebûr`u verdik.",
        "diyanet_vakfi": "Rabbin, göklerde ve yerde olan herkesi en iyi bilendir. Gerçekten biz, peygamberlerin kimini kiminden üstün kıldık; Davud’a da Zebur’u verdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/055.mp3"
      }
    },
    {
      "id": 2085,
      "verseNumber": 56,
      "verseKey": "17:56",
      "arabic": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
      "english": "Say, ˹O Prophet,˺ “Invoke those you claim ˹to be divine˺<sup foot_note=76870>1</sup> besides Him—they do not have the power to undo harm from you or transfer it ˹to someone else˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «O’ndan başka zû’m etmiş olduğunuza dua ediniz. İmdi onlar sizden ne sıkıntıyı açmaya kâdir olurlar, ne de değiştirmeye.»",
        "hayrat_nesriyat": "De ki: `O`ndan başka (ilâh) zannettiklerinize yalvarın; hâlbuki (onlar) ne sizden sıkıntıyı giderebilirler, ne de (onu başka bir tarafa) çevirebilirler.`",
        "diyanet_vakfi": "(Resûlüm!) De ki: Allah’ı bırakıp da (ilâh olduğunu) ileri sürdüklerinize yalvarın. Ne var ki onlar, sizin sıkıntınızı ne uzaklaştırabilir, ne de değiştirebilirler.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/056.mp3"
      }
    },
    {
      "id": 2086,
      "verseNumber": 57,
      "verseKey": "17:57",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
      "english": "˹Even˺ the closest ˹to Allah˺ of those invoked would be seeking a way to their Lord, hoping for His mercy, and fearing His punishment. Indeed, your Lord’s torment is fearsome.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kendilerine taptıkları da Rablerine hangisi daha yakın olsun diye vesile ararlar ve onun rahmetini umarlar ve onun azabından korkarlar. Şüphe yok ki, Rabbinin azabı hazer edilmeğe pek layıktır.",
        "hayrat_nesriyat": "Onların (ilâh diye) yalvarıp durdukları şeyler, Rablerine hangisi daha yakın olacak diye vesîle ararlar; O`nun rahmetini umarlar ve azâbından korkarlar. Çünki Rabbinin azâbı (pek) korkunçtur.",
        "diyanet_vakfi": "Onların yalvardıkları bu varlıklar Rablerine -hangisi daha yakın olacak diye- vesile ararlar; O’nun rahmetini umarlar ve azabından korkarlar. Çünkü Rabbinin azabı, sakınılacak bir azaptır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/057.mp3"
      }
    },
    {
      "id": 2087,
      "verseNumber": 58,
      "verseKey": "17:58",
      "arabic": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَـٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "english": "There is not a ˹wicked˺ society that We will not destroy or punish with a severe torment before the Day of Judgment. That is written in the Record.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hiçbir ülke yoktur ki, illâ onu Kıyamet gününden evvel Biz ya helâk ederiz veya onu şiddetli bir azap ile muazzep kılarız. Bu, kitapta yazılmış bulunmaktadır.",
        "hayrat_nesriyat": "Hiçbir şehir yoktur ki, biz kıyâmet gününden önce helâk edicileri veya şiddetli bir azâb ile azâb edicileri olmayalım. Bu, kitabda (Levh-i Mahfûz`da) yazılmıştır.",
        "diyanet_vakfi": "Ne kadar ülke varsa hepsini kıyamet gününden önce ya helâk edecek veya en çetin bir şekilde azaplandıracağız. Bu, Kitap’ta (levh-i mahfuz’da) yazılıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/058.mp3"
      }
    },
    {
      "id": 2088,
      "verseNumber": 59,
      "verseKey": "17:59",
      "arabic": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْـَٔايَـٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْـَٔايَـٰتِ إِلَّا تَخْوِيفًا",
      "english": "Nothing keeps Us from sending the ˹demanded˺ signs except that they had ˹already˺ been denied by earlier peoples. And We gave Thamûd the she-camel as a clear sign, but they wrongfully rejected it.<sup foot_note=76871>1</sup> We only send the signs as a warning.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Bizi âyetler ile peygamber göndermekten bir şey men etmiş değildir. Ancak onları eski kavimler tekzîp etmişlerdir. Ve Semûd’a gözleri göre göre o dişi deveyi verdik, onlar ise onunla zulmettiler ve Biz âyetleri göndermeyiz, ancak korkutmak için göndeririz.",
        "hayrat_nesriyat": "(Müşriklerin istedikleri) o mu`cizeleri göndermekten bizi alıkoyan (tek) şey, evvelkilerin onları yalanlamasıdır. Nitekim Semûd (kavmin)e (peygamberlerinin hakkaniyetini) gösteren (bir mu`cize) olarak o dişi deveyi vermiştik de ona (o mu`cizeyiyalanlamaları sebebiyle, kendilerine) zulmettiler. Hâlbuki (böyle) mu`cizeleri, ancak korkutmak için göndeririz.",
        "diyanet_vakfi": "Bizi, âyetler (mucizeler) göndermekten alıkoyan tek şey, öncekilerin bu âyetleri yalanlamış olmasıdır. Nitekim Semûd kavmine, açık bir mucize olmak üzere bir dişi deve vermiştik. Onlar ise, (bu deveyi boğazladılar ve) bu yüzden zalim oldular. Oysa biz âyetleri ancak korkutmak için göndeririz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/059.mp3"
      }
    },
    {
      "id": 2089,
      "verseNumber": 60,
      "verseKey": "17:60",
      "arabic": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَـٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَـٰنًا كَبِيرًا",
      "english": "And ˹remember, O  Prophet˺ when We told you, “Certainly your Lord encompasses the people.” And We have made what We brought you to see<sup foot_note=76872>1</sup> as well as the cursed tree ˹mentioned˺ in the Quran<sup foot_note=76873>2</sup> only as a test for the people. We keep warning them, but it only increases them greatly in defiance.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sana demiştik ki: «Senin Rabbin şüphesiz bütün nâsı ihata etmiştir ve sana göstermiş olduğumuz temaşayı ve Kur’an’daki lânet edilmiş olan ağacı da nâsa ancak bir imtihan için kılmıştık ve onları korkutuyoruz. Halbuki onlara pek büyük bir taşkınlıktan başka bir şey artırmış olmuyor.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Hani sana da: `Şübhesiz ki Rabbin, insanları (ilim ve kudretiyle) kuşatmıştır (kimseden korkmadan teblîğe devâm et)!` demiştik. Sana (Mi`râcGecesi) gösterdiğimiz o temâşâyı ve Kur`ân`da lâ`netlenen (Cehennemdeki Zakkum)ağacı(nı) da ancak insanlar için bir imtihan yaptık. Çünki (biz) onları korkutuyoruz, fakat(bu) onlarda büyük bir azgınlıktan başka bir şey artırmıyor.",
        "diyanet_vakfi": "Hani sana: Rabbin, insanları çepeçevre kuşatmıştır, demiştik. Sana gösterdiğimiz o görüntüleri ve Kur’an’da lânetlenen ağacı, ancak insanları sınamak için meydana getirdik. Biz onları korkuturuz da, bu onlara, büyük bir azgınlıktan başka bir şey sağlamaz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/060.mp3"
      }
    },
    {
      "id": 2090,
      "verseNumber": 61,
      "verseKey": "17:61",
      "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
      "english": "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs,<sup foot_note=76874>1</sup> who protested, “Should I prostrate to the one You have created from mud?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o zamanı yâd et ki, «Âdem’e secde ediniz,» diye meleklere emrettik, onlar da hemen secde ettiler. Ancak İblis secde etmedi. Dedi ki: «Ben bir çamur halinde yarattığına secde eder miyim?»",
        "hayrat_nesriyat": "Bir zaman da meleklere: `Âdem`e secde edin!` buyurmuştuk; (cinlerden olan)İblis hâriç, hemen secde ettiler. (İblis:) `Bir çamur olarak yarattığın kimseye secde mi edeceğim?` dedi.",
        "diyanet_vakfi": "Meleklere: Âdem’e secde edin! demiştik. İblis’in dışında hepsi secde ettiler. İblis: «Ben, dedi, çamurdan yarattığın bir kimseye secde mi ederim!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/061.mp3"
      }
    },
    {
      "id": 2091,
      "verseNumber": 62,
      "verseKey": "17:62",
      "arabic": "قَالَ أَرَءَيْتَكَ هَـٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
      "english": "Adding, “Do you see this one you honoured above me? If you delay my end until the Day of Judgment, I will certainly take hold of his descendants, except for a few.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Bana haber ver, şunu ki, benim üzerime mükerrem kıldın. Yemin ederim ki, eğer beni Kıyamet gününe kadar tehir eder isen elbette onun zürriyetini, birazı müstesna olmak üzere mutlaka hakimiyetimin altına alırım.»",
        "hayrat_nesriyat": "`Şu bana üstün kıldığını gördün mü? Yemîn olsun ki, eğer beni kıyâmet gününe kadar geciktirir (ve bana mühlet verir)sen, onun zürriyetini, pek azı müstesnâ, mutlakahâkimiyetim altına alacağım` dedi.",
        "diyanet_vakfi": "Dedi ki: «Şu benden üstün kıldığına da bir bak! Yemin ederim ki, eğer beni kıyamete kadar yaşatırsan, pek azı dışında, onun neslini kendime bağlayacağım!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/062.mp3"
      }
    },
    {
      "id": 2092,
      "verseNumber": 63,
      "verseKey": "17:63",
      "arabic": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
      "english": "Allah responded, “Be gone! Whoever of them follows you, Hell will surely be the reward for all of you—an ample reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Cenâb-ı Hak da) Buyurdu ki: «Çık git, imdi onlardan her kim sana tâbi olursa artık şüphe yok ki, sizin cezanız cehennemdir. Vafî mükemmel bir ceza.»",
        "hayrat_nesriyat": "(Allah) buyurdu ki: `(Çık) git! Artık onlardan kim sana uyarsa, hiç şübhesiz ki tam bir karşılık olarak cezânız, Cehennemdir!`",
        "diyanet_vakfi": "Allah buyurdu: Git! Onlardan kim sana uyarsa, iyi bilin ki hepinizin cezası cehennemdir. Tam bir ceza!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/063.mp3"
      }
    },
    {
      "id": 2093,
      "verseNumber": 64,
      "verseKey": "17:64",
      "arabic": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
      "english": "And incite whoever you can of them with your voice, mobilize against them all your cavalry and infantry, manipulate them in their wealth and children, and make them promises.” But Satan promises them nothing but delusion.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve onlardan kime gücün yeterse onu sesin ile oynat ve onların üzerlerine süvarilerinle, piyâdelerinle sayhada bulun ve onlara mallarda ve evlatlarda ortak ol, ve onlara vaadler yap, onları şeytanın vaadedeceği şey ise bir aldatıştan başka değildir.»",
        "hayrat_nesriyat": "`Hem onlardan gücünün yettiği kimseleri sesinle (vesvesenle) yerinden oynat; süvârilerin ve yayalarınla üzerlerine yaygarayı bas; mallarda ve evlâdlarda kendilerine ortak ol ve onlara (yalan) va`dlerde bulun!` Zâten şeytan, onlara aldatmadan başka ne va`d eder?",
        "diyanet_vakfi": "Onlardan gücünün yettiği kimseleri dâvetinle şaşırt; süvarilerinle, yayalarınla onları yaygaraya boğ; mallarına, evlâtlarına ortak ol, kendilerine vaadlerde bulun. Şeytan, insanlara, aldatmadan başka bir şey vâdetmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/064.mp3"
      }
    },
    {
      "id": 2094,
      "verseNumber": 65,
      "verseKey": "17:65",
      "arabic": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
      "english": "˹Allah added,˺ “You will truly have no authority over My ˹faithful˺ servants.” And sufficient is your Lord as a Guardian.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Şüphesiz benim kullarım var ya, senin için onların üzerinde bir hakimiyet yoktur. Vekil olarak da Rabbin kâfidir.»",
        "hayrat_nesriyat": "`Şübhesiz ki kullarımın üzerinde senin için bir hâkimiyet yoktur. (Onlara) Vekîl olarak ise Rabbin yeter!`",
        "diyanet_vakfi": "Şurası muhakkak ki, benim (ihlâslı) kullarım üzerinde senin hiçbir ağırlığın olmayacaktır. (Onları) koruyucu olarak Rabbin yeter."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/065.mp3"
      }
    },
    {
      "id": 2095,
      "verseNumber": 66,
      "verseKey": "17:66",
      "arabic": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
      "english": "It is your Lord Who steers the ships for you through the sea, so that you may seek His bounty. Surely He is ever Merciful to you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rabbiniz, o (Zât-ı Kerîm)dir ki, sizin için denizde gemileri cereyan ettirir, tâ ki, O’nun fazlından talepte bulunasınız. Şüphe yok ki, o sizin için pek ziyâde merhametlidir.",
        "hayrat_nesriyat": "(Ey insanlar!) Rabbiniz, fazlından (rızkınızı) arayasınız diye denizde gemileri sizin için yüzdürendir. Muhakkak ki O, size karşı çok merhametlidir.",
        "diyanet_vakfi": "(Kullarım!) Rabbiniz, lütfuna nâil olmanız için denizde gemileri sizin için yüzdürendir. Doğrusu O, sizin için çok merhametlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/066.mp3"
      }
    },
    {
      "id": 2096,
      "verseNumber": 67,
      "verseKey": "17:67",
      "arabic": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَـٰنُ كَفُورًا",
      "english": "When you are touched with hardship at sea, you ˹totally˺ forget all ˹the gods˺ you ˹normally˺ invoke, except Him. But when He delivers you ˹safely˺ to shore, you turn away. Humankind is ever ungrateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve size denizde bir şiddet isabet ettiği zaman, ondan başka ibadet eder olduklarınız kaybolurlar. Sonra sizi kurtarıp karaya çıkarınca da yüzçevirirsiniz. İnsan çok nankör olmuştur.",
        "hayrat_nesriyat": "Denizde size zarar (boğulma korkusu) dokunduğu vakit, O`ndan (Allah`dan)başka yalvarmakta olduklarınız (hatırınızdan) kaybolup gider. Fakat, sizi karaya(çıkarmakla) kurtarınca da (O`na itâatten) yüz çevirirsiniz. Zâten insan çok nankördür.",
        "diyanet_vakfi": "Denizde başınıza bir musibet geldiğinde, O’ndan başka bütün yalvardıklarınız kaybolup gider. O sizi kurtarıp karaya çıkardığında, (yine eski halinize) dönersiniz. İnsanoğlu çok nankördür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/067.mp3"
      }
    },
    {
      "id": 2097,
      "verseNumber": 68,
      "verseKey": "17:68",
      "arabic": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
      "english": "Do you feel secure that He will not cause the land to swallow you up, or unleash upon you a storm of stones? Then you will find none to protect you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizinle beraber karanın bir tarafını yere batırmasından veya sizin üzerinize taşlı bir kasırga göndermesinden emin mi oldunuz? Sonra kendiniz için bir vekil bulamazsınız.",
        "hayrat_nesriyat": "Yoksa O`nun, kara tarafında sizi yere batırmasından veya üzerinize taş yağdıran bir kasırga göndermesinden emîn mi oldunuz? Sonra kendinize, (sizi koruyan) bir vekîl de bulamazsınız.",
        "diyanet_vakfi": "O’nun, sizi kara tarafında yerin dibine geçirmeyeceğinden, yahut başınıza taş yağdırmayacağından emin misiniz? Sonra kendinize bir koruyucu da bulamazsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/068.mp3"
      }
    },
    {
      "id": 2098,
      "verseNumber": 69,
      "verseKey": "17:69",
      "arabic": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
      "english": "Or do you feel secure that He will not send you back to sea once again, and send upon you a violent storm, drowning you for your denial? Then you will find none to avenge you against Us.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa sizi tekrar oraya iade etmesinden, sonra da üzerinize şiddetli bir rüzgar gönderip de sizi küfrettiğinizden dolayı garkedeceğinden emin mi oldunuz? Sonra kendiniz için Bize karşı intikam alacak da bulamazsınız.",
        "hayrat_nesriyat": "Yoksa O`nun, sizi başka bir def`a daha oraya (denize) döndürüp de, üzerinize şiddetli bir kasırga göndermesinden (ve) böylece nankörlük etmeniz sebebiyle sizi boğmasından emîn mi oldunuz? Sonra bunun için bize karşı kendinize bir yardımcı da bulamazsınız.",
        "diyanet_vakfi": "Yahut O’nun, sizi bir kez daha oraya (denize) gönderip üzerinize bir kasırga yollayarak, inkâr etmiş olmanız sebebiyle sizi boğmayacağından emin misiniz? Sonra, bundan dolayı kendinize (intikamınızı almak için) bizi arayıp soracak bir destekçi de bulamazsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/069.mp3"
      }
    },
    {
      "id": 2099,
      "verseNumber": 70,
      "verseKey": "17:70",
      "arabic": "۞ وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَـٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
      "english": "Indeed, We have dignified the children of Adam, carried them on land and sea, granted them good and lawful provisions, and privileged them far above many of Our creatures.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Biz ademoğullarını mükerrem kıldık ve onları karada ve denizde (nakil vasıtalarına) yükledik ve onları leziz, temiz şeylerden merzûk ettik ve onları mahlûkatımızdan birçokları üzerine ziyâdesiyle üstün kıldık.",
        "hayrat_nesriyat": "Şânım hakkı için (biz), Âdemoğullarını şerefli kıldık; onları karada ve denizde(çeşitli nakil vâsıtaları üzerinde) taşıdık; onları temiz şeylerden rızıklandırdık ve onları yarattıklarımızın birçoğuna fazîletli tutarak üstün kıldık.",
        "diyanet_vakfi": "Biz, hakikaten insanoğlunu şan ve şeref sahibi kıldık. Onları, (çeşitli nakil vasıtaları ile) karada ve denizde taşıdık; kendilerine güzel güzel rızıklar verdik; yine onları, yarattıklarımızın birçoğundan cidden üstün kıldık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/070.mp3"
      }
    },
    {
      "id": 2100,
      "verseNumber": 71,
      "verseKey": "17:71",
      "arabic": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَـٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَـٰٓئِكَ يَقْرَءُونَ كِتَـٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
      "english": "˹Beware of˺ the Day We will summon every people with their leader.<sup foot_note=76875>1</sup> So whoever will be given their record in their right hand will read it ˹happily˺ and will not be wronged ˹even by the width of˺ the thread of a date stone.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir gün bütün insanları imamlarıyla çağıracağız, artık onlardan her kimin kitabı sağ eline verilirse işte onlar kitaplarını okurlar ve onlar bir zerre kadar bile zulme uğramazlar.",
        "hayrat_nesriyat": "O gün her sınıftan insanları imamlarıyla birlikte çağırırız. Artık, kimin kitâbı sağından verilirse, işte onlar kitablarını (sevinerek) okurlar ve kıl kadar haksızlığa uğratılmazlar.",
        "diyanet_vakfi": "Her insan topluluğunu önderleri ile birlikte çağıracağımız o günde kimlerin amel defteri sağından verilirse, onlar, en küçük bir haksızlığa uğramamış olarak amel defterlerini okuyacaklar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/071.mp3"
      }
    },
    {
      "id": 2101,
      "verseNumber": 72,
      "verseKey": "17:72",
      "arabic": "وَمَن كَانَ فِى هَـٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْـَٔاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
      "english": "But whoever is blind ˹to the truth˺ in this ˹world˺ will be blind in the Hereafter, and ˹even˺ far more astray from the ˹Right˺ Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim burada (hakikatları görmeyip kalben) kör oldu ise işte o, ahirette de kördür, yolca da daha sapıktır.",
        "hayrat_nesriyat": "Ve kim burada (bu dünyada, kalbi) kör olursa, o takdirde o, âhirette de kördür ve yolca en sapık olandır.",
        "diyanet_vakfi": "Bu dünyada kör olan kimse ahirette de kördür; üstelik iyice yolunu şaşırmıştır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/072.mp3"
      }
    },
    {
      "id": 2102,
      "verseNumber": 73,
      "verseKey": "17:73",
      "arabic": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
      "english": "They definitely ˹thought they˺ were about to lure you away from what We have revealed to you ˹O Prophet˺, hoping that you would attribute something else to Us falsely—and then they would have certainly taken you as a close friend.<sup foot_note=76876>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlar az kalsın sana vahyettiğimiz şeyden başkasını Bize iftira edesin diye seni fitneye düşüreceklerdi. O zaman seni elbette dost edineceklerdi.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Neredeyse (o müşrikler) seni dahi, sana vahyettiğimizden başkasını bize karşı iftirâ edesin diye, gerçekten fitneye düşüreceklerdi ve(sen onlara uysaydın) o takdirde seni dost edineceklerdi.",
        "diyanet_vakfi": "Müşrikler, sana vahyettiğimizden başka bir şeyi yalan yere bize isnat etmen için seni, nerdeyse, sana vahyettiğimizden saptıracaklar ve ancak o takdirde seni candan dost kabul edeceklerdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/073.mp3"
      }
    },
    {
      "id": 2103,
      "verseNumber": 74,
      "verseKey": "17:74",
      "arabic": "وَلَوْلَآ أَن ثَبَّتْنَـٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
      "english": "Had We not made you steadfast, you probably would have inclined to them a little,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Biz seni tesbit etmemiş olsa idik, az kaldı onlara biraz meyil edecek idin.",
        "hayrat_nesriyat": "Hâlbuki (biz) sana sebat vermemiş olsaydık, gerçekten nerede ise onlara az bir şey meyledecektin.",
        "diyanet_vakfi": "Eğer seni sebatkâr kılmasaydık, gerçekten, nerdeyse onlara birazcık meyledecektin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/074.mp3"
      }
    },
    {
      "id": 2104,
      "verseNumber": 75,
      "verseKey": "17:75",
      "arabic": "إِذًا لَّأَذَقْنَـٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
      "english": "and then We truly would have made you taste double ˹punishment˺ both in this life and after death, and you would have found no helper against Us.",
      "turkish": {
        "omer_nasuhi_bilmen": "O takdirde sana hayatın da kat kat azabını, ölümün de kat kat azabını tattırmış olurduk. Sonra kendin için Bize karşı bir yardımcı da bulamazdın.",
        "hayrat_nesriyat": "O takdirde sana hayâtın kat kat (azâb)ını, ölümün de kat kat (azâb)ını tattırırdık; sonra bize karşı kendine bir yardımcı da bulamazdın.",
        "diyanet_vakfi": "O zaman, hiç şüphesiz sana hayatın ve ölümün sıkıntılarını kat kat tattırırdık; sonra bize karşı kendin için bir yardımcı da bulamazdın."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/075.mp3"
      }
    },
    {
      "id": 2105,
      "verseNumber": 76,
      "verseKey": "17:76",
      "arabic": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
      "english": "They were about to intimidate you to drive you out of the land ˹of Mecca˺, but then they would not have survived after you ˹had left˺ except for a little while.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve az kaldı seni yurttan çıkarmak için rahatsız edeceklerdi. O halde onlar da senden sonra pek az kalacaklardır.",
        "hayrat_nesriyat": "Yine nerede ise seni bu yerden (Mekke`den) çıkarmak için gerçekten rahatsız edeceklerdi; hâlbuki o takdirde (kendileri de) senin ardından (orada) ancak pek az kalacaklardır.",
        "diyanet_vakfi": "Yine onlar, seni yurdundan çıkarmak için nerdeyse dünyayı başına dar getirecekler. O takdirde, senin ardından kendileri de fazla kalamazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/076.mp3"
      }
    },
    {
      "id": 2106,
      "verseNumber": 77,
      "verseKey": "17:77",
      "arabic": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
      "english": "˹This has been˺ Our way with the messengers We sent before you. And you will never find any change in Our way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Senden evvel göndermiş olduğumuz peygamberlerin sünneti (de böyle idi) ve Bizim sünnetimiz için bir değiştirme bulamazsın.",
        "hayrat_nesriyat": "Senden önce gönderdiğimiz peygamberler hakkındaki (İlâhî) kanun (böyledir) ve(onları yurtlarından çıkaranlara verilen cezâ) olarak bizim kanûnumuzda hiçbir değişiklik bulamazsın.",
        "diyanet_vakfi": "Senden önce gönderdiğimiz peygamberler hakkındaki kanun (da budur). Bizim kanunumuzda hiçbir değişiklik bulamazsın."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/077.mp3"
      }
    },
    {
      "id": 2107,
      "verseNumber": 78,
      "verseKey": "17:78",
      "arabic": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
      "english": "Observe the prayer from the decline of the sun until the darkness of the night and the dawn prayer, for certainly the dawn prayer is witnessed ˹by angels˺.<sup foot_note=76877>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Namazı güneşin zevalinden gecenin karanlığına kadar güzelce kıl, sabah namazını da. Şüphe yok ki, sabah namazı müşahede olunmuş bulunmaktadır.",
        "hayrat_nesriyat": "(Öğle üzeri) güneşin zevâlinden (sonra öğle, daha sonra ikindi namazını), gecenin kararmasına kadar (gün batımında akşam, iyice karardığında yatsı) namazı(nı) kıl; bir de sabah namazını (kıl)! Çünki sabah namazı (gece ve gündüz melekleri tarafından) şâhid olunan (bir namaz)dır.",
        "diyanet_vakfi": "Gündüzün güneş dönüp gecenin karanlığı bastırıncaya kadar (belli vakitlerde) namaz kıl; bir de sabah namazını. Çünkü sabah namazı şahitlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/078.mp3"
      }
    },
    {
      "id": 2108,
      "verseNumber": 79,
      "verseKey": "17:79",
      "arabic": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
      "english": "And rise at ˹the last˺ part of the night, offering additional prayers, so your Lord may raise you to a station of praise.<sup foot_note=76878>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve geceleyin kalk, sana mahsus bir nafile olmak üzere gece namaz kıl. Ümitvar ol ki, Rabbin seni bir makamı Mahmud’a gönderecektir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Hem gecenin bir kısmında (uyanıp) da sana mahsus bir fazla (farz namaz) olmak üzere, onunla (Kur`ân`la) teheccüd (namazı) kıl! Tâ ki Rabbin, seni Makam-ı Mahmûd`a (övülen bir makama) ulaştırsın.",
        "diyanet_vakfi": "Gecenin bir kısmında uyanarak, sana mahsus bir nafile olmak üzere namaz kıl. (Böylece) Rabbinin, seni, övgüye değer bir makama göndereceği umulur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/079.mp3"
      }
    },
    {
      "id": 2109,
      "verseNumber": 80,
      "verseKey": "17:80",
      "arabic": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
      "english": "And say, “My Lord! Grant me an honourable entrance and an honourable exit<sup foot_note=76879>1</sup> and give me a supporting authority from Yourself.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve de ki: «Yarabbi! Beni bir sıdk medhalini idhal et ve beni bir sıdk mahrecine ihrac eyle ve benim için kendi tarafından bir yardımcı kuvvet (nâsip) kıl.»",
        "hayrat_nesriyat": "Ve de ki: `Rabbim! Beni doğru olan (râzı olacağın) bir girdirişle (Medîne`ye) girdir ve beni doğru olan (râzı olacağın) bir çıkarışla (Mekke`den) çıkar ve bana tarafından yardımcı bir güç ver!`",
        "diyanet_vakfi": "Ve şöyle niyaz et: Rabbim! Gireceğim yere dürüstlükle girmemi sağla; çıkacağım yerden de dürüstlükle çıkmamı sağla. Bana tarafından, hakkıyla yardım edici bir kuvvet ver."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/080.mp3"
      }
    },
    {
      "id": 2110,
      "verseNumber": 81,
      "verseKey": "17:81",
      "arabic": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
      "english": "And declare, “The truth has come and falsehood has vanished. Indeed, falsehood is bound to vanish.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve de ki: «Hak geldi ve bâtıl müzmahil oldu. Şüphe yok ki, bâtıl muzmahil olmuştur.»",
        "hayrat_nesriyat": "Yine de ki: `Hak geldi, bâtıl zâil oldu! Şübhesiz ki bâtıl, yok olmaya mahkûmdur.`",
        "diyanet_vakfi": "Yine de ki: Hak geldi; bâtıl yıkılıp gitti. Zaten bâtıl yıkılmaya mahkumdur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/081.mp3"
      }
    },
    {
      "id": 2111,
      "verseNumber": 82,
      "verseKey": "17:82",
      "arabic": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
      "english": "We send down the Quran as a healing and mercy for the believers, but it only increases the wrongdoers in loss.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Kur’an’dan mü’minler için bir şifa, bir rahmet olan şeyi indiririz. Zalimler için ise, noksandan başka bir şey arttırmaz.",
        "hayrat_nesriyat": "Hem Kur`ân`dan öyle şeyler indiriyoruz ki o, mü`minler için bir şifâ ve bir rahmettir; zâlimlere ise ancak hüsran arttırır.",
        "diyanet_vakfi": "Biz, Kur’an’dan öyle bir şey indiriyoruz ki o, müminler için şifa ve rahmettir; zalimlerin ise yalnızca ziyanını artırır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/082.mp3"
      }
    },
    {
      "id": 2112,
      "verseNumber": 83,
      "verseKey": "17:83",
      "arabic": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
      "english": "When We grant people Our favours, they turn away, acting arrogantly. But when touched with evil, they lose all hope.",
      "turkish": {
        "omer_nasuhi_bilmen": "İnsana nîmet verdiğimiz zaman kaçınır, yan çizer ve ona bir şer isabet edince de pek mey’us olur.",
        "hayrat_nesriyat": "İnsana ni`met verdiğimiz zaman, (şükürden) yüz çevirip yan çizer. Ona (fakirlik ve hastalık gibi) şer dokunduğu zaman da iyice ümidsiz olur.",
        "diyanet_vakfi": "İnsana nimet verdiğimiz zaman (bizden) yüz çevirip yan çizer; ona bir de zarar ziyan dokunacak olsa iyice karamsarlığa düşer."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/083.mp3"
      }
    },
    {
      "id": 2113,
      "verseNumber": 84,
      "verseKey": "17:84",
      "arabic": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
      "english": "Say, ˹O Prophet,˺ “Everyone acts in their own way. But your Lord knows best whose way is rightly guided.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Herkes kendi kabiliyetine göre amelde bulunur. Rabbin ise doğru yolu takib edenleri daha ziyâde bilendir.»",
        "hayrat_nesriyat": "De ki: `Herkes kendi hâline (mizâcına) göre amel eder.` Fakat Rabbin, kimin daha doğru bir yolda olduğunu en iyi bilendir.",
        "diyanet_vakfi": "De ki: Herkes, kendi mizaç ve meşrebine göre iş yapar. Bu durumda kimin doğru bir yol tuttuğunu Rabbiniz en iyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/084.mp3"
      }
    },
    {
      "id": 2114,
      "verseNumber": 85,
      "verseKey": "17:85",
      "arabic": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
      "english": "They ask you ˹O Prophet˺ about the spirit. Say, “Its nature is known only to my Lord, and you ˹O humanity˺ have been given but little knowledge.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sana ruhtan sual ederler. De ki: «Ruh Rabbimin emrindendir. Size ise ilimden ancak az birşey verilmiştir.»",
        "hayrat_nesriyat": "Hem sana ruhdan soruyorlar. De ki: `Ruh Rabbimin emrindendir; size ise ilimden ancak pek az bir şey verilmiştir.`",
        "diyanet_vakfi": "Sana ruh hakkında soru sorarlar. De ki: Ruh, Rabbimin emrindendir. Size ancak az bir bilgi verilmiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/085.mp3"
      }
    },
    {
      "id": 2115,
      "verseNumber": 86,
      "verseKey": "17:86",
      "arabic": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
      "english": "If We willed, We could have certainly taken away what We have revealed to you ˹O Prophet˺—then you would find none to guarantee its return from Us—",
      "turkish": {
        "omer_nasuhi_bilmen": "Zât-ı akdesime andolsun ki, eğer dilesek, sana vahyetmiş olduğumuzu elbette gideririz, sonra senin için Bize karşı onunla (o giderileni iade için) bir vekil bulamazsın.",
        "hayrat_nesriyat": "Celâlim Hakkı için, eğer dilersek sana vahyettiğimizi (Kur`ân`ı) tamâmen ortadan kaldırırız; sonra onun (geri getirilmesi) için bize karşı kendine bir vekîl de bulamazsın.",
        "diyanet_vakfi": "Hakikaten, biz dilersek sana vahyettiğimizi ortadan kaldırırız; sonra bu durumda sen de bize karşı hiçbir koruyucu bulamazsın."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/086.mp3"
      }
    },
    {
      "id": 2116,
      "verseNumber": 87,
      "verseKey": "17:87",
      "arabic": "إِلَّا رَحْمَةً مِّن رَّبِّكَ ۚ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
      "english": "had it not been for the mercy of your Lord. Indeed, His favour upon you is immense.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak Rabbinden bir rahmettir ki, (O vahyetiğini gidermiyor) şüphe yok ki, O’nun inâyeti senin üzerinde pek büyüktür.",
        "hayrat_nesriyat": "Ancak Rabbinden bir rahmet olarak (Kur`ân`ı ortadan kaldırmadık); gerçekten O`nun, senin üzerindeki ihsânı (çok) büyüktür.",
        "diyanet_vakfi": "Ancak Rabbinin rahmeti (sayesinde Kur’an bâki kalmıştır). Çünkü O’nun sana lütufkârlığı çok büyüktür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/087.mp3"
      }
    },
    {
      "id": 2117,
      "verseNumber": 88,
      "verseKey": "17:88",
      "arabic": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَـٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
      "english": "Say, ˹O Prophet,˺ “If ˹all˺ humans and jinn were to come together to produce the equivalent of this Quran, they could not produce its equal, no matter how they supported each other.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Andolsun, eğer insanlar ve cinler bu Kur’an’ın bir mislini getirmek üzere toplanacak olsalar, elbette onun bir mislini getiremeyeceklerdir. Velev ki, bazıları bazılarına yardımcı olsun.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) De ki: `Yemîn olsun ki, eğer insanlar ve cinler bu Kur`ân`ın bir benzerini getirmek üzere bir araya gelseler, birbirlerine yardımcı da olsalar,(yine) onun benzerini getiremezler.`",
        "diyanet_vakfi": "De ki: Andolsun, bu Kur’an’ın bir benzerini ortaya koymak üzere insü cin bir araya gelseler, birbirlerine destek de olsalar, onun benzerini ortaya getiremezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/088.mp3"
      }
    },
    {
      "id": 2118,
      "verseNumber": 89,
      "verseKey": "17:89",
      "arabic": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "english": "And We have truly set forth every ˹kind of˺ lesson for humanity in this Quran, yet most people persist in disbelief.",
      "turkish": {
        "omer_nasuhi_bilmen": "Zât-ı Akdesim hakkı için ki, bu Kur’an’da nâs için her bir meselden muhtelif vecihler beyan ettik. Halbuki, nâsın ekserisi münkirler olarak kaçındılar.",
        "hayrat_nesriyat": "Şânım hakkı için, bu Kur`ân`da, insanlara her çeşit misâlden (ve ma`nâdan)muhtelif şekillerde açıkladık. Yine de insanların çoğu, inkârdan başka bir şeyi kabûl etmediler.",
        "diyanet_vakfi": "Muhakkak ki biz, bu Kur’an’da insanlara her türlü misali çeşitli şekillerde anlattık. Yine de insanların çoğu inkârcılıktan başkasını kabullenmediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/089.mp3"
      }
    },
    {
      "id": 2119,
      "verseNumber": 90,
      "verseKey": "17:90",
      "arabic": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
      "english": "They challenge ˹the Prophet˺, “We will never believe in you until you cause a spring to gush forth from the earth for us,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Biz sana imân etmeyiz. Bize yerden suyu çok bir çeşme akıtıncaya kadar.»",
        "hayrat_nesriyat": "Ve dediler ki: `Bize yerden bir pınar fışkırtmadıkça sana aslâ îmân etmeyiz!`",
        "diyanet_vakfi": "Onlar: «Sen, dediler, bizim için yerden bir kaynak fışkırtmadıkça sana asla inanmayacağız.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/090.mp3"
      }
    },
    {
      "id": 2120,
      "verseNumber": 91,
      "verseKey": "17:91",
      "arabic": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَـٰرَ خِلَـٰلَهَا تَفْجِيرًا",
      "english": "or until you have a garden of palm trees and vineyards, and cause rivers to flow abundantly in it,",
      "turkish": {
        "omer_nasuhi_bilmen": "«Veya senin için hurmalıklardan ve üzümlüklerden bir bahçe olsun da aralarında ırmakları şarıl şarıl akıtasın.»",
        "hayrat_nesriyat": "`Veya senin hurma ağaçlarından ve üzüm bağlarından bir bahçen olmalı da aralarından şarıl şarıl nehirler akıtmalısın!`",
        "diyanet_vakfi": "«Veya senin bir hurma bahçen ve üzüm bağın olmalı; öyle ki, içlerinden gürül gürül ırmaklar akıtmalısın.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/091.mp3"
      }
    },
    {
      "id": 2121,
      "verseNumber": 92,
      "verseKey": "17:92",
      "arabic": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ قَبِيلًا",
      "english": "or cause the sky to fall upon us in pieces, as you have claimed, or bring Allah and the angels before us, face to face,",
      "turkish": {
        "omer_nasuhi_bilmen": "«Veya göğü zû’m ettiğin gibi üzerimize parça parça düşüresin veya Allah’ı ve melekleri âşikâre olarak karşımıza getiresin.»",
        "hayrat_nesriyat": "`Yâhut iddiâ ettiğin gibi, göğü üzerimize parça parça düşürmelisin; veya Allah`ı ve melekleri (açıkça buna) kefîl olarak getirmelisin!`",
        "diyanet_vakfi": "«Yahut, iddia ettiğin gibi, üzerimize gökten parçalar yağdırmalısın veya Allah’ı ve melekleri gözümüzün önüne getirmelisin.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/092.mp3"
      }
    },
    {
      "id": 2122,
      "verseNumber": 93,
      "verseKey": "17:93",
      "arabic": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَـٰبًا نَّقْرَؤُهُۥ ۗ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
      "english": "or until you have a house of gold, or you ascend into heaven—and even then we will not believe in your ascension until you bring down to us a book that we can read.” Say, “Glory be to my Lord! Am I not only a human messenger?”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Veyahut senin için altından bir hane olmalı veya göğe derece derece yükselesin ve senin yükselmene de asla inanmayız, tâ ki, üzerimize kendisini okuyacağımız bir kitap indiresin.» De ki: «Rabbimi tenzih ederim, ben bir beşer olan resûlden başka değilim.»",
        "hayrat_nesriyat": "`Yâhut, altından bir evin olmalı veya göğe çıkmalısın! Fakat bize okuyacağımız bir kitab indirmedikçe, göğe çıkmana da aslâ inanmayacağız!` De ki: `Rabbimi tenzîh ederim;(ben) sâdece peygamber olan bir insan değil miyim?`",
        "diyanet_vakfi": "«Yahut da altından bir evin olmalı, ya da göğe çıkmalısın. Bize, okuyacağımız bir kitap indirmediğin sürece (göğe) çıktığına da asla inanmayız.» De ki: Rabbimi tenzih ederim. Ben, sadece beşer bir elçiyim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/093.mp3"
      }
    },
    {
      "id": 2123,
      "verseNumber": 94,
      "verseKey": "17:94",
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
      "english": "And nothing has prevented people from believing when guidance comes to them except their protest: “Has Allah sent a human as a messenger?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Nâsı, kendilerine hidâyet geldiği vakit imân etmelerinden men eden şey, başka değil onların, «Allah bir beşeri mi resûl olarak gönderdi?» demeleri olmuştur.",
        "hayrat_nesriyat": "Kendilerine hidâyet rehberi geldiği zaman insanları îmân etmekten alıkoyan şey, ancak şöyle demeleri olmuştur: `Allah bir insanı mı peygamber gönderdi?`",
        "diyanet_vakfi": "Zaten, kendilerine hidayet rehberi geldiğinde, insanların (buna) inanmalarını sırf, «Allah, peygamber olarak bir beşeri mi gönderdi?» demeleri engellemiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/094.mp3"
      }
    },
    {
      "id": 2124,
      "verseNumber": 95,
      "verseKey": "17:95",
      "arabic": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَـٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
      "english": "Say, ˹O Prophet,˺ “Had there been angels walking the earth, well settled, We would have surely sent down for them an angel from heaven as a messenger.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer yeryüzünde mutmainler olarak yürür melekler olsa idi elbette onlara gökten resûl olan bir melek indirirdik.»",
        "hayrat_nesriyat": "De ki: `Eğer yeryüzünde yerleşmiş kimseler olarak gezip dolaşanlar melekler olsaydı, elbette onlara (da kendi nev`lerinden) gökten melek bir peygamber gönderirdik.`",
        "diyanet_vakfi": "Şunu söyle: Eğer yeryüzünde yerleşmiş gezip dolaşan melekler olsaydı, elbette onlara gökten, peygamber olarak bir melek gönderirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/095.mp3"
      }
    },
    {
      "id": 2125,
      "verseNumber": 96,
      "verseKey": "17:96",
      "arabic": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "english": "Say, “Sufficient is Allah as a Witness between me and you. He is certainly All-Knowing, All-Seeing of His servants.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Allah Teâlâ benimle sizin aranızda şahit olarak kifâyet eder. Şüphe yok ki, O, kullarından haberdardır (onları bihakkın) görücü bulunmaktadır.»",
        "hayrat_nesriyat": "De ki: `Benimle sizin aranızda şâhid olarak Allah yeter! Şübhesiz ki O, kullarından hakkıyla haberdardır, (onları) hakkıyla görendir.`",
        "diyanet_vakfi": "De ki: Benimle sizin aranızda gerçek şahit olarak Allah kâfidir. Zira O, kullarını hakikaten bilip görmektedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/096.mp3"
      }
    },
    {
      "id": 2126,
      "verseNumber": 97,
      "verseKey": "17:97",
      "arabic": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ ۖ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَـٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَىٰهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَـٰهُمْ سَعِيرًا",
      "english": "Whoever Allah guides is truly guided. And whoever He leaves to stray, you will find no guardians for them besides Him. And We will drag them on their faces on the Day of Judgment—deaf, dumb, and blind. Hell will be their home. Whenever it dies down, We will flare it up for them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah kime hidâyet ederse işte hidâyete eren odur ve kimi idlâl ederse artık onlar için onun gayrı asla yardımcılar bulamazsın ve onları Kıyamet gününde kâfirler, dilsizler ve sağırlar olarak yüzleri üzerine haşrederiz. Onların varacakları yer cehennemdir. Her ne zaman alev azalırsa onlar için cehennem ateşini arttırırız.",
        "hayrat_nesriyat": "Allah kimi (hikmetine binâen kendi lütfundan) hidâyete erdirirse, işte hidâyete eren odur. Kimi de (isyankârlığı yüzünden) dalâlete atarsa, artık kendilerine O`ndan başkayardımcılar aslâ bulamazsın! Ve onları kıyâmet günü yüzleri üstü, kör, dilsiz ve sağır olarak haşrederiz. Onların varacağı yer Cehennemdir. (Onun ateşi) her yavaşladığında, onlara bir alev artırırız.",
        "diyanet_vakfi": "Allah kime hidayet verirse, işte doğru yolu bulan odur; kimi de hidayetten uzak tutarsa, artık onlara, Allah’tan başka dostlar bulamazsın. Kıyamet gününde onları kör, dilsiz ve sağır bir halde yüzükoyun haşrederiz. Onların varacağı ve kalacağı yer cehennemdir ki, ateşi yavaşladıkça onun alevini artırırız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/097.mp3"
      }
    },
    {
      "id": 2127,
      "verseNumber": 98,
      "verseKey": "17:98",
      "arabic": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَـٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "english": "That is their reward for rejecting Our signs and asking ˹mockingly˺, “When we are reduced to bones and ashes, will we really be raised as a new creation?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu onların cezasıdır. Çünkü onlar Bizim âyetlerimizi inkar ettiler ve dediler ki, «Biz birtakım kemikler ve parçalanmış nesneler olduğumuz vakit mi, biz mi yeni bir yaratılmış olarak diriltileceğiz?»",
        "hayrat_nesriyat": "İşte bu, onların cezâsıdır; çünki onlar, âyetlerimizi inkâr ettiler ve: `(Biz) bir kemik yığını ve ufalanmış bir toprak hâline geldiğimiz zaman mı, gerçekten biz mi yeni bir yaratılışla diriltilecek kimseleriz?` dediler.",
        "diyanet_vakfi": "Cezaları işte budur! Çünkü onlar, âyetlerimizi inkâr etmişler ve: «Sahi bizler, bir kemik yığını ve kokuşmuş toprak olduktan sonra yeni bir yaratılışla diriltilmiş mi olacağız?» demişlerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/098.mp3"
      }
    },
    {
      "id": 2128,
      "verseNumber": 99,
      "verseKey": "17:99",
      "arabic": "۞ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورًا",
      "english": "Have they not realized that Allah, Who created the heavens and the earth, can ˹easily˺ re-create them? He has ˹already˺ set for them a time, about which there is no doubt. But the wrongdoers persist in denial.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar görmediler mi ki, gökleri ve yeri yaratmış olan Allah Teâlâ, elbette ki onların mislini yaratmaya da kâdirdir ve onlar için bir ecel de tayin etmiştir ki, onda bir şüphe yoktur. Öyle iken zalimler, ancak küfürde ısrar eder durur, başkasından çekinmiş bulunurlar.",
        "hayrat_nesriyat": "Görmediler mi ki, şübhesiz gökleri ve yeri yaratan Allah, kendilerinin benzerini yaratmaya da hakkıyla gücü yetendir. Kendileri için bir ecel ta`yîn etti ki, onda hiç şübhe yoktur. Fakat zâlimler, inkârdan başka bir şeyi kabûl etmediler.",
        "diyanet_vakfi": "Düşünmediler mi ki, gökleri ve yeri yaratmış olan Allah, kendilerinin benzerini yaratmaya da kadirdir! Allah, onlar için bir vâde takdir etti. Bunda şüphe yoktur. Ama zalimler, inkârcılıktan başkasını kabullenmediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/099.mp3"
      }
    },
    {
      "id": 2129,
      "verseNumber": 100,
      "verseKey": "17:100",
      "arabic": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ ۚ وَكَانَ ٱلْإِنسَـٰنُ قَتُورًا",
      "english": "Say ˹to them, O  Prophet˺, “Even if you were to possess the ˹infinite˺ treasuries of my Lord’s mercy, then you would certainly withhold ˹them˺, fearing they would run out—for humankind is ever stingy!”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer siz Rabbimin rahmet-i hazinelerine malik olacak olsaydınız, yine sarfetmek korkusuyla elbette imsakta bulunurdunuz ve insan pek cimri olmuştur.»",
        "hayrat_nesriyat": "De ki: `Eğer Rabbimin rahmet hazînelerine siz sâhib olsaydınız, o zaman (dahi)harcamak(la tükenir) korkusuyla gerçekten cimrilik ederdiniz. Zâten insan çok cimridir.`",
        "diyanet_vakfi": "De ki: Rabbimin rahmet hazinesine eğer siz sahip olsaydınız, harcanır korkusuyla kıstıkça kısardınız. İnsanoğlu da pek eli sıkıdır!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/100.mp3"
      }
    },
    {
      "id": 2130,
      "verseNumber": 101,
      "verseKey": "17:101",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَـٰمُوسَىٰ مَسْحُورًا",
      "english": "We surely gave Moses nine clear signs.<sup foot_note=76880>1</sup> ˹You, O  Prophet, can˺ ask the Children of Israel. When Moses came to them, Pharaoh said to him, “I really think that you, O  Moses, are bewitched.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kasem olsun ki, Biz Mûsa’ya açık açık dokuz âyet verdik. İşte İsrailoğullarına sor. Onlara geldiği zaman O’na Fir’avun dedi ki: «Ey Mûsa! Şüphe ki ben seni elbette büyülenmiş zannetmekteyim.»",
        "hayrat_nesriyat": "Celâlim hakkı için, (biz) Mûsâ`ya apaçık dokuz mu`cize verdik; (Ey Resûlüm!)İşte İsrâiloğullarına sor! (Mûsâ) onlara geldiği zaman, bunun üzerine Fir`avun ona: `Ey Mûsâ! Doğrusu ben seni sihirlenmiş zannediyorum` demişti.",
        "diyanet_vakfi": "Andolsun biz, Musa’ya açık açık dokuz âyet verdik. Haydi İsrailoğullarına sor. Musa onlara geldiğinde Firavun ona, «Ey Musa! dedi, senin büyülenmiş olduğunu sanıyorum!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/101.mp3"
      }
    },
    {
      "id": 2131,
      "verseNumber": 102,
      "verseKey": "17:102",
      "arabic": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَـٰفِرْعَوْنُ مَثْبُورًا",
      "english": "Moses replied, “You know well that none has sent these ˹signs˺ down except the Lord of the heavens and the earth as insights. And I really think that you, O  Pharaoh, are doomed.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Andolsun, sen bilirsin ki, bunları indirmedi, ancak göklerin ve yerin Rabbi birer basiret olmak üzere indirdi. Ve muhakkak ki, ey Fir’avun, ben seni elbette helâk olmuş sanıyorum.»",
        "hayrat_nesriyat": "(Mûsâ ise:) `Gerçekten (sen de) bilirsin ki, bunları birer delil olarak, ancak göklerin ve yerin Rabbi indirdi. Ey Fir`avun! Şübhesiz ki ben de seni mahvolmuş zannediyorum` dedi.",
        "diyanet_vakfi": "(Musa Firavun’a:) «Pek âlâ biliyorsun ki, dedi, bunları, birer ibret olmak üzere, ancak, göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de senin hakikaten mahvolduğunu sanıyorum!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/102.mp3"
      }
    },
    {
      "id": 2132,
      "verseNumber": 103,
      "verseKey": "17:103",
      "arabic": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَـٰهُ وَمَن مَّعَهُۥ جَمِيعًا",
      "english": "So Pharaoh wanted to scare the Israelites out of the land ˹of Egypt˺, but We drowned him and all of those with him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunun üzerine Fir’avun onları o yerden sürüp çıkarmak istedi. Artık Biz de onu ve kendisiyle beraber olanları toptan garkettik.",
        "hayrat_nesriyat": "Nihâyet (Fir`avun) onları o yerden (Mısırdan) çıkarmak istedi de onu ve berâberindekileri, hep birlikte suda boğduk.",
        "diyanet_vakfi": "Derken, Firavun onları ülkeden çıkarmak istedi. Bu yüzden biz onu ve maiyyetindekilerin hepsini (denizde) boğduk."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/103.mp3"
      }
    },
    {
      "id": 2133,
      "verseNumber": 104,
      "verseKey": "17:104",
      "arabic": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
      "english": "And We said to the Children of Israel after Pharaoh, “Reside in the land, but when the promise of the Hereafter comes to pass,<sup foot_note=76881>1</sup> We will bring you all together.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ondan sonra İsrailoğullarına dedi ki: «O yerde oturun, sonra ahiret vaadi gelince sizleri dürülüp toplanılmış bir halde (Mahşere) getireceğiz.»",
        "hayrat_nesriyat": "Ve onun ardından İsrâiloğullarına şöyle buyurduk: `(Fir`avun`un sizi çıkarmak istediği) bu yerde oturun; artık âhiret va`di (kıyâmet) geldiği zaman, hepinizi (sizi ve onları toplayıp) bir araya getireceğiz.`",
        "diyanet_vakfi": "Arkasından da İsrailoğullarına: «O topraklarda oturun! Ahiret vâdi tahakkuk edince, hepinizi toplayıp bir araya getireceğiz» dedik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/104.mp3"
      }
    },
    {
      "id": 2134,
      "verseNumber": 105,
      "verseKey": "17:105",
      "arabic": "وَبِٱلْحَقِّ أَنزَلْنَـٰهُ وَبِٱلْحَقِّ نَزَلَ ۗ وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "english": "We have sent down the Quran in truth, and with the truth it has come down. We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onu hak ile indirdik ve hak ile indi ve seni de ancak bir müjdeleyici ve bir korkutucu olarak gönderdik.",
        "hayrat_nesriyat": "Ve onu (Kur`ân`ı) hak ile indirdik; o da (emîn ellerde hiç değişmeden size) hak ile indi. (Ey Resûlüm!) Seni de ancak bir müjdeleyici ve (aynı zamanda) korkutucu olarak gönderdik.",
        "diyanet_vakfi": "Biz Kur’an’ı hak olarak indirdik; o da hakkı getirdi. Seni de ancak müjdeleyici ve uyarıcı olarak gönderdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/105.mp3"
      }
    },
    {
      "id": 2135,
      "verseNumber": 106,
      "verseKey": "17:106",
      "arabic": "وَقُرْءَانًا فَرَقْنَـٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَـٰهُ تَنزِيلًا",
      "english": "˹It is˺ a Quran We have revealed in stages so that you may recite it to people at a deliberate pace. And We have sent it down in successive revelations.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onu Kur’an olarak vakit vakit (müneccemen) indirdik, onu nâsa teennî ile (dura dura) okuyasın diye. Ve onu birbiri ardınca (müteferrik surette) indirmiş olduk.",
        "hayrat_nesriyat": "Hem onu, bir Kur`ân olarak (âyet âyet) kısımlara ayırdık ki, insanlara onu (iyice anlayabilmeleri için) dura dura okuyasın! Çünki onu (hâdiselere göre, size bir ders olmak üzere) azar azar indirdik.",
        "diyanet_vakfi": "Biz onu, Kur’an olarak, insanlara dura dura okuyasın diye (âyet âyet, sûre sûre) ayırdık; ve onu peyderpey indirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/106.mp3"
      }
    },
    {
      "id": 2136,
      "verseNumber": 107,
      "verseKey": "17:107",
      "arabic": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ ۚ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
      "english": "Say, ˹O Prophet,˺ “Believe in this ˹Quran˺, or do not. Indeed, when it is recited to those who were gifted with knowledge<sup foot_note=76882>1</sup> before it ˹was revealed˺, they fall upon their faces in prostration,",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «İmân edin veya imân etmeyin. Şüphe yok ki, bundan evvel kendilerine bilgi verilmiş olanlar, kendilerine karşı tilâvet edilince secde eder oldukları halde çeneleri üstüne kapanırlar.»",
        "hayrat_nesriyat": "De ki: `(Artık) ona ister îmân edin, ister îmân etmeyin!` Çünki ondan önce kendilerine ilim verilmiş olanlar (ehl-i kitâbın mü`minleri, Kur`ân) kendilerine okunduğu zaman, secde edici kimseler olarak, yüzleri üstü yere kapanırlar.",
        "diyanet_vakfi": "De ki: Siz ona ister inanın, ister inanmayın; şu bir gerçek ki, bundan önce kendilerine ilim verilen kimselere o (Kur’an) okununca, derhal yüz üstü secdeye kapanırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/107.mp3"
      }
    },
    {
      "id": 2137,
      "verseNumber": 108,
      "verseKey": "17:108",
      "arabic": "وَيَقُولُونَ سُبْحَـٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
      "english": "and say, ‘Glory be to our Lord! Surely the promise of our Lord has been fulfilled.’",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve derler ki, «Rabbimizi takdis ve tenzih ederiz. Rabbimizin vaadı hakikaten fiile çıkarılmış oldu.»",
        "hayrat_nesriyat": "Ve: `Rabbimizi tenzih ederiz. Rabbimizin vaadi kesinlikle yerine gelmiştir` derler.",
        "diyanet_vakfi": "Ve derlerdi ki: Rabbimizi tesbih ederiz. Rabbimizin vâdi mutlaka yerine getirilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/108.mp3"
      }
    },
    {
      "id": 2138,
      "verseNumber": 109,
      "verseKey": "17:109",
      "arabic": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
      "english": "And they fall down upon their faces weeping, and it increases them in humility.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ağlayarak çeneleri üstüne kapanırlar ve (Kur’an) onların tevazusunu arttırır.",
        "hayrat_nesriyat": "Ve ağlayarak yüzleri üstü yere kapanırlar ve (Kur`ân) onlara, (Allah`a) gönülden bağlılığı artırır.",
        "diyanet_vakfi": "Ağlayarak yüz üstü yere kapanırlar. (Kur’an okumak) onların saygısını artırır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/109.mp3"
      }
    },
    {
      "id": 2139,
      "verseNumber": 110,
      "verseKey": "17:110",
      "arabic": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
      "english": "Say, ˹O Prophet,˺ “Call upon Allah or call upon the Most Compassionate—whichever you call, He has the Most Beautiful Names.” Do not recite your prayers too loudly or silently, but seek a way between.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Allah diye dua edin, Rahmân diye dua edin, hangisiyle dua etseniz nihâyet en güzel isimler O’na mahsustur». Ve namazında sesini pek ziyâde kaldırma, ve onu büsbütün de kısma ve bunun arasında bir yol talep et.",
        "hayrat_nesriyat": "De ki: `İster Allah diye duâ edin, ister Rahmân diye duâ edin! Hangisiyle duâ etseniz, işte en güzel isimler O`nundur.` (Ey Habîbim!) Namazında sesini çok yükseltme; onda o kadar da gizleme; bu (ikisi)nin arasında bir yol tut!",
        "diyanet_vakfi": "De ki: «İster Allah deyin, ister Rahman deyin. Hangisini deseniz olur. Çünkü en güzel isimler O’na hastır.» Namazında yüksek sesle okuma; onda sesini fazla da kısma; ikisinin arası bir yol tut."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/110.mp3"
      }
    },
    {
      "id": 2140,
      "verseNumber": 111,
      "verseKey": "17:111",
      "arabic": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا",
      "english": "And say, “All praise is for Allah, Who has never had ˹any˺ offspring;<sup foot_note=76883>1</sup> nor does He have a partner in ˹governing˺ the kingdom;<sup foot_note=76884>2</sup> nor is He pathetic, needing a protector.<sup foot_note=76885>3</sup> And revere Him immensely.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve de ki: «Hamd o Allah Teâlâ’ya mahsustur ki, bir veled ittihaz edinmedi ve O’nun için mülkte bir ortak da yoktur O’nun için mezelletten nâşi bir hamiye (ihtiyaç) da yoktur ve O’na kemal-i tazîm ile tazîmde bulun.",
        "hayrat_nesriyat": "Ve de ki: `Hamd O Allah`a mahsustur ki, çocuk edinmemiştir; hem mülkte kendisine hiçbir ortak olmamıştır; âcizlikten (münezzeh olduğundan) dolayı O`nun için hiçbir yardımcı da olmamıştır. Artık O`nu tekbir getirerek yücelt!`",
        "diyanet_vakfi": "«Çocuk edinmeyen, hakimiyette ortağı bulunmayan, âcizlikten ötürü bir dosta da ihtiyacı olmayan Allah’a hamd olsun» de ve tekbir getirerek O’nun şanını yücelt!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/017/111.mp3"
      }
    }
  ]
}