{
  "verses": [
    {
      "id": 2251,
      "verseNumber": 1,
      "verseKey": "19:1",
      "arabic": " كٓهيعٓصٓ",
      "english": "Kãf-Ha-Ya-’Aĩn- Ṣãd.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kâf, Hâ, yâ, Ayn, Sâd.",
        "hayrat_nesriyat": "Kâf, Hâ, Yâ, Ayn, Sâd.",
        "diyanet_vakfi": "Kâf. Hâ. Yâ. Ayn. Sâd."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/001.mp3"
      }
    },
    {
      "id": 2252,
      "verseNumber": 2,
      "verseKey": "19:2",
      "arabic": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
      "english": "˹This is˺ a reminder of your Lord’s mercy to His servant Zachariah,",
      "turkish": {
        "omer_nasuhi_bilmen": "(Bu) Rabbin rahmetiyle kulu Zekeriya’yı anmasıdır.",
        "hayrat_nesriyat": "(Bu okunacak olan âyetler) Rabbinin, kulu Zekeriyyâ`ya olan rahmetinin anılmasıdır.",
        "diyanet_vakfi": "(Bu,) Rabbinin, Zekeriyya kuluna rahmetinin anılmasıdır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/002.mp3"
      }
    },
    {
      "id": 2253,
      "verseNumber": 3,
      "verseKey": "19:3",
      "arabic": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
      "english": "when he cried out to his Lord privately,",
      "turkish": {
        "omer_nasuhi_bilmen": "O vakit ki, Rabbine gizlice bir dua ile duada (niyazda) bulunmuştu.",
        "hayrat_nesriyat": "Hani (o,) gizli bir seslenişle Rabbine nidâ etmişti (yalvarmıştı).",
        "diyanet_vakfi": "Hani o, gizli bir sesle Rabbine niyaz etmişti:"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/003.mp3"
      }
    },
    {
      "id": 2254,
      "verseNumber": 4,
      "verseKey": "19:4",
      "arabic": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
      "english": "saying, “My Lord! Surely my bones have become brittle, and grey hair has spread across my head, but I have never been disappointed in my prayer to You, my Lord!",
      "turkish": {
        "omer_nasuhi_bilmen": "Demişti ki: «Yarabbi! Muhakkak benim kemiklerim zayıflaştı, başımın tüyü de tutuştu ve Rabbim! Sana ne dua ettim ise mahrum kalmadım.»",
        "hayrat_nesriyat": "`Rabbim, benim kemiklerim, zayıflayıp gevşedi. Saçım başım ağardı. Ve ben, Rabbim, sana ettiğim dua sayesinde hiç bedbaht olmadım.` dedi.",
        "diyanet_vakfi": "Rabbim! dedi, benden (vücudumdan), kemiklerim zayıfladı, saçım başım ağardı. Ve ben, Rabbim, sana (ettiğim) dua sayesinde hiç bedbaht olmadım."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/004.mp3"
      }
    },
    {
      "id": 2255,
      "verseNumber": 5,
      "verseKey": "19:5",
      "arabic": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
      "english": "And I am concerned about ˹the faith of˺ my relatives after me, since my wife is barren. So grant me, by Your grace, an heir,",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ben arkamdan beni takibedecek akrabam (olmayışından)dan korkmaktayım, zevcem de kısırdır. Artık bana sen kendi tarafından bir oğul bağışla.»",
        "hayrat_nesriyat": "`Ve doğrusu ben, arkamdan (yerime geçecek) yakınlarımdan (din husûsunda)endişe ediyorum; hanımım da kısırdır; artık (sen) kendi katından bana bir halef (bir oğul)ihsân eyle!`",
        "diyanet_vakfi": "Doğrusu ben, arkamdan iş başına geçecek olan yakınlarımdan endişe ediyorum. Karım da kısırdır. Tarafından bana bir veli (oğul) ver."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/005.mp3"
      }
    },
    {
      "id": 2256,
      "verseNumber": 6,
      "verseKey": "19:6",
      "arabic": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ ۖ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
      "english": "who will inherit ˹prophethood˺ from me and the family of Jacob, and make him, O  Lord, pleasing ˹to You˺!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hem bana vâris olsun hem de Yakub hânedanına vâris olsun ve Rabbim, O’nu indinde rızaya mazhar buyur.»",
        "hayrat_nesriyat": "`Ki (ilim ve nübüvvette) hem bana vâris olsun, hem de Ya`kub âilesine vâris olsun! Ve onu rızâya mazhar buyur ey Rabbim!` (dedi).",
        "diyanet_vakfi": "Ki o bana vâris olsun; Ya’kub hanedanına da vâris olsun. Rabbim, onu rızana lâyık kıl!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/006.mp3"
      }
    },
    {
      "id": 2257,
      "verseNumber": 7,
      "verseKey": "19:7",
      "arabic": "يَـٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
      "english": "˹The angels announced,˺ “O Zachariah! Indeed, We give you the good news of ˹the birth of˺ a son, whose name will be John—a name We have not given to anyone before.”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Allah buyurdu ki:) «Ey Zekeriya! Seni bir oğul ile müjdeleriz ki, adı Yahya’dır. Onun için evvelce (kimseyi) bir adaş kılmadık.»",
        "hayrat_nesriyat": "(Allah şöyle buyurdu:) `Ey Zekeriyyâ! Şübhesiz biz, seni bir oğul ile müjdeliyoruz ki onun adı Yahyâ`dır; daha önce ona hiç (kimseyi) adaş yapmadık.`",
        "diyanet_vakfi": "(Allah şöyle buyurdu:) Ey Zekeriyya! Biz sana bir oğul müjdeleriz ki, onun adı Yahya’dır. Daha önce ona kimseyi adaş yapmadık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/007.mp3"
      }
    },
    {
      "id": 2258,
      "verseNumber": 8,
      "verseKey": "19:8",
      "arabic": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
      "english": "He wondered, “My Lord! How can I have a son when my wife is barren, and I have become extremely old?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Yarabbi! Bana nereden bir oğul olabilir? Zevcem ise kısır olmuştur. Ben de ihtiyarlıktan son yaşa yetişmiş oldum.»",
        "hayrat_nesriyat": "(Zekeriyyâ) dedi ki: `Rabbim! Hanımım kısır olduğu ve (ben de) gerçekten ihtiyarlığın son demine vardığım hâlde, benim için bir oğul, nasıl olur?`",
        "diyanet_vakfi": "Zekeriyya: Rabbim! dedi, karım kısır olduğu, ben de ihtiyarlığın son sınırına vardığım halde, benim nasıl oğlum olabilir?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/008.mp3"
      }
    },
    {
      "id": 2259,
      "verseNumber": 9,
      "verseKey": "19:9",
      "arabic": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
      "english": "An angel replied, “So will it be! Your Lord says, ‘It is easy for Me, just as I created you before, when you were nothing!’”",
      "turkish": {
        "omer_nasuhi_bilmen": "Buyurdu ki: «Öyledir. Rabbin buyurdu ki, o Bana kolaydır ve muhakkak ki, Ben seni bundan evvel yaratmıştım, halbuki sen hiçbir şey değildin.»",
        "hayrat_nesriyat": "(Allah) buyurdu ki: `Böyledir!` (Ve) Rabbin (yine) buyurdu ki: `O bana pek kolaydır; nitekim daha önce sen (de henüz) hiçbir şey değil iken, muhakkak ki seni de yaratmıştım!`",
        "diyanet_vakfi": "Allah: Öyledir, dedi; Rabbin: O bana kolaydır. Daha önce, sen hiçbir şey değilken seni de yaratmıştım, buyurdu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/009.mp3"
      }
    },
    {
      "id": 2260,
      "verseNumber": 10,
      "verseKey": "19:10",
      "arabic": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَيَالٍ سَوِيًّا",
      "english": "Zachariah said, “My Lord! Grant me a sign.” He responded, “Your sign is that you will not ˹be able to˺ speak to people for three nights, despite being healthy.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Yarabbi! Benim için bir alâmet kıl.» Buyurdu ki: «Senin alâmetin, sen sapasağlam olduğun halde nâs ile üç gece konuşmaya muktedir olamamandır.»",
        "hayrat_nesriyat": "(Zekeriyyâ:) `Rabbim! (Onu ihsân edeceğin vakit için) bana bir alâmet kıl!` dedi.(Allah:) `Senin alâmetin, sapasağlamken (üç gün) üç gece insanlarla konuşamamandır` buyurdu.",
        "diyanet_vakfi": "O: Rabbim! dedi, (çocuğum olacağına dair) bana bir işaret ver. Allah: Sana işaret, sapasağlam olduğun halde (üç gün) üç gece insanlarla konuşamamandır, buyurdu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/010.mp3"
      }
    },
    {
      "id": 2261,
      "verseNumber": 11,
      "verseKey": "19:11",
      "arabic": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
      "english": "So he came out to his people from the sanctuary, signalling to them to glorify ˹Allah˺ morning and evening.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra mescitten kavmine karşı çıktı da, «Gündüzlerin evvellerinde ve sonunda tesbihte bulununuz,» diye onlara işaret eyledi.",
        "hayrat_nesriyat": "Bunun üzerine (Zekeriyyâ) mihrabdan (ma`bedden) kavminin karşısına çıktı da (o müjde alâmetinin hemen görünmesiyle, konuşamayarak) onlara: `Sabah-akşam (Rabbinizi)tesbîh edin!` diye işâret etti.",
        "diyanet_vakfi": "Bunun üzerine Zekeriyya, mâbetten kavminin karşısına çıkarak onlara: «Sabah akşam tesbihte bulunun» diye işaret verdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/011.mp3"
      }
    },
    {
      "id": 2262,
      "verseNumber": 12,
      "verseKey": "19:12",
      "arabic": "يَـٰيَحْيَىٰ خُذِ ٱلْكِتَـٰبَ بِقُوَّةٍ ۖ وَءَاتَيْنَـٰهُ ٱلْحُكْمَ صَبِيًّا",
      "english": "˹It was later said,˺ “O John! Hold firmly to the Scriptures.” And We granted him wisdom while ˹he was still˺ a child,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey Yahya! Kitabı kuvetle tut. Ve O’na daha çocuk iken hikmet verdik.",
        "hayrat_nesriyat": "`Ey Yahyâ! Kitâb`ı (Tevrât`ı) kuvvetle (sabırla) tut!` (buyurduk). Ve daha çocuk iken ona hikmet (peygamberlik ve Tevrât`ı anlama kabiliyeti) verdik.",
        "diyanet_vakfi": "«Ey Yahya! Kitab’a (Tevrat’a) vargücünle sarıl!» (dedik) ve henüz sabi iken ona (ilim ve) hikmet verdik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/012.mp3"
      }
    },
    {
      "id": 2263,
      "verseNumber": 13,
      "verseKey": "19:13",
      "arabic": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً ۖ وَكَانَ تَقِيًّا",
      "english": "as well as purity and compassion from Us. And he was God-fearing,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’na tarafımızdan bir rahmet, bir nezahet (verdik) ve çok muttakî oldu.",
        "hayrat_nesriyat": "Tarafımızdan (ona) bir kalb yumuşaklığı ve (günahlardan) bir temizlik de(verdik). Hem (o,) takvâ sâhibi bir kimse idi.",
        "diyanet_vakfi": "Tarafımızdan ona kalp yumuşaklığı ve temizlik de (verdik). O, çok sakınan bir kimse idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/013.mp3"
      }
    },
    {
      "id": 2264,
      "verseNumber": 14,
      "verseKey": "19:14",
      "arabic": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
      "english": "and kind to his parents. He was neither arrogant nor disobedient.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve anasıyla babasına itaatkâr idi ve bir zorba, isyankâr değildi.",
        "hayrat_nesriyat": "Ve ana-babasına iyilik eden bir kimse idi; zorba ve isyankâr değildi.",
        "diyanet_vakfi": "Ana-babasına çok iyi davranırdı; o, isyankâr bir zorba değildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/014.mp3"
      }
    },
    {
      "id": 2265,
      "verseNumber": 15,
      "verseKey": "19:15",
      "arabic": "وَسَلَـٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
      "english": "Peace be upon him the day he was born, and the day of his death, and the day he will be raised back to life!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’na selâm olsun, doğduğu günde ve öleceği günde ve diri olarak (kabrinden) kaldırılacağı günde.",
        "hayrat_nesriyat": "Doğduğu gün, öleceği gün ve bir hayat sâhibi olarak (kabirden) kaldırılacağı gün ona selâm olsun! (O devrelerde hep Allah`ın rızâsına mazhar olacaktır.)",
        "diyanet_vakfi": "Doğduğu gün, öleceği gün ve diri olarak kabirden kaldırılacağı gün ona selam olsun!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/015.mp3"
      }
    },
    {
      "id": 2266,
      "verseNumber": 16,
      "verseKey": "19:16",
      "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
      "english": "And mention in the Book ˹O Prophet, the story of˺ Mary when she withdrew from her family to a place in the east,",
      "turkish": {
        "omer_nasuhi_bilmen": "Kitapta Meryem’i de yâd et. O vakit ki, ailesinden ayrılarak şark tarafında bir yere çekilmişti.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Kitab`da (bu Kur`ân`da) Meryem`i de yâd et! Hani, âilesinden (ayrılarak evinin hemen yanında) doğu tarafında bir yere çekilmişti.",
        "diyanet_vakfi": "(Resûlüm!) Kitap’ta Meryem’i de an. Hani o, ailesinden ayrılarak doğu tarafında bir yere çekilmişti."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/016.mp3"
      }
    },
    {
      "id": 2267,
      "verseNumber": 17,
      "verseKey": "19:17",
      "arabic": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
      "english": "screening herself off from them. Then We sent to her Our angel, ˹Gabriel,˺ appearing before her as a man, perfectly formed.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların öte yanlarında (kendisine) bir perde edinmişti. Artık Biz de ona ruhumuzu (Cibrîl-i Emîn) gönderdik de onun için tam bir beşer sûretinde görünüvermişti.",
        "hayrat_nesriyat": "Onların ötesinde (ibâdet edeceği sâkin bir yer için) bir perde de edinmişti. Derken ona rûhumuzu (Cebrâîl`i) gönderdik de kendisine düzgün bir insan sûretinde göründü.",
        "diyanet_vakfi": "Meryem, onlarla kendi arasına bir perde çekmişti. Derken, biz ona ruhumuzu gönderdik de o, kendisine tastamam bir insan şeklinde göründü."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/017.mp3"
      }
    },
    {
      "id": 2268,
      "verseNumber": 18,
      "verseKey": "19:18",
      "arabic": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَـٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
      "english": "She appealed, “I truly seek refuge in the Most Compassionate from you! ˹So leave me alone˺ if you are God-fearing.”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Meryem) Dedi ki: «Muhakkak ben senden Rahmân’a sığınırım. Eğer sen bihakkın muttakî isen (yanımdan çekil).»",
        "hayrat_nesriyat": "(Meryem:) `Doğrusu ben, senden Rahmân (olan Allah)`a sığınırım; eğer(Allah`dan) sakınan bir kimse isen (benden uzak dur)!` dedi.",
        "diyanet_vakfi": "Meryem dedi ki: Senden, çok esirgeyici olan Allah’a sığınırım! Eğer Allah’tan sakınan bir kimse isen (bana dokunma)."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/018.mp3"
      }
    },
    {
      "id": 2269,
      "verseNumber": 19,
      "verseKey": "19:19",
      "arabic": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمًا زَكِيًّا",
      "english": "He responded, “I am only a messenger from your Lord, ˹sent˺ to bless you with a pure son.”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Cibril) Dedi ki: «Ben sana bir tertemiz oğul bağışlamak için Rabbinin ancak bir elçisiyim.»",
        "hayrat_nesriyat": "(Cebrâîl:) `Ben ancak, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin elçisiyim` dedi.",
        "diyanet_vakfi": "Melek: Ben, yalnızca, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin bir elçisiyim, dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/019.mp3"
      }
    },
    {
      "id": 2270,
      "verseNumber": 20,
      "verseKey": "19:20",
      "arabic": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
      "english": "She wondered, “How can I have a son when no man has ever touched me, nor am I unchaste?”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Meryem) Dedi ki: «Bana bir oğul nasıl olabilir ki, bana bir beşer (nikah ile) dokunmamıştır ve ben bir iffetsiz de değilim.»",
        "hayrat_nesriyat": "(Meryem:) `Bana bir insan dokunmadığı ve (ben) iffetsiz bir kadın da olmadığım hâlde benim için bir oğul, nasıl olabilir?` dedi.",
        "diyanet_vakfi": "Meryem: Bana bir insan eli değmediği, iffetsiz de olmadığım halde benim nasıl çocuğum olabilir? dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/020.mp3"
      }
    },
    {
      "id": 2271,
      "verseNumber": 21,
      "verseKey": "19:21",
      "arabic": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ أَمْرًا مَّقْضِيًّا",
      "english": "He replied, “So will it be! Your Lord says, ‘It is easy for Me. And so will We make him a sign for humanity and a mercy from Us.’ It is a matter ˹already˺ decreed.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Cibril de dedi ki: «Öyledir. Rabbin buyurdu ki, o Bana göre pek kolaydır ve onu nâsa bir alâmet ve Bizden bir rahmet kılacağız. Ve (O) hükme mukterin bir emirden ibaret olmuştur.»",
        "hayrat_nesriyat": "(Cebrâîl) dedi ki: `(Allah`ın hükmü) böyledir! (Çünki) Rabbin: `Bu bana pek kolaydır. Hem (biz) onu insanlar için (kudretimize) bir delil ve tarafımızdan bir rahmet kılacağız! Ve (bu, ezelde) hükme bağlanmış (takdîr edilmiş) bir iştir` buyurdu.`",
        "diyanet_vakfi": "Melek: Öyledir, dedi; (zira) Rabbin buyurdu ki: Bu bana kolaydır. Çünkü biz, onu insanlara bir delil ve kendimizden bir rahmet kılacağız. Bu, hüküm ve karara bağlanmış (ezelde olup bitmiş) bir iş idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/021.mp3"
      }
    },
    {
      "id": 2272,
      "verseNumber": 22,
      "verseKey": "19:22",
      "arabic": "۞ فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
      "english": "So she conceived him and withdrew with him to a remote place.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık (Meryem nefh-i rûh ile) O’na hamile kaldı. Onunla hemen uzakça bir mahalle çekilip gitti.",
        "hayrat_nesriyat": "Böylece (Meryem, Cebrâîl`in üflemesiyle) ona (Îsâ`ya) hâmile kaldı; bunun üzerine onunla (karnındaki çocukla) uzak bir yere çekildi.",
        "diyanet_vakfi": "Meryem ona hamile kaldı. Bunun üzerine onunla (karnındaki çocukla) uzak bir yere çekildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/022.mp3"
      }
    },
    {
      "id": 2273,
      "verseNumber": 23,
      "verseKey": "19:23",
      "arabic": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَـٰلَيْتَنِى مِتُّ قَبْلَ هَـٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
      "english": "Then the pains of labour drove her to the trunk of a palm tree. She cried, “Alas! I wish I had died before this, and was a thing long forgotten!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Derken ona doğum hareketi gelerek kendisini bir hurma ağacının altına gitmeğe muztar kıldı, dedi ki: «Ne olurdu bana, bundan evvel ölmüş olsaydım ve unutulup terkedilmiş bulunsa idim.»",
        "hayrat_nesriyat": "Nihâyet doğum sancısı onu (kuru) bir hurma ağacının dibine gitmeye mecbûr etti.(Utancından:) `Keşke ben bundan önce ölseydim de unutulup gitmiş olsaydım!` dedi.",
        "diyanet_vakfi": "Doğum sancısı onu bir hurma ağacına (dayanmaya) sevketti. «Keşke, dedi, bundan önce ölseydim de unutulup gitseydim!»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/023.mp3"
      }
    },
    {
      "id": 2274,
      "verseNumber": 24,
      "verseKey": "19:24",
      "arabic": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
      "english": "So a voice<sup foot_note=76916>1</sup> reassured her from below her, “Do not grieve! Your Lord has provided a stream at your feet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Derken ona aşağısından nidâ etti ki: «Sakın mahzun olma. Muhakkak ki, Rabbin senin alt yanından bir su cetveli vücuda getirdi.»",
        "hayrat_nesriyat": "Derken (Cebrâîl) ona (hurma ağacının) aşağısından şöyle seslendi: `Üzülme! Şübhesiz ki Rabbin, alt tarafında (ondan yararlanacağın) bir su arkı meydana getirdi.`",
        "diyanet_vakfi": "Aşağısından (İsa yahut melek) ona şöyle seslendi: «Tasalanma! Rabbin senin alt yanında bir su arkı vücuda getirmiştir.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/024.mp3"
      }
    },
    {
      "id": 2275,
      "verseNumber": 25,
      "verseKey": "19:25",
      "arabic": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
      "english": "And shake the trunk of this palm tree towards you, it will drop fresh, ripe dates upon you.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hurma ağacını kendine doğru silkele, üzerine taze hurma dökülüversin.»",
        "hayrat_nesriyat": "`Hem hurma ağacını kendine doğru silkele ki üzerine tâze hurmalar dökülsün!`",
        "diyanet_vakfi": "«Hurma dalını kendine doğru silkele ki, üzerine taze, olgun hurma dökülsün.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/025.mp3"
      }
    },
    {
      "id": 2276,
      "verseNumber": 26,
      "verseKey": "19:26",
      "arabic": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَـٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
      "english": "So eat and drink, and put your heart at ease. But if you see any of the people, say, ‘I have vowed silence<sup foot_note=76917>1</sup> to the Most Compassionate, so I am not talking to anyone today.’”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık ye ve iç, ve gözün aydın olsun, imdi insanlardan bir kimseyi görürsen, ’Ben Rahmân için oruca nezrettim. Artık bugün hiçbir insan ile asla konuşmayacağım,’ de.»",
        "hayrat_nesriyat": "(Ve yine ona denildi ki:) `Artık ye, iç ve gözün aydın olsun! Eğer insanlardan birini görecek olursan (onlara): `Doğrusu ben, Rahmân için (susma) oruc(u) adadım; bu yüzden bugün hiçbir insanla aslâ konuşmayacağım!` de!`",
        "diyanet_vakfi": "«Ye, iç. Gözün aydın olsun! Eğer insanlardan birini görürsen de ki: Ben, çok merhametli olan Allah’a oruç adadım; artık bugün hiçbir insanla konuşmayacağım.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/026.mp3"
      }
    },
    {
      "id": 2277,
      "verseNumber": 27,
      "verseKey": "19:27",
      "arabic": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ ۖ قَالُوا۟ يَـٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
      "english": "Then she returned to her people, carrying him. They said ˹in shock˺, “O Mary! You have certainly done a horrible thing!",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onu yüklenerek kavminin yanına getirdi. Dediler ki: «Ey Meryem! Doğrusu pek büyük, çirkin bir şey ile gelmiş oldun.»",
        "hayrat_nesriyat": "Nihâyet (Meryem) onu (çocuğu) yüklenip kavmine getirdi. (Onlar) dediler ki: `Ey Meryem! Gerçekten görülmemiş (kötü) bir iş yapmışsın!`",
        "diyanet_vakfi": "Nihayet onu (kucağında) taşıyarak kavmine getirdi. Dediler ki: Ey Meryem! Hakikaten sen iğrenç bir şey yaptın!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/027.mp3"
      }
    },
    {
      "id": 2278,
      "verseNumber": 28,
      "verseKey": "19:28",
      "arabic": "يَـٰٓأُخْتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
      "english": "O  sister of Aaron!<sup foot_note=76918>1</sup> Your father was not an indecent man, nor was your mother unchaste.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Harun’un kızkardeşi! Senin baban kötü bir şahıs değildi ve anan da iffetten mahrum bulunmuş değildi.»",
        "hayrat_nesriyat": "`Ey Hârûn`un kız kardeşi! Baban kötü bir adam değildi, annen de iffetsiz değildi!`",
        "diyanet_vakfi": "Ey Harun’un kız kardeşi! Senin baban kötü bir insan değildi; annen de iffetsiz değildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/028.mp3"
      }
    },
    {
      "id": 2279,
      "verseNumber": 29,
      "verseKey": "19:29",
      "arabic": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
      "english": "So she pointed to the baby. They exclaimed, “How can we talk to someone who is an infant in the cradle?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunun üzerine ona (çocuğa) işaret etti. Dediler ki: «Biz daha beşikte bir çocuk bulunan ile nasıl konuşabiliriz?»",
        "hayrat_nesriyat": "Bunun üzerine (Meryem konuşmayarak) ona (çocuğa) işâret etti. (Onlar:)`Beşikteki bir çocukla nasıl konuşuruz?` dediler.",
        "diyanet_vakfi": "Bunun üzerine Meryem çocuğu gösterdi. «Biz, dediler, beşikteki bir sabî ile nasıl konuşuruz?»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/029.mp3"
      }
    },
    {
      "id": 2280,
      "verseNumber": 30,
      "verseKey": "19:30",
      "arabic": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَـٰبَ وَجَعَلَنِى نَبِيًّا",
      "english": "˹Jesus˺ declared, “I am truly a servant of Allah. He has destined me to be given the Scripture and to be a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "(O çocuk) Dedi ki: «Ben şüphe yok Allah’ın kuluyum, bana kitap verdi ve beni bir peygamber kıldı.»",
        "hayrat_nesriyat": "(Îsâ, henüz doğmuş bir bebek iken) şöyle dedi: `Şübhesiz ki ben, Allah`ın kuluyum; (O) bana Kitâb`ı verdi ve beni peygamber yaptı!`",
        "diyanet_vakfi": "Çocuk şöyle dedi: «Ben, Allah’ın kuluyum. O, bana Kitab’ı verdi ve beni peygamber yaptı.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/030.mp3"
      }
    },
    {
      "id": 2281,
      "verseNumber": 31,
      "verseKey": "19:31",
      "arabic": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَـٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
      "english": "He has made me a blessing wherever I go, and bid me to establish prayer and give alms-tax as long as I live,",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve beni nerede olsam mübarek kıldı ve bana berhayat olduğum müddetçe namaz ile ve zekât ile emretti.»",
        "hayrat_nesriyat": "`Hem nerede olsam beni mübârek kıldı; hayat sâhibi olduğum müddetçe de bana namazı ve zekâtı emretti.`",
        "diyanet_vakfi": "«Nerede olursam olayım, O beni mübarek kıldı; yaşadığım sürece bana namazı ve zekâtı emretti.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/031.mp3"
      }
    },
    {
      "id": 2282,
      "verseNumber": 32,
      "verseKey": "19:32",
      "arabic": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
      "english": "and to be kind to my mother. He has not made me arrogant or defiant.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve beni valideme itaatkar kıldı ve beni bir zorba, isyankâr kılmadı.»",
        "hayrat_nesriyat": "`Ve (beni) anneme iyilik eden bir kimse kıldı. Hem beni zorba ve âsî bir kimse yapmadı.`",
        "diyanet_vakfi": "«Beni anneme saygılı kıldı; beni bedbaht bir zorba yapmadı.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/032.mp3"
      }
    },
    {
      "id": 2283,
      "verseNumber": 33,
      "verseKey": "19:33",
      "arabic": "وَٱلسَّلَـٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
      "english": "Peace be upon me the day I was born, the day I die, and the day I will be raised back to life!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve selâm benim üzerimedir, doğduğum günde ve öleceğim günde ve diri olarak kaldırılacağım günde.»",
        "hayrat_nesriyat": "`Doğduğum gün, öleceğim gün ve hayat sâhibi olarak (kabirden) kaldırılacağım gün (Allah`ın) selâm(ı) benim üzerimedir!`",
        "diyanet_vakfi": "«Doğduğum gün, öleceğim gün ve diri olarak kabirden kaldırılacağım gün esenlik banadır.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/033.mp3"
      }
    },
    {
      "id": 2284,
      "verseNumber": 34,
      "verseKey": "19:34",
      "arabic": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ ۚ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
      "english": "That is Jesus, son of Mary. ˹And this is˺ a word of truth, about which they dispute.",
      "turkish": {
        "omer_nasuhi_bilmen": "(34-35) İşte hak olan kavle göre bu, kendisinde ihtilâfta bulundukları Meryem’in oğlu İsâ’dır. Allah için asla tasavvur olunamaz ki, kendisi için bir çocuk edinmiş olsun. O münezzehtir, hangi bir şeyi (vücûda getirmek) dileyince ona ancak «Ol!» der, o da hemen oluverir.",
        "hayrat_nesriyat": "(Ey Resûlüm!) (Ehl-i kitâbın,) hakkında şübhe edegeldikleri Meryemoğlu Îsâ, gerçek söz olarak işte budur!",
        "diyanet_vakfi": "İşte, hakkında şüphe ettikleri Meryem oğlu İsa -hak söz olarak- budur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/034.mp3"
      }
    },
    {
      "id": 2285,
      "verseNumber": 35,
      "verseKey": "19:35",
      "arabic": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَـٰنَهُۥٓ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "english": "It is not for Allah to take a son! Glory be to Him. When He decrees a matter, He simply tells it, “Be!” And it is!",
      "turkish": {
        "omer_nasuhi_bilmen": "(34-35) İşte hak olan kavle göre bu, kendisinde ihtilâfta bulundukları Meryem’in oğlu İsâ’dır. Allah için asla tasavvur olunamaz ki, kendisi için bir çocuk edinmiş olsun. O münezzehtir, hangi bir şeyi (vücûda getirmek) dileyince ona ancak «Ol!» der, o da hemen oluverir.",
        "hayrat_nesriyat": "Allah`ın bir çocuk edinmesi olur şey değildir! (Hâşâ!) O, bundan münezzehtir!(O ki) bir işi yapmak istediğinde, bunun üzerine ona sâdece: `Ol!` der; (o da) hemen oluverir.",
        "diyanet_vakfi": "Allah’ın bir evlât edinmesi, olacak şey değildir! O, bundan münezzehtir. Bir işe hükmettiği zaman, ona sadece «Ol!» der ve hemen olur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/035.mp3"
      }
    },
    {
      "id": 2286,
      "verseNumber": 36,
      "verseKey": "19:36",
      "arabic": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "english": "˹Jesus also declared,˺ “Surely Allah is my Lord and your Lord, so worship Him ˹alone˺. This is the Straight Path.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve şüphe yok ki, Allah benim de Rabbimdir. Sizin de Rabbinizdir. Artık yalnız O’na ibadet ediniz. Bu, dosdoğru bir yoldur.»",
        "hayrat_nesriyat": "(Îsâ onlara şöyle dedi:) `Muhakkak ki Allah, benim de Rabbim, sizin de Rabbinizdir; öyle ise O`na ibâdet edin! İşte dosdoğru yol budur!`",
        "diyanet_vakfi": "(İsa şunu da söyledi:) Muhakkak ki Allah, benim de Rabbim, sizin de Rabbinizdir. Öyle ise O’na kulluk ediniz. İşte doğru yol budur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/036.mp3"
      }
    },
    {
      "id": 2287,
      "verseNumber": 37,
      "verseKey": "19:37",
      "arabic": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
      "english": "Yet their ˹various˺ groups have differed among themselves ˹about him˺, so woe to the disbelievers when they face a tremendous Day!",
      "turkish": {
        "omer_nasuhi_bilmen": "(37-38) Sonra fırkalar kendi aralarında ihtilâfa düştüler. Artık görülecek günün en şiddetli azabı, kâfir olan kimseler içindir. Bize gelecekleri gün neler işitecekler ve neler göreceklerdir. Fakat o zalimler bugün pek zahir bir sapıklık içindedirler.",
        "hayrat_nesriyat": "Sonra (yahudi ve hristiyan) topluluklar kendi aralarında ihtilâfa düştü. Artık büyük gün(ün dehşeti) görüldüğü vakit o inkâr edenlerin vay hâline!",
        "diyanet_vakfi": "Sonra guruplar kendi aralarında ayrılığa düştüler. Büyük güne şahit olunduğu zamanda vay o kâfirlerin haline!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/037.mp3"
      }
    },
    {
      "id": 2288,
      "verseNumber": 38,
      "verseKey": "19:38",
      "arabic": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَـٰكِنِ ٱلظَّـٰلِمُونَ ٱلْيَوْمَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "How clearly will they hear and see on the Day they will come to Us! But today the wrongdoers are clearly astray.",
      "turkish": {
        "omer_nasuhi_bilmen": "(37-38) Sonra fırkalar kendi aralarında ihtilâfa düştüler. Artık görülecek günün en şiddetli azabı, kâfir olan kimseler içindir. Bize gelecekleri gün neler işitecekler ve neler göreceklerdir. Fakat o zalimler bugün pek zahir bir sapıklık içindedirler.",
        "hayrat_nesriyat": "(Onlar) bize gelecekleri gün neler işitecekler, neler görecekler! Fakat zâlimlerbugün (başlarına gelecek olanı düşünmeyerek) apaçık bir dalâlet içindedirler.",
        "diyanet_vakfi": "Onlar, bizim huzurumuza çıkacakları gün (başlarına gelecek olanları) ne iyi duyarlar ve ne iyi görürler (bir görsen)! Fakat o zalimler bugün açık bir sapıklık içindedirler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/038.mp3"
      }
    },
    {
      "id": 2289,
      "verseNumber": 39,
      "verseKey": "19:39",
      "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
      "english": "And warn them ˹O Prophet˺ of the Day of Regret, when all matters will be settled, while they are ˹engrossed˺ in heedlessness and disbelief.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları hasret günü ile, her emrin bitirilmiş olduğu vakit ile korkut. Onlar ise gaflettedirler ve onlar imân etmezler.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Onları pişmanlık günü ile korkut! O zaman (onlar için) iş bitirilmiştir! Hâlbuki onlar (dünyada bundan) gaflet içindedirler ve onlar (bu güne) îmân etmezler.",
        "diyanet_vakfi": "(Resûlüm!) Sen onları pişmanlık ve üzüntü günü hakkında uyar. Çünkü onlar bir gafletin içine dalmış oldukları halde ve henüz iman etmemişken (bakarsın) iş olup bitmiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/039.mp3"
      }
    },
    {
      "id": 2290,
      "verseNumber": 40,
      "verseKey": "19:40",
      "arabic": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
      "english": "Indeed, it is We Who will succeed the earth and whoever is on it. And to Us they will ˹all˺ be returned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz, şüphe yok ki Biz, yeryüzüne ve onun üzerinde bulunanlara varis olacağız, ve Bize döndürüleceklerdir.",
        "hayrat_nesriyat": "Şübhesiz ki, yeryüzüne ve üzerinde bulunan kimselere ancak biz vâris oluruz ve(onlar) ancak bize döndürülürler.",
        "diyanet_vakfi": "Yeryüzüne ve onun üzerindekilere ancak biz vâris oluruz (her şey gider, biz kalırız) ve onlar ancak bize döndürülürler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/040.mp3"
      }
    },
    {
      "id": 2291,
      "verseNumber": 41,
      "verseKey": "19:41",
      "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِبْرَٰهِيمَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
      "english": "And mention in the Book ˹O Prophet, the story of˺ Abraham. He was surely a man of truth and a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kitapta İbrahim’i de zikret. Şüphe yok ki, o pek sâdık bir peygamber idi.",
        "hayrat_nesriyat": "Kitab`da (Kur`ân`da) İbrâhîm`i de an! Çünki o, çok doğru bir kimse, bir peygamber idi.",
        "diyanet_vakfi": "Kitap’ta İbrahim’i an. Zira o, sıdkı bütün bir peygamberdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/041.mp3"
      }
    },
    {
      "id": 2292,
      "verseNumber": 42,
      "verseKey": "19:42",
      "arabic": "إِذْ قَالَ لِأَبِيهِ يَـٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
      "english": "˹Remember˺ when he said to his father, “O dear father! Why do you worship what can neither hear nor see, nor benefit you at all?",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir vakit ki, babasına demişti: «Ey babacığım! Ne için işitmez, görmez ve seni hiçbir ihtiyaçtan kurtaramaz bir şeye taparsın?»",
        "hayrat_nesriyat": "Hani babasına şöyle demişti: `Ey babacığım! İşitmeyen, görmeyen ve sana bir fayda vermeyen şeylere niçin tapıyorsun?`",
        "diyanet_vakfi": "Bir zaman o babasına dedi ki: Babacığım! Duymayan, görmeyen ve sana hiçbir fayda sağlamayan bir şeye niçin taparsın?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/042.mp3"
      }
    },
    {
      "id": 2293,
      "verseNumber": 43,
      "verseKey": "19:43",
      "arabic": "يَـٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
      "english": "O  dear father! I have certainly received some knowledge which you have not received, so follow me and I will guide you to the Straight Path.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey atacığım! Muhakkak ki, ilimden sana gelmeyen, bana gelmiştir. Artık bana tâbi ol, seni bir doğru yola eriştireyim.»",
        "hayrat_nesriyat": "`Ey babacığım! Muhakkak ki ben (bir peygamberim), ilimden sana gelmeyen (bir hakikat) gerçekten bana gelmiştir! Öyle ise bana tâbi` ol ki seni doğru bir yola eriştireyim!`",
        "diyanet_vakfi": "Babacığım! Hakikaten sana gelmeyen bir ilim bana geldi. Öyle ise bana uy ki, seni düz yola çıkarayım."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/043.mp3"
      }
    },
    {
      "id": 2294,
      "verseNumber": 44,
      "verseKey": "19:44",
      "arabic": "يَـٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَـٰنَ ۖ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلرَّحْمَـٰنِ عَصِيًّا",
      "english": "O  dear father! Do not worship Satan. Surely Satan is ever rebellious against the Most Compassionate.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey babacığım! Şeytana ibadet etme, şüphe yok ki şeytan, Rahmân’a isyan eder olmuştur.»",
        "hayrat_nesriyat": "`Ey babacığım, şeytana tapma! Çünki şeytan, Rahmân`a âsî olmuştur.`",
        "diyanet_vakfi": "Babacığım! Şeytana kulluk etme! Çünkü şeytan, çok merhametli olan Allah’a âsi oldu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/044.mp3"
      }
    },
    {
      "id": 2295,
      "verseNumber": 45,
      "verseKey": "19:45",
      "arabic": "يَـٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَـٰنِ فَتَكُونَ لِلشَّيْطَـٰنِ وَلِيًّا",
      "english": "O  dear father! I truly fear that you will be touched by a torment from the Most Compassionate, and become Satan’s companion ˹in Hell˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey pederim! Ben muhakkak korkarım ki, sana Rahmân tarafından bir azap isabet eder de artık şeytana bir yar olmuş olursun.»",
        "hayrat_nesriyat": "`Ey babacığım! Doğrusu ben, sana Rahmândan bir azab dokunup da şeytana bir dost olmandan korkuyorum!`",
        "diyanet_vakfi": "Babacığım! Allah tarafından sana azap dokunup da şeytanın yakını olmandan korkuyorum."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/045.mp3"
      }
    },
    {
      "id": 2296,
      "verseNumber": 46,
      "verseKey": "19:46",
      "arabic": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَـٰٓإِبْرَٰهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَٱهْجُرْنِى مَلِيًّا",
      "english": "He threatened, “How dare you reject my idols, O  Abraham! If you do not desist, I will certainly stone you ˹to death˺. So be gone from me for a long time!”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Azer) Dedi ki: «Ey İbrahim! Yoksa sen benim tanrılarımdan yüz mü çeviricisin? Andolsun ki, eğer buna nihâyet vermez isen elbette seni taşlarım ve benden uzun bir müddet uzaklaş.»",
        "hayrat_nesriyat": "(Babası:) `Ey İbrâhîm! Sen benim ilâhlarımdan yüz çevirici misin? Yemîn olsun ki eğer bundan vazgeçmezsen, seni muhakkak taşla(yarak öldürü)rüm; haydi, uzun bir süre benden ayrıl, git!` dedi.",
        "diyanet_vakfi": "(Babası:) Ey İbrahim! dedi, sen benim tanrılarımdan yüz mü çeviriyorsun? Eğer vazgeçmezsen, andolsun seni taşlarım! Uzun bir zaman benden uzak dur!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/046.mp3"
      }
    },
    {
      "id": 2297,
      "verseNumber": 47,
      "verseKey": "19:47",
      "arabic": "قَالَ سَلَـٰمٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ ۖ إِنَّهُۥ كَانَ بِى حَفِيًّا",
      "english": "Abraham responded, “Peace be upon you! I will pray to my Lord for your forgiveness. He has truly been Most Gracious to me.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Hazret-i İbrahim de) Dedi ki: «Sana selâm olsun. Senin için Rabbime elbette ki istiğfarda bulunacağım, şüphe yok ki, O benim için çok ikram etmektedir.»",
        "hayrat_nesriyat": "(İbrâhîm) şöyle dedi: `Selâm sana! Senin için Rabbimden mağfiret dileyeceğim. Çünki O, bana karşı çok lütufkârdır.`",
        "diyanet_vakfi": "İbrahim: Selâm sana (esen kal) dedi, Rabbimden senin için mağfiret dileyeceğim. Çünkü O bana karşı çok lütufkârdır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/047.mp3"
      }
    },
    {
      "id": 2298,
      "verseNumber": 48,
      "verseKey": "19:48",
      "arabic": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
      "english": "As I distance myself from ˹all of˺ you and from whatever you invoke besides Allah, I will ˹continue to˺ call upon my Lord ˹alone˺, trusting that I will never be disappointed in invoking my Lord.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve sizi ve Allah’tan başka tapındıklarınızı bırakıp çekiliyorum ve Rabbime dua ediyorum. Umulur ki, Rabbime dua ile bedbaht olmam.»",
        "hayrat_nesriyat": "`Sizden de, Allah`dan başka (kendisine) yalvarıp durduklarınızdan da ayrılıp gidiyor ve (ben) Rabbime duâ ediyorum. Umulur ki (sizin mahrum olduğunuz gibi)Rabbime duâ etmekle mahrûm olmam.`",
        "diyanet_vakfi": "Sizden de, Allah’ın dışında taptığınız şeylerden de uzaklaşıyor ve Rabbime yalvarıyorum. Umulur ki (senin için) Rabbime dua etmemle bedbaht (emeği boşa gitmiş) olmam."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/048.mp3"
      }
    },
    {
      "id": 2299,
      "verseNumber": 49,
      "verseKey": "19:49",
      "arabic": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
      "english": "So after he had left them and what they worshipped besides Allah, We granted him Isaac and Jacob, and made each of them a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki onlardan ve Allah’tan başka ibadet ettikleri şeylerden çekilip gitti. O’na İshak’ı ve Yakub’u ihsan ettik ve hepsini birer peygamber kıldık.",
        "hayrat_nesriyat": "Nihâyet (İbrâhîm) onlardan ve Allah`dan başka tapmakta olduklarından ayrılıp gidince, ona İshâk`ı ve (torun olarak da) Ya`kub`u ihsân ettik. Herbirini de peygamber yaptık.",
        "diyanet_vakfi": "Nihayet İbrahim onlardan ve Allah’tan başka taptıkları şeylerden uzaklaşıp bir tarafa çekildiği zaman biz ona İshak ve Yâ’kub’u bağışladık ve her birini peygamber yaptık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/049.mp3"
      }
    },
    {
      "id": 2300,
      "verseNumber": 50,
      "verseKey": "19:50",
      "arabic": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
      "english": "We showered them with Our mercy, and blessed them with honourable mention.<sup foot_note=76919>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara rahmetimizden ihsan ettik ve onlar için dillerde yüksek, doğru bir sena nâsip kıldık.",
        "hayrat_nesriyat": "Ve onlara rahmetimizden ihsanda bulunduk ve kendilerine (nice dillerde) doğru, yüksek bir lisan (güzel bir medihle anılmayı) nasîb ettik.",
        "diyanet_vakfi": "Onlara rahmetimizden bağışta bulunduk; kendilerine haklı ve yüksek bir şöhret nasip ettik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/050.mp3"
      }
    },
    {
      "id": 2301,
      "verseNumber": 51,
      "verseKey": "19:51",
      "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ مُوسَىٰٓ ۚ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
      "english": "And mention in the Book ˹O Prophet, the story of˺ Moses. He was truly a chosen man, and was a messenger and a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kitapta Mûsa’yı da yâd et. Şüphe yok ki, o ihlâs ile muttasıf idi ve bir resûl, bir nebi olmuş idi.",
        "hayrat_nesriyat": "(Ey Habîbim!) Kitab`da Mûsâ`yı da an! Çünki o, ihlâsa erdirilmiş bir kimse idi ve bir resûl, bir nebî idi.",
        "diyanet_vakfi": "(Resûlüm!) Kitap’ta Musa’yı da an. Gerçekten o ihlâs sahibi idi ve hem resûl, hem de nebî idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/051.mp3"
      }
    },
    {
      "id": 2302,
      "verseNumber": 52,
      "verseKey": "19:52",
      "arabic": "وَنَـٰدَيْنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَـٰهُ نَجِيًّا",
      "english": "We called him from the right side of Mount Ṭûr, and drew him near, speaking ˹with him˺ directly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o’na Tûr’un sağ tarafından nidâ ettik ve onu münacaat eder bir halde yaklaştırdık.",
        "hayrat_nesriyat": "Ona Tûr`un sağ tarafından seslendik ve (o sessizce Rabbine) yalvaran bir kimse olduğu hâlde onu (kendimize) yaklaştırdık.",
        "diyanet_vakfi": "Ona Tûr’un sağ tarafından seslendik ve onu, fısıldaşan kimse kadar (kendimize) yaklaştırdık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/052.mp3"
      }
    },
    {
      "id": 2303,
      "verseNumber": 53,
      "verseKey": "19:53",
      "arabic": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَـٰرُونَ نَبِيًّا",
      "english": "And We appointed for him—out of Our grace—his brother, Aaron, as a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ona rahmetimizden olarak kardeşi Harûn’u bir nebi olmak üzere ihsan ettik.",
        "hayrat_nesriyat": "Ve ona rahmetimizden, kardeşi Hârûn`u, bir peygamber (ve bir yardımcı) olarakihsân ettik.",
        "diyanet_vakfi": "Rahmetimizin bir sonucu olarak ona kardeşi Harun’u bir peygamber olarak armağan ettik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/053.mp3"
      }
    },
    {
      "id": 2304,
      "verseNumber": 54,
      "verseKey": "19:54",
      "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِسْمَـٰعِيلَ ۚ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
      "english": "And mention in the Book ˹O Prophet, the story of˺ Ishmael. He was truly a man of his word, and was a messenger and a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kitapta İsmail’i de an, şüphe yok ki, o vaadinde sâdık idi ve bir resûl, bir nebi idi.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Kitab`da İsmâîl`i de an! Çünki o, sözünde duran bir kimse idi ve bir resûl, bir nebî idi.",
        "diyanet_vakfi": "(Resûlüm!) Kitap’ta İsmail’i de an. Gerçekten o, sözüne sâdıktı, resûl ve nebî idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/054.mp3"
      }
    },
    {
      "id": 2305,
      "verseNumber": 55,
      "verseKey": "19:55",
      "arabic": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
      "english": "He used to urge his people to pray and give alms-tax. And his Lord was well pleased with him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hanedanına namaz ile ve zekât ile emrederdi ve Rabbinin indinde rızaya nâil olmuştu.",
        "hayrat_nesriyat": "Ehline (ve ümmetine) namazı ve zekâtı emrederdi; hem Rabbisinin katında rızâya mazhar olmuş bir kimse idi.",
        "diyanet_vakfi": "Halkına namazı ve zekâtı emrederdi; Rabbi nezdinde de hoşnutluk kazanmış bir kimse idi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/055.mp3"
      }
    },
    {
      "id": 2306,
      "verseNumber": 56,
      "verseKey": "19:56",
      "arabic": "وَٱذْكُرْ فِى ٱلْكِتَـٰبِ إِدْرِيسَ ۚ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
      "english": "And mention in the Book ˹O Prophet, the story of˺ Enoch. He was surely a man of truth and a prophet.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kitapta İdris’i de zikret. Şüphe yok ki o, bir sıddık, bir peygamber idi.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Kitab`da İdrîs`i de an! Çünki o, çok doğru bir kimse, bir peygamber idi.",
        "diyanet_vakfi": "Kitapta İdris’i de an. Hakikaten o, pek doğru bir insan, bir peygamberdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/056.mp3"
      }
    },
    {
      "id": 2307,
      "verseNumber": 57,
      "verseKey": "19:57",
      "arabic": "وَرَفَعْنَـٰهُ مَكَانًا عَلِيًّا",
      "english": "And We elevated him to an honourable status.<sup foot_note=76920>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onu yüksek bir makama kaldırdık.",
        "hayrat_nesriyat": "Ve (biz) onu yüce bir makama yükselttik.",
        "diyanet_vakfi": "Onu üstün bir makama yücelttik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/057.mp3"
      }
    },
    {
      "id": 2308,
      "verseNumber": 58,
      "verseKey": "19:58",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُ ٱلرَّحْمَـٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
      "english": "Those were ˹some of˺ the prophets who Allah has blessed from among the descendants of Adam, and of those We carried with Noah ˹in the Ark˺, and of the descendants of Abraham and Israel,<sup foot_note=76921>1</sup> and of those We ˹rightly˺ guided and chose. Whenever the revelations of the Most Compassionate were recited to them, they fell down, prostrating and weeping.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bunlar ki, Allah Teâlâ’nın kendilerine in’am buyurmuş olduğu peygamberlerdendir. Âdem’in zürriyetinden ve Nûh ile beraber gemiye yüklemiş olduklarımızdandır ve İbrahim ile İsrail’in zürriyetindendir ve hidâyete erdirdiğimiz ve ihtiyar eylediğimiz kimselerdendir. Kendilerine Rahmân’ın âyetleri okunduğu zaman secde eder ve ağlar oldukları halde yere kapanırlardı.",
        "hayrat_nesriyat": "İşte onlar, (kıssalarını sana anlattığımız kimseler) Âdem`in zürriyetinden, Nûh ile berâber (gemide) taşıdığımız kimselerden, İbrâhîm ve İsrâîl`in (Ya`kub`un) zürriyetinden hidâyete erdirdiğimiz ve seçtiğimiz kimselerden Allah`ın kendilerine ni`met verdiği peygamberlerdir. Onlara Rahmân`ın âyetleri okunduğu zaman, ağlayarak ve secde ediciler olarak yere kapanırlardı!",
        "diyanet_vakfi": "İşte bunlar, Allah’ın kendilerine nimetler verdiği peygamberlerden, Âdem’in soyundan, Nuh ile birlikte (gemide) taşıdıklarımızdan, İbrahim ve İsrail (Ya’kub)’in soyundan, doğruya ulaştırdığımız ve seçkin kıldığımız kimselerdendir. Onlara, çok merhametli olan Allah’ın âyetleri okunduğunda ağlayarak secdeye kapanırlardı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/058.mp3"
      }
    },
    {
      "id": 2309,
      "verseNumber": 59,
      "verseKey": "19:59",
      "arabic": "۞ فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
      "english": "But they were succeeded by generations who neglected prayer and followed their lusts and so will soon face the evil consequences.<sup foot_note=76922>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra arkalarından bir tâife onlara halef oldu ki, namazı zâyi ettiler ve şehvetlere tâbi oldular. Artık yakında cehennem deresine yetişeceklerdir.",
        "hayrat_nesriyat": "Sonra onların ardından yerlerine öyle bir nesil geldi ki namazı zâyi` (terk) ettiler ve şehvetler(in)e uydular; (onlar) artık ileride (Cehennemdeki) Gayyâ Vâdisiniboylayacaklardır.",
        "diyanet_vakfi": "Nihayet onların peşinden öyle bir nesil geldi ki, bunlar namazı bıraktılar; nefislerinin arzularına uydular. Bu yüzden ileride sapıklıklarının cezasını çekecekler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/059.mp3"
      }
    },
    {
      "id": 2310,
      "verseNumber": 60,
      "verseKey": "19:60",
      "arabic": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
      "english": "As for those who repent, believe, and do good, it is they who will be admitted into Paradise, never being denied any reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak tövbekar olan ve imân eden ve sâlih amelde bulunan kimseler müstesna. Çünkü onlar cennete girerler ve birşey ile zulme uğratılmış olmazlar.",
        "hayrat_nesriyat": "Ancak tevbe edip îmân ederek sâlih amel işleyenler müstesnâ; işte onlar hiçbirzulme uğratılmadan Cennete gireceklerdir.",
        "diyanet_vakfi": "(60-61) Ancak tevbe eden, iman eden ve iyi davranışta bulunan kimseler hariçtir. Bunlar, hiçbir haksızlığa uğratılmaksızın cennete, çok merhametli olan Allah’ın, kullarına gıyaben vâdettiği Adn cennetlerine girecekler. Şüphesiz O’nun vâdi yerini bulacaktır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/060.mp3"
      }
    },
    {
      "id": 2311,
      "verseNumber": 61,
      "verseKey": "19:61",
      "arabic": "جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَـٰنُ عِبَادَهُۥ بِٱلْغَيْبِ ۚ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
      "english": "˹They will be in˺ the Gardens of Eternity, promised in trust by the Most Compassionate to His servants. Surely His promise will be fulfilled.",
      "turkish": {
        "omer_nasuhi_bilmen": "Âdn cennetleri ki, Rahmân, kullarına gayb olarak vaad buyurmuştur. Şüphe yok ki, O’nun vaadi vücuda getirilmekte bulunmuştur.",
        "hayrat_nesriyat": "(Öyle) Adn Cennetleri ki, Rahmân (olan Allah, onu) kullarına gıyâben va`d etmiştir. Şübhesiz ki O, va`di yerine gelecek olandır.",
        "diyanet_vakfi": "(60-61) Ancak tevbe eden, iman eden ve iyi davranışta bulunan kimseler hariçtir. Bunlar, hiçbir haksızlığa uğratılmaksızın cennete, çok merhametli olan Allah’ın, kullarına gıyaben vâdettiği Adn cennetlerine girecekler. Şüphesiz O’nun vâdi yerini bulacaktır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/061.mp3"
      }
    },
    {
      "id": 2312,
      "verseNumber": 62,
      "verseKey": "19:62",
      "arabic": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَـٰمًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
      "english": "There they will never hear any idle talk—only ˹greetings of˺ peace. And there they will have their provisions morning and evening.<sup foot_note=76923>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Orada faidesiz lakırdı işitmezler, ancak selâm (işitirler) ve onlar için orada sabah ve akşam rızıkları da vardır.",
        "hayrat_nesriyat": "Ve (onlar) orada boş bir söz işitmezler; ancak selâm (işitirler)! Ve orada sabah-akşam kendilerine âid rızıkları vardır.",
        "diyanet_vakfi": "Orada boş söz değil, hoş söz duyarlar. Ve orada, sabah akşam kendilerine ait rızıkları vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/062.mp3"
      }
    },
    {
      "id": 2313,
      "verseNumber": 63,
      "verseKey": "19:63",
      "arabic": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
      "english": "That is Paradise, which We will grant to whoever is devout among Our servants.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o cennettir ki, ona kullarımızdan muttakî olanları varis kılarız.",
        "hayrat_nesriyat": "Kullarımızdan takvâ sâhibi olanları vâris kılacağımız Cennet, işte budur!",
        "diyanet_vakfi": "Kullarımızdan, takvâ sahibi kimselere vereceğimiz cennet işte budur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/063.mp3"
      }
    },
    {
      "id": 2314,
      "verseNumber": 64,
      "verseKey": "19:64",
      "arabic": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
      "english": "“We only descend by the command of your Lord. To Him belongs whatever is before us, and whatever is behind us, and everything in between. And your Lord is never forgetful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (Cibril-i Emîn demiştir ki:) «Biz inemeyiz, ancak Rabbin emri ile ineriz. Ve önümüzde ve ardımızda ve bunların arasında ne varsa (hepsi) O’nun içindir ve Rabbin unutkan değildir.»",
        "hayrat_nesriyat": "(Cebrâîl dedi ki:) `(Vahyin te`hîrinden dolayı üzülme, çünki biz) ancak Rabbinin emri ile ineriz. Önümüzde, arkamızda ve bunlar arasında ne varsa, O`na âiddir. Ve Rabbin(seni aslâ) unutucu değildir.`",
        "diyanet_vakfi": "Biz ancak Rabbinin emri ile ineriz. Önümüzde, arkamızda ve bunlar arasında olan her şey O’na aittir. Senin Rabbin unutkan değildir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/064.mp3"
      }
    },
    {
      "id": 2315,
      "verseNumber": 65,
      "verseKey": "19:65",
      "arabic": "رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَـٰدَتِهِۦ ۚ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
      "english": "˹He is the˺ Lord of the heavens, and the earth, and everything in between. So worship Him ˹alone˺, and be steadfast in His worship. Do you know of anyone equal to Him ˹in His attributes˺?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerin ve yerin ve onların arasında olanların Rabbidir. Binaenaleyh O’na ibadet et. O’nun ibadeti için sabr (ve sebat) eyle. Sen O’nun için hiçbir nazir bilir misin?",
        "hayrat_nesriyat": "(O,) göklerin, yerin ve ikisi arasında bulunanların Rabbidir; öyle ise O`na ibâdet et ve O`na ibâdet etmekte sabırlı ol! Hiç O`nun adıyla isimlendirilmiş (başka) birini biliyor musun?",
        "diyanet_vakfi": "(O) göklerin, yerin ve ikisi arasındaki şeylerin Rabbidir. Şu halde O’na kulluk et; O’na kulluk etmek için sabırlı ve metânetli ol. O’nun bir adaşı (benzeri) olduğunu biliyor musun? (Asla benzeri yoktur)."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/065.mp3"
      }
    },
    {
      "id": 2316,
      "verseNumber": 66,
      "verseKey": "19:66",
      "arabic": "وَيَقُولُ ٱلْإِنسَـٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
      "english": "Yet ˹some˺ people ask ˹mockingly˺, “After I die, will I really be raised to life again?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve insan der ki: «Öldüğüm zaman mı ileride diri olarak mı çıkarılacağım?»",
        "hayrat_nesriyat": "Bir de insan: `(Ben) öldüğüm zaman, gerçekten ileride hayat sâhibi olarak(kabirden) çıkarılacak mıyım?` der.",
        "diyanet_vakfi": "İnsan der ki: «Öldüğüm zaman sahi diri olarak (kabrimden) çıkarılacak mıyım?»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/066.mp3"
      }
    },
    {
      "id": 2317,
      "verseNumber": 67,
      "verseKey": "19:67",
      "arabic": "أَوَلَا يَذْكُرُ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
      "english": "Do ˹such˺ people not remember that We created them before, when they were nothing?",
      "turkish": {
        "omer_nasuhi_bilmen": "O insan hiç düşünmez mi ki, Biz onu evvelce yarattık, halbuki o hiçbir şey değildi.",
        "hayrat_nesriyat": "İnsan hiç ibret almaz mı ki, daha önce (kendisi henüz) hiçbir şey değilken, onu şübhesiz ki biz yaratmışız!",
        "diyanet_vakfi": "İnsan düşünmez mi ki, daha önce o hiçbir şey olmadığı halde biz kendisini yaratmışızdır?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/067.mp3"
      }
    },
    {
      "id": 2318,
      "verseNumber": 68,
      "verseKey": "19:68",
      "arabic": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَـٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
      "english": "By your Lord ˹O Prophet˺! We will surely gather them along with the devils, and then set them around Hell on their knees.",
      "turkish": {
        "omer_nasuhi_bilmen": "Evet. Rabbine andolsun ki onları ve şeytanları elbette haşredeceğiz. Sonra da onları muhakkak ki, cehennemin etrafında dizüstü hazırlamış olacağız.",
        "hayrat_nesriyat": "Artık Rabbine yemîn olsun ki, onları (o kâfirleri) ve şeytanları elbette (mahşerde)toplayacağız; sonra onları diz üstü çökmüş olarak muhakkak Cehennemin etrâfında hazır bulunduracağız!",
        "diyanet_vakfi": "Öyle ise, Rabbine andolsun ki, muhakkak surette onları şeytanlarla birlikte mahşerde toplayacağız; sonra onları diz üstü çökmüş vaziyette cehennemin çevresinde hazır bulunduracağız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/068.mp3"
      }
    },
    {
      "id": 2319,
      "verseNumber": 69,
      "verseKey": "19:69",
      "arabic": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَـٰنِ عِتِيًّا",
      "english": "Then We will certainly begin by dragging out of every group the ones most defiant to the Most Compassionate.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonradan her fırkadan Rahmân’a karşı ziyâdece mütekebbir (serkeş) olanı muhakkak ki, şiddetle ahzedeceğiz.",
        "hayrat_nesriyat": "Sonra her tâifeden Rahmân`a en çok isyân eden hangileri ise, şübhesiz çekip çıkaracağız (ve önce onları Cehenneme atacağız)!",
        "diyanet_vakfi": "Sonra her milletten, rahmân olan Allah’a en çok âsi olanlar hangileri ise çekip ayıracağız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/069.mp3"
      }
    },
    {
      "id": 2320,
      "verseNumber": 70,
      "verseKey": "19:70",
      "arabic": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
      "english": "And We truly know best who is most deserving of burning in it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra elbette ki Biz, cehenneme girip yanmağa evlâ olanı da şüphe yok, daha ziyâde biliriz.",
        "hayrat_nesriyat": "Sonra elbette biz, ona (Cehenneme) girmeye daha lâyık olan kimseleri en iyi bileniz.",
        "diyanet_vakfi": "Sonra, orayı boylamaya daha çok müstahak olanları elbette biz daha iyi biliriz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/070.mp3"
      }
    },
    {
      "id": 2321,
      "verseNumber": 71,
      "verseKey": "19:71",
      "arabic": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
      "english": "There is none of you who will not pass over it.<sup foot_note=76924>1</sup> ˹This is˺ a decree your Lord must fulfil.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizden bir kimse yoktur ki, illâ oraya uğrayacaktır. Bu, Rabbin tarafından hükm ve kaza buyurulmuş bir şeydir.",
        "hayrat_nesriyat": "Hem sizden oraya uğramayacak hiçbir kimse yoktur. (Bu,) Rabbinin kendi üzerine aldığı kesinleşmiş bir hükümdür.",
        "diyanet_vakfi": "İçinizden, oraya uğramayacak hiçbir kimse yoktur. Bu, Rabbin için kesinleşmiş bir hükümdür."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/071.mp3"
      }
    },
    {
      "id": 2322,
      "verseNumber": 72,
      "verseKey": "19:72",
      "arabic": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّـٰلِمِينَ فِيهَا جِثِيًّا",
      "english": "Then We will deliver those who were devout, leaving the wrongdoers there on their knees.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra ittikada bulunmuş olanları necâta erdiririz. Zalimleri de orada dizleri üstüne çökmüş bir halde bırakırız.",
        "hayrat_nesriyat": "Sonra (şirk ve küfürden) sakınanları kurtarırız (Cennete koyarız) ve zâlimleri diz üstü çökmüş olarak orada bırakırız.",
        "diyanet_vakfi": "Sonra biz, Allah’tan sakınanları kurtarırız; zalimleri de diz üstü çökmüş olarak orada bırakırız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/072.mp3"
      }
    },
    {
      "id": 2323,
      "verseNumber": 73,
      "verseKey": "19:73",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
      "english": "When Our clear revelations are recited to them, the disbelievers ask the believers ˹mockingly˺, “Which of the two of us is better in status and superior in assembly?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara âyetlerimiz açık açık okunduğu zaman kâfir olanlar, imân etmiş olanlara dedi ki: «İki fırkadan hangisi makamca daha hayırlıdır, meclisce daha güzeldir?»",
        "hayrat_nesriyat": "İnkâr edenler ise, kendilerine âyetlerimiz (dünyada) açık açık okunduğu zaman, îmân edenlere: `O iki topluluktan (Mü`min ve kâfirlerden) hangisi makam cihetiyle daha hayırlı ve meclis i`tibârıyla daha güzeldir?` dedi(ler).",
        "diyanet_vakfi": "Kendilerine âyetlerimiz ayan beyan okunduğu zaman inkâr edenler, iman edenlere: İki topluluktan hangisinin (hangimizin) mevki ve makamı daha iyi, meclis ve topluluğu daha güzeldir? dediler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/073.mp3"
      }
    },
    {
      "id": 2324,
      "verseNumber": 74,
      "verseKey": "19:74",
      "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَـٰثًا وَرِءْيًا",
      "english": "˹Imagine, O  Prophet˺ how many peoples We have destroyed before them, who were far better in luxury and splendour!",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, Biz onlardan evvel nice asırlar (ahalisini) helâk ettik ki, onlar eşyaca ve manzara itibariyle daha güzel idiler.",
        "hayrat_nesriyat": "Hâlbuki onlardan önce nice nesilleri helâk etmişizdir ki, onlar eşyâca ve gösterişçe daha güzeldiler.",
        "diyanet_vakfi": "Onlardan önce de, eşya ve görünüş bakımından daha güzel olan nice nesiller helâk ettik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/074.mp3"
      }
    },
    {
      "id": 2325,
      "verseNumber": 75,
      "verseKey": "19:75",
      "arabic": "قُلْ مَن كَانَ فِى ٱلضَّلَـٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَـٰنُ مَدًّا ۚ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
      "english": "Say, ˹O Prophet,˺ “Whoever is ˹entrenched˺ in misguidance, the Most Compassionate will allow them plenty of time, until—behold!—they face what they are threatened with: either the torment or the Hour. Only then will they realize who is worse in position and inferior in manpower.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Her kim sapıklık içinde ise onun için Rahmân uzattıkça uzatsın (onlara dilediklerini versin) ne ehemmiyeti var! Vaktâ ki, vaadolunduklarını, ya azabı veya Kıyamet gününü görürler, artık mekanca daha şerli ve yardımcılarca daha zayıf kim olduğunu bilmiş olacaklardır.»",
        "hayrat_nesriyat": "De ki: `Kim dalâlette ise, o takdirde Rahmân ona ne kadar mühlet verirse versin; nihâyet kendilerine va`d edileni, ya (dünyadaki) azâbı ya da kıyâmeti gördükleri zaman, artık kimin yer cihetiyle daha kötü ve tarafdarca daha zayıf olduğunu yakında bileceklerdir.`",
        "diyanet_vakfi": "De ki: Kim sapıklıkta ise, çok merhametli olan Allah ona mühlet versin! Nihayet kendilerine vâdolunan şeyi -ya azabı (müminler karşısında yenilgiyi), veya kıyameti- gördükleri zaman, mevki ve makamı daha kötü ve askeri daha zayıf olanın kim olduğunu öğreneceklerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/075.mp3"
      }
    },
    {
      "id": 2326,
      "verseNumber": 76,
      "verseKey": "19:76",
      "arabic": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى ۗ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
      "english": "And Allah increases in guidance those who are ˹rightly˺ guided. And the everlasting good deeds are far better with your Lord in reward and in outcome.<sup foot_note=76925>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ ihtida edenlere hidâyeti arttırır ve bâki olan sâlih ameller ise Rabbin nezdinde sevapça da hayırlıdır. Akibetçe de hayırlıdır.",
        "hayrat_nesriyat": "Allah ise, hidâyete erenleri hidâyet cihetiyle (daha da) artırır. Ve kalıcı olan sâlih ameller, Rabbinin katında sevabca da hayırlıdır, âkıbetce de hayırlıdır.",
        "diyanet_vakfi": "Allah, doğru yola gidenlerin hidayetini artırır. Sürekli kalan iyi işler, Rabbinin nezdinde hem mükâfat bakımından daha hayırlı, hem de âkıbetçe daha iyidir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/076.mp3"
      }
    },
    {
      "id": 2327,
      "verseNumber": 77,
      "verseKey": "19:77",
      "arabic": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَـٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
      "english": "Have you seen ˹O Prophet˺ the one<sup foot_note=76926>1</sup> who rejects Our revelations yet boasts, “I will definitely be granted ˹plenty of˺ wealth and children ˹if there is an afterlife˺.”?",
      "turkish": {
        "omer_nasuhi_bilmen": "Gördün mü o kimseyi ki, Bizim âyetlerimizi inkâr etti ve dedi ki: «Elbette bana mal ve veled verilecektir.»",
        "hayrat_nesriyat": "(Ey Resûlüm!) Âyetlerimizi inkâr eden ve: `Elbette bana mal ve evlâd verilecektir` diyen kimseyi gördün mü?",
        "diyanet_vakfi": "(Resûlüm!) Âyetlerimizi inkâr eden ve «Muhakkak surette bana mal ve evlât verilecek» diyen adamı gördün mü?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/077.mp3"
      }
    },
    {
      "id": 2328,
      "verseNumber": 78,
      "verseKey": "19:78",
      "arabic": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
      "english": "Has he looked into the unseen or taken a pledge from the Most Compassionate?",
      "turkish": {
        "omer_nasuhi_bilmen": "Gayba vakıf mı olmuş, yoksa Rahmân’ın nezdinde bir ahd mi edinmiş?",
        "hayrat_nesriyat": "(O,) gayba mı muttali` oldu (onu bildi), yoksa Rahmân`ın katından bir söz mü aldı?",
        "diyanet_vakfi": "O, gaybı mı bildi, yoksa Allah’ın katından bir söz mü aldı?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/078.mp3"
      }
    },
    {
      "id": 2329,
      "verseNumber": 79,
      "verseKey": "19:79",
      "arabic": "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
      "english": "Not at all! We certainly record whatever he claims and will increase his punishment extensively.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır öyle değil, ne diyeceğini elbette yazacağız ve onun için azabı arttırdıkça arttıracağız.",
        "hayrat_nesriyat": "Hayır! (Biz) onun söylemekte olduğu şeyleri yazacağız ve kendisine olan azâbı(hiç bitmemek üzere artırarak) uzattıkça uzatacağız!",
        "diyanet_vakfi": "Kesinlikle hayır! Biz onun söylediğini yazacağız ve azabını uzattıkça uzatacağız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/079.mp3"
      }
    },
    {
      "id": 2330,
      "verseNumber": 80,
      "verseKey": "19:80",
      "arabic": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
      "english": "And We will inherit what he boasts of, and he will come before Us all by himself.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onun dediklerine Biz varis olacağız ve o Bize tek başına gelecektir.",
        "hayrat_nesriyat": "Ve o söylemekte olduğu şeylere (mal ve evlâda, biz) vâris olacağız ve (kendisi de)bize yalnız olarak gelecektir.",
        "diyanet_vakfi": "Onun dediğine biz vâris oluruz, (malı ve evlâdı bize kalır); kendisi de bize yapayalnız gelir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/080.mp3"
      }
    },
    {
      "id": 2331,
      "verseNumber": 81,
      "verseKey": "19:81",
      "arabic": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
      "english": "They have taken other gods, instead of Allah, seeking strength ˹and protection˺ through them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlar Allah’tan başka tanrılar edindiler, kendileri için bir izzet olsun diye.",
        "hayrat_nesriyat": "Hâlbuki (onlar,) kendileri için bir izzet (ve şefâat) vesîlesi olsun diye Allah`dan başka ilâhlar edindiler.",
        "diyanet_vakfi": "Onlar, kendilerine bir itibar ve kuvvet (vesilesi) olsun diye Allah’tan başka tanrılar edindiler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/081.mp3"
      }
    },
    {
      "id": 2332,
      "verseNumber": 82,
      "verseKey": "19:82",
      "arabic": "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
      "english": "But no! Those ˹gods˺ will deny their worship and turn against them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Asla öyle değil, onların tapındıklarını atiyyen inkâr edecekler ve onların üzerine düşman kesileceklerdir.",
        "hayrat_nesriyat": "Hayır! (O ilâhları,) onların tapmalarını yakında inkâr edecekler ve onlara düşman olacaklardır.",
        "diyanet_vakfi": "Hayır, hayır! (Taptıkları), onların ibadetlerini tanımayacaklar ve onlara hasım olacaklar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/082.mp3"
      }
    },
    {
      "id": 2333,
      "verseNumber": 83,
      "verseKey": "19:83",
      "arabic": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَـٰطِينَ عَلَى ٱلْكَـٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
      "english": "Do you ˹O Prophet˺ not see that We have sent the devils against the disbelievers, constantly inciting them?",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi, Biz şeytanları kâfirler üzerine musallat kıldık, onları vesveseleriyle tehyic edip duruyorlar.",
        "hayrat_nesriyat": "Görmedin mi, şübhesiz ki biz, şeytanları kâfirlerin üzerine gönderdik; onları(vesveseleriyle teşvîk ederek) sürekli tahrîk ediyorlar",
        "diyanet_vakfi": "(Resûlüm!) Görmedin mi? Biz, kâfirlerin üzerine, kendilerini iyice (isyankârlığa) sevkeden şeytanları gönderdik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/083.mp3"
      }
    },
    {
      "id": 2334,
      "verseNumber": 84,
      "verseKey": "19:84",
      "arabic": "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
      "english": "So do not be in haste against them, for indeed We are ˹closely˺ counting down their days.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onların üzerine acelede bulunma. Muhakkak ki, Biz onlar için bir sayı sayıyoruz.",
        "hayrat_nesriyat": "Öyle ise onlar hakkında acele etme! (Biz) onlar için (günlerini ve nefeslerini) birer birer sayıyoruz.",
        "diyanet_vakfi": "Öyle ise onlar hakkında acele etme. Biz onlar için (günlerini) teker teker sayıyoruz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/084.mp3"
      }
    },
    {
      "id": 2335,
      "verseNumber": 85,
      "verseKey": "19:85",
      "arabic": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَـٰنِ وَفْدًا",
      "english": "˹Watch for˺ the Day We will gather the righteous before the Most Compassionate as an honoured delegation,",
      "turkish": {
        "omer_nasuhi_bilmen": "Yâd et o günü ki, müttakileri Rahmân’a bir elçi cemaatı halinde göndereceğiz.",
        "hayrat_nesriyat": "O gün, takvâ sâhiblerini (kendilerine ikramda bulunmak için) hey`et hâlinde Rahmân`ın huzûruna toplarız.",
        "diyanet_vakfi": "(85-87) Takvâ sahiplerini heyet halinde çok merhametli olan Allah’ın huzurunda topladığımız, günahkârları da susuz olarak cehenneme sürdüğümüz gün, Rahmân nezdinde söz ve izin alandan başkalarının şefâata güçleri yetmeyecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/085.mp3"
      }
    },
    {
      "id": 2336,
      "verseNumber": 86,
      "verseKey": "19:86",
      "arabic": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
      "english": "and drive the wicked to Hell like a thirsty herd.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve günahkârları da cehenneme susamış olarak sevkedeceğizdir.",
        "hayrat_nesriyat": "Günahkârları da susamış oldukları hâlde Cehenneme süreriz!",
        "diyanet_vakfi": "(85-87) Takvâ sahiplerini heyet halinde çok merhametli olan Allah’ın huzurunda topladığımız, günahkârları da susuz olarak cehenneme sürdüğümüz gün, Rahmân nezdinde söz ve izin alandan başkalarının şefâata güçleri yetmeyecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/086.mp3"
      }
    },
    {
      "id": 2337,
      "verseNumber": 87,
      "verseKey": "19:87",
      "arabic": "لَّا يَمْلِكُونَ ٱلشَّفَـٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَـٰنِ عَهْدًا",
      "english": "None will have the right to intercede, except those who have taken a covenant from the Most Compassionate.<sup foot_note=76927>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Şefaate mâlik olamayacaklardır, ancak Rahmân’ın nezdinde bir ahd alan müstesna.",
        "hayrat_nesriyat": "(O gün,) Rahmân`ın katında söz (izin) almış olanlardan başkası şefâat (hakkın)a sâhib olmayacaktır.",
        "diyanet_vakfi": "(85-87) Takvâ sahiplerini heyet halinde çok merhametli olan Allah’ın huzurunda topladığımız, günahkârları da susuz olarak cehenneme sürdüğümüz gün, Rahmân nezdinde söz ve izin alandan başkalarının şefâata güçleri yetmeyecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/087.mp3"
      }
    },
    {
      "id": 2338,
      "verseNumber": 88,
      "verseKey": "19:88",
      "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا",
      "english": "They<sup foot_note=76928>1</sup> say, “The Most Compassionate has offspring.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki, Rahmân kendisine veled ittihaz ediverdi.",
        "hayrat_nesriyat": "Ve `Rahmân çocuk edindi` dediler.",
        "diyanet_vakfi": "«Rahmân çocuk edindi» dediler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/088.mp3"
      }
    },
    {
      "id": 2339,
      "verseNumber": 89,
      "verseKey": "19:89",
      "arabic": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
      "english": "You have certainly made an outrageous claim,",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, pek çirkin bir şey olarak (meydana) gelmiş oldunuz.",
        "hayrat_nesriyat": "And olsun ki, (siz) pek çirkin bir şey (iddiâsı) ile geldiniz.",
        "diyanet_vakfi": "Hakikaten siz, pek çirkin bir şey ortaya attınız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/089.mp3"
      }
    },
    {
      "id": 2340,
      "verseNumber": 90,
      "verseKey": "19:90",
      "arabic": "تَكَادُ ٱلسَّمَـٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
      "english": "by which the heavens are about to burst, the earth to split apart, and the mountains to crumble to pieces",
      "turkish": {
        "omer_nasuhi_bilmen": "Az daha ondan dolayı gökler çatlayacak ve yer yarılacak ve dağlar yıkılıp yerlere geçecekti.",
        "hayrat_nesriyat": "Bundan dolayı nerede ise (bir gazab-ı İlâhî olarak) gökler çatlayacak, yer yarılacak ve dağlar yıkılarak çökecektir!",
        "diyanet_vakfi": "Bundan dolayı, neredeyse gökler çatlayacak, yer yarılacak, dağlar yıkılıp düşecektir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/090.mp3"
      }
    },
    {
      "id": 2341,
      "verseNumber": 91,
      "verseKey": "19:91",
      "arabic": "أَن دَعَوْا۟ لِلرَّحْمَـٰنِ وَلَدًا",
      "english": "in protest of attributing children to the Most Compassionate.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rahmân’a veled isnat etmelerinden dolayı.",
        "hayrat_nesriyat": "Rahmân`a çocuk iddiâ ettiler diye!",
        "diyanet_vakfi": "Rahmân’a çocuk isnadında bulunmaları yüzünden."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/091.mp3"
      }
    },
    {
      "id": 2342,
      "verseNumber": 92,
      "verseKey": "19:92",
      "arabic": "وَمَا يَنۢبَغِى لِلرَّحْمَـٰنِ أَن يَتَّخِذَ وَلَدًا",
      "english": "It does not befit ˹the majesty of˺ the Most Compassionate to have children.",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, veled ittihaz etmek, Rahmân için layık olamaz.",
        "hayrat_nesriyat": "Hâlbuki çocuk edinmek Rahmân`ın şânına lâyık değildir.",
        "diyanet_vakfi": "Halbuki çocuk edinmek Rahmân’ın şanına yakışmaz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/092.mp3"
      }
    },
    {
      "id": 2343,
      "verseNumber": 93,
      "verseKey": "19:93",
      "arabic": "إِن كُلُّ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَـٰنِ عَبْدًا",
      "english": "There is none in the heavens or the earth who will not return to the Most Compassionate in full submission.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ve yerde olan şeylerin hepsi de Rahmân’a kul olarak vücûda gelmiş şeylerden başka değildir.",
        "hayrat_nesriyat": "Göklerde ve yerde bulunanların hiçbiri müstesna olmaksızın hepsi Rahman`a kul olarak gelir.",
        "diyanet_vakfi": "Göklerde ve yerde olan herkes istisnasız, kul olarak Rahmân’a gelecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/093.mp3"
      }
    },
    {
      "id": 2344,
      "verseNumber": 94,
      "verseKey": "19:94",
      "arabic": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
      "english": "Indeed, He fully knows them and has counted them precisely.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kasem olsun ki, onları kuşatmıştır ve onları saymakla saymıştır.",
        "hayrat_nesriyat": "And olsun ki (O), onları (ilmiyle) kuşatmış, hem onları (ve yaptıklarını) birer birer saymıştır.",
        "diyanet_vakfi": "O, bunların hepsini kuşatmış ve sayılarını tesbit etmiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/094.mp3"
      }
    },
    {
      "id": 2345,
      "verseNumber": 95,
      "verseKey": "19:95",
      "arabic": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَـٰمَةِ فَرْدًا",
      "english": "And each of them will return to Him on the Day of Judgment all alone.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hepsi de Kıyamet günü O’nun huzuruna tek olarak gelecektir.",
        "hayrat_nesriyat": "Onların hepsi, hesap vermek için Kıyamet günü, onun huzuruna tek başına, yapayalnız gelecektir.",
        "diyanet_vakfi": "Bunların hepsi de kıyamet gününde O’nun huzuruna tek başına (yapayalnız) gelecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/095.mp3"
      }
    },
    {
      "id": 2346,
      "verseNumber": 96,
      "verseKey": "19:96",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَيَجْعَلُ لَهُمُ ٱلرَّحْمَـٰنُ وُدًّا",
      "english": "As for those who believe and do good, the Most Compassionate will ˹certainly˺ bless them with ˹genuine˺ love.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, imân ettiler ve sâlih sâlih amellerde bulundular, muhakkak ki Rahmân, onlar için (kalplerde) bir sevgi vücuda getirecektir.",
        "hayrat_nesriyat": "Doğrusu îmân edip sâlih ameller işleyenler var ya, Rahmân (olan Allah) onlar için,(kalblerde) bir sevgi kılacaktır.",
        "diyanet_vakfi": "İman edip de iyi davranışlarda bulunanlara gelince, onlar için çok merhametli olan Allah, (gönüllerde) bir sevgi yaratacaktır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/096.mp3"
      }
    },
    {
      "id": 2347,
      "verseNumber": 97,
      "verseKey": "19:97",
      "arabic": "فَإِنَّمَا يَسَّرْنَـٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْمًا لُّدًّا",
      "english": "Indeed, We have made this ˹Quran˺ easy in your own language ˹O Prophet˺ so with it you may give good news to the righteous and warn those who are contentious.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onu, (Kur’an’ı) senin lisanın ile kolayca kıldık ki, onunla muttakîleri müjdeleyesin ve inat eden bir kavmi de korkutasın.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) İşte onu (o Kur`ân`ı) ancak, onunla takvâ sâhiblerini müjdeleyesin ve inâd eden bir kavmi korkutasın diye senin lisânınla (Arabca olarak indirerek) kolaylaştırdık.",
        "diyanet_vakfi": "(Resûlüm!) Biz Kur’an’ı, sadece, onunla Allah’tan sakınanları müjdeleyesin ve şiddetle karşı çıkan bir topluluğu uyarasın diye senin dilinle (indirilip okutarak) kolaylaştırdık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/097.mp3"
      }
    },
    {
      "id": 2348,
      "verseNumber": 98,
      "verseKey": "19:98",
      "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًۢا",
      "english": "˹Imagine˺ how many peoples We have destroyed before them! Do you ˹still˺ see any of them, or ˹even˺ hear from them the slightest sound?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlardan evvel nice kavimleri helâk ettik. Hiç onlardan bir şahsı görüyor musun? Veya onlar için bir gizli ses işitiyor musun?",
        "hayrat_nesriyat": "(Biz) onlardan önce de nice nesilleri helâk ettik. Şimdi kendilerinden hiçbir kimseyi hissediyor veya onların hafif bir sesini (olsun) işitiyor musun?",
        "diyanet_vakfi": "Biz, onlardan önce nice nesilleri helâk ettik. Sen, onlardan herhangi birinden (bir varlık emâresi) hissediyor veya onlara ait cılız bir ses işitiyor musun?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/019/098.mp3"
      }
    }
  ]
}