{
  "verses": [
    {
      "id": 2484,
      "verseNumber": 1,
      "verseKey": "21:1",
      "arabic": " ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
      "english": "˹The time of˺ people’s judgment has drawn near, yet they are heedlessly turning away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Nâsa hesapları yaklaştı. Halbuki, onlar gaflet içinde yüz çevirir kimselerdir.",
        "hayrat_nesriyat": "İnsanlara hesabları yaklaştı; fakat onlar (hâlâ) gaflet içinde (o güne îmân ile hazırlanmaktan) yüz çeviren kimselerdir.",
        "diyanet_vakfi": "İnsanların hesaba çekilecekleri (gün) yaklaştı. Hal böyle iken onlar, gaflet içinde yüz çevirdiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/001.mp3"
      }
    },
    {
      "id": 2485,
      "verseNumber": 2,
      "verseKey": "21:2",
      "arabic": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "english": "Whatever new reminder comes to them from their Lord, they only listen to it jokingly,",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara Rablerinden yeni bir ihtar gelmez ki, illâ onu müstehziyâne bir halde dinlerler.",
        "hayrat_nesriyat": "(2-3) Rablerinden kendilerine gelen her yeni nasîhati, ancak alaya alarak, onu kalbleri gaflet içinde dinlerler. Ve o zulmedenler, (aralarında) şu fısıldamaları gizli tuttular: `Bu(Muhammed), sâdece sizin gibi bir insan değil midir? Şimdi siz, görüp dururken sihre mi geliyorsunuz?`",
        "diyanet_vakfi": "(2-3) Rablerinden kendilerine ne zaman yeni bir ihtar gelse, onlar bunu, hep alaya alarak, kalpleri oyuna, eğlenceye dalarak dinlemişlerdir. O zalimler şöyle fısıldaştılar: Bu (Muhammed), sizin gibi bir beşer olmaktan başka nedir ki! Siz şimdi gözünüz göre göre büyüye mi kapılıyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/002.mp3"
      }
    },
    {
      "id": 2486,
      "verseNumber": 3,
      "verseKey": "21:3",
      "arabic": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
      "english": "with their hearts ˹totally˺ distracted. The evildoers would converse secretly, ˹saying,˺ “Is this ˹one˺ not human like yourselves? Would you fall for ˹this˺ witchcraft, even though you can ˹clearly˺ see?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kalpleri gaflet içinde olarak (dinlemiş olurlar) ve zulmetmiş olanlar, pek gizlice fısıltıda bulunurlar da (derler ki) «Bu, sizin gibi bir beşerden başka değil, artık siz görür kimseler olduğunuz halde sihre mi geleceksiniz?»",
        "hayrat_nesriyat": "(2-3) Rablerinden kendilerine gelen her yeni nasîhati, ancak alaya alarak, onu kalbleri gaflet içinde dinlerler. Ve o zulmedenler, (aralarında) şu fısıldamaları gizli tuttular: `Bu(Muhammed), sâdece sizin gibi bir insan değil midir? Şimdi siz, görüp dururken sihre mi geliyorsunuz?`",
        "diyanet_vakfi": "(2-3) Rablerinden kendilerine ne zaman yeni bir ihtar gelse, onlar bunu, hep alaya alarak, kalpleri oyuna, eğlenceye dalarak dinlemişlerdir. O zalimler şöyle fısıldaştılar: Bu (Muhammed), sizin gibi bir beşer olmaktan başka nedir ki! Siz şimdi gözünüz göre göre büyüye mi kapılıyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/003.mp3"
      }
    },
    {
      "id": 2487,
      "verseNumber": 4,
      "verseKey": "21:4",
      "arabic": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "english": "The Prophet responded, “My Lord ˹fully˺ knows every word spoken in the heavens and the earth. For He is the All-Hearing, All-Knowing.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Rabbim gökteki ve yerdeki söyleneni bilir ve O, her şeyi tamamen işiticidir, bilicidir.»",
        "hayrat_nesriyat": "(Peygamber:) `Rabbim, gökte ve yerde (konuşulan) her sözü bilir. Çünki O, Semî`(herşeyi işiten)dir, Alîm (hakkıyla bilen)dir` dedi.",
        "diyanet_vakfi": "(Peygamber) dedi ki: Rabbim, yerde ve gökte (söylenmiş) her sözü bilir. O, hakkıyla işiten ve bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/004.mp3"
      }
    },
    {
      "id": 2488,
      "verseNumber": 5,
      "verseKey": "21:5",
      "arabic": "بَلْ قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
      "english": "Yet they say, “This ˹Quran˺ is a set of confused dreams! No, he has fabricated it! No, he must be a poet! So let him bring us a ˹tangible˺ sign like those ˹prophets˺ sent before.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hayır,» dediler, «Karışık rüyâlardır, Hayır, onu iftira etmiştir, o belki bir şairdir. İmdi bize evvelkilerin gönderilmiş oldukları gibi bir âyet getiriversin.»",
        "hayrat_nesriyat": "(Onlar: `Kur`ân sihirdir` dedikten sonra:) `Hayır! (Bunlar) karmakarışık rüyâlardır. Hayır! Onu (kendisi) uydurmuştur. Hayır! O bir şâirdir; o hâlde (gerçekten peygamberse) öncekilere gönderildiği gibi, (o da) bize bir mu`cize getirsin!` dediler.",
        "diyanet_vakfi": "«Hayır, dediler, (bunlar) saçma sapan rüyalardır; bilakis onu kendisi uydurmuştur; belki de o, şairdir. (Eğer öyle değilse) bize hemen, öncekilere gönderilenin benzeri bir âyet getirsin.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/005.mp3"
      }
    },
    {
      "id": 2489,
      "verseNumber": 6,
      "verseKey": "21:6",
      "arabic": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ",
      "english": "Not a ˹single˺ society We destroyed before them ever believed ˹after receiving the signs˺. Will these ˹pagans˺ then believe?",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunlardan evvel helâk ettiğimiz hiçbir belde (ahalisi) imân etmemişti, şimdi bunlar mı imân edecekler?",
        "hayrat_nesriyat": "Onlardan önce, kendisini helâk ettiğimiz hiçbir şehir (halkı) îmân etmemişti; şimdi onlar mı îmân edecekler?",
        "diyanet_vakfi": "Bunlardan önce helâk ettiğimiz hiçbir belde iman etmemişti; şimdi bunlar mı iman edecekler?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/006.mp3"
      }
    },
    {
      "id": 2490,
      "verseNumber": 7,
      "verseKey": "21:7",
      "arabic": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "english": "We did not send ˹messengers˺ before you ˹O Prophet˺ except mere men inspired by Us. If you ˹polytheists˺ do not know ˹this already˺, then ask those who have knowledge ˹of the Scriptures˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senden evvel de göndermedik, ancak kendilerine vahyeder olduğumuz birtakım erkekler gönderdik. Eğer siz bilmez kimseler oldunuz ise artık bilgin zâtlardan sorunuz.",
        "hayrat_nesriyat": "Senden önce de kendilerine vahyetmekte olduğumuz birtakım erkeklerden başkasını(peygamber olarak) göndermedik; eğer bilmiyorsanız ehl-i zikre (âlimlere) sorun!",
        "diyanet_vakfi": "Biz, senden önce de, kendilerine vahiy verdiğimiz kişilerden başkasını peygamber olarak göndermedik. Eğer bilmiyorsanız bilenlerden sorunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/007.mp3"
      }
    },
    {
      "id": 2491,
      "verseNumber": 8,
      "verseKey": "21:8",
      "arabic": "وَمَا جَعَلْنَـٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِينَ",
      "english": "We did not give those messengers ˹supernatural˺ bodies that did not need food, nor were they immortal.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları taam yemez birer ceset kılmadık ve onlar bâki kalan kimseler de olmadılar.",
        "hayrat_nesriyat": "Hem onları yemek yemeyen cesedler yapmadık; (onlar) ölümsüz kimseler de değillerdi.",
        "diyanet_vakfi": "Biz onları (peygamberleri), yemek yemez birer (cansız) ceset olarak yaratmadık. Onlar (bu dünyada) ebedî de değillerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/008.mp3"
      }
    },
    {
      "id": 2492,
      "verseNumber": 9,
      "verseKey": "21:9",
      "arabic": "ثُمَّ صَدَقْنَـٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَـٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
      "english": "Then We fulfilled Our promise to them, saving them along with whoever We willed and destroying the transgressors.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onlara olan vaadi gerçekleştirdik de onları ve dilediğimiz kimseleri kurtardık ve müsrif olanları da helâk ettik.",
        "hayrat_nesriyat": "Sonra onlara (verdiğimiz) sözü yerine getirdik de kendilerini ve dilediğimizkimseleri kurtardık; haddi aşanları ise helâk ettik.",
        "diyanet_vakfi": "Sonra onlara (verdiğimiz) sözü yerine getirdik; böylece, hem onları hem de dilediğimiz (başka) kimseleri kurtuluşa erdirdik; müsrifleri de helâk ettik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/009.mp3"
      }
    },
    {
      "id": 2493,
      "verseNumber": 10,
      "verseKey": "21:10",
      "arabic": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَـٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "english": "We have surely revealed to you a Book, in which there is glory for you. Will you not then understand?",
      "turkish": {
        "omer_nasuhi_bilmen": "Kasem olsun ki, size bir kitap indirdik ki, sizin şerefiniz ondadır. Hâlâ âkilâne düşünmez misiniz?",
        "hayrat_nesriyat": "And olsun ki size, içinde zikriniz bulunan (sizi şereflendiren) bir Kitab indirdik. Hiç akıl erdirmiyor musunuz?",
        "diyanet_vakfi": "Andolsun, size içinde sizin için öğüt bulunan bir kitap indirdik. Hâla akıllanmaz mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/010.mp3"
      }
    },
    {
      "id": 2494,
      "verseNumber": 11,
      "verseKey": "21:11",
      "arabic": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
      "english": "˹Imagine˺ how many societies of wrongdoers We have destroyed, raising up other people after them!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve halbuki, biz nice zulmeden beldeyi helâk ettik ve onlardan sonra başka başka birer kavim vücuda getirdik.",
        "hayrat_nesriyat": "Hâlbuki (halkı) zâlim olan nice şehirleri kırıp geçirdik; onlardan sonra da başka kavimler meydana getirdik.",
        "diyanet_vakfi": "Zalim olan nice beldeyi kırıp geçirdik; arkasından da nice başka topluluklar vücuda getirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/011.mp3"
      }
    },
    {
      "id": 2495,
      "verseNumber": 12,
      "verseKey": "21:12",
      "arabic": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
      "english": "When the wrongdoers sensed ˹the arrival of˺ Our torment, they started to run away from their cities.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onlar Bizim azabımızı hissettiler. Onlar hemen oralardan süratle kaçınmaya başladılar.",
        "hayrat_nesriyat": "Artık azâbımızı hissettikleri zaman, onlar oradan hemen hızlıca kaçıyorlardı.",
        "diyanet_vakfi": "Azabımızı hissettiklerinde bir de bakarsın ki oralardan (azap bölgesinden) kaçıyorlar!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/012.mp3"
      }
    },
    {
      "id": 2496,
      "verseNumber": 13,
      "verseKey": "21:13",
      "arabic": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَـٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
      "english": "˹They were told,˺ “Do not run away! Return to your luxuries and your homes, so you may be questioned ˹about your fate˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Kaçmayınız ve içinde mütenaim olduğunuz yere ve meskenlerinize geri dönünüz. Umulur ki siz, sual olunacaksınız.»",
        "hayrat_nesriyat": "`Kaçmayın, içinde şımartıldığınız şeye (ni`metlere) ve evlerinize dönün ki(başınıza gelenlerden) suâl olunasınız!`",
        "diyanet_vakfi": "«Kaçmayın! İçinde bulunduğunuz refaha ve yurtlarınıza dönün! Çünkü size sorular sorulacak!»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/013.mp3"
      }
    },
    {
      "id": 2497,
      "verseNumber": 14,
      "verseKey": "21:14",
      "arabic": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "english": "They cried, “Woe to us! We have surely been wrongdoers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Vay halimize! Muhakkak ki, biz zalimler olmuş idik.»",
        "hayrat_nesriyat": "(Onlar:) `Eyvah başımıza gelenlere! Gerçekten biz zâlim kimselermişiz!` dediler.",
        "diyanet_vakfi": "«Vay başımıza gelenlere! dediler; gerçekten biz zalim insanlarmışız.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/014.mp3"
      }
    },
    {
      "id": 2498,
      "verseNumber": 15,
      "verseKey": "21:15",
      "arabic": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَـٰهُمْ حَصِيدًا خَـٰمِدِينَ",
      "english": "They kept repeating their cry until We mowed them down, ˹leaving them˺ lifeless.<sup foot_note=76963>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onların bütün çağırmaları, bundan başka olmadı. Tâ ki onları biçilmiş, sönmüş kimseler kıldık.",
        "hayrat_nesriyat": "Artık biz onları, biçilmiş (ekin) ve sönmüş (ateşe dönen) kimseler hâline getirinceye kadar, duâları bu (feryâd) olmakta devâm etti.",
        "diyanet_vakfi": "Biz kendilerini, kuruyup biçilmiş ekine, sönmüş ateşe çevirinceye kadar bu feryatları sürüp gider."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/015.mp3"
      }
    },
    {
      "id": 2499,
      "verseNumber": 16,
      "verseKey": "21:16",
      "arabic": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
      "english": "We did not create the heavens and the earth and everything in between for sport.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göğü ve yeri ve bunların aralarında olanları, oyuncular olarak yaratmadık.",
        "hayrat_nesriyat": "Hâlbuki (biz), göğü, yeri ve bunların arasında bulunanları, oyuncular(ın işi, eğlencesi) olarak yaratmadık.",
        "diyanet_vakfi": "Biz, göğü, yeri ve bunlar arasındakileri, oyuncular (işi, eğlencesi) olarak yaratmadık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/016.mp3"
      }
    },
    {
      "id": 2500,
      "verseNumber": 17,
      "verseKey": "21:17",
      "arabic": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَـٰهُ مِن لَّدُنَّآ إِن كُنَّا فَـٰعِلِينَ",
      "english": "Had We intended to take ˹some˺ amusement, We could have found it in Our presence, if that had been Our Will.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Biz bir eğlence edinmek istese idik elbette onu kendi tarafımızdan edinirdik, eğer yapacak olsa idik.",
        "hayrat_nesriyat": "Eğer bir eğlence edinmek isteseydik, onu kendi katımızdan edinirdik; (ama onu gerçekten) yapacak kimseler olsaydık!",
        "diyanet_vakfi": "Eğer bir eğlence edinmek isteseydik, onu kendi tarafımızdan edinirdik. (Bu irademizin eseri olurdu. Ama) biz (bunu) yapanlardan değiliz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/017.mp3"
      }
    },
    {
      "id": 2501,
      "verseNumber": 18,
      "verseKey": "21:18",
      "arabic": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَـٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
      "english": "In fact, We hurl the truth against falsehood, leaving it crushed, and it quickly vanishes. And woe be to you for what you claim!<sup foot_note=76964>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır. Biz hakkı bâtılın üzerine atarız da onu parçalar da derhal yok olup gitmiş bulunur ve şiddetli azap olsun size, o tavsif ettiğiniz şeylerden dolayı.",
        "hayrat_nesriyat": "Bil`akis hakkı, bâtılın üzerine atarız da onu parçalar; bir de bakarsın ki o (bâtıl)yok olmuştur. (Allah`a, yalan yanlış) isnâd etmekte olduğunuz vasıflardan dolayı vay sizin hâlinize!",
        "diyanet_vakfi": "Bilakis biz, hakkı bâtılın tepesine bindiririz de o, bâtılın işini bitirir. Bir de bakarsınız ki, bâtıl yok olup gitmiştir. (Allah’a) yakıştırdığınız sıfatlardan dolayı yazıklar olsun size!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/018.mp3"
      }
    },
    {
      "id": 2502,
      "verseNumber": 19,
      "verseKey": "21:19",
      "arabic": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
      "english": "To Him belong all those in the heavens and the earth. And those nearest to Him are not too proud to worship Him, nor do they tire.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerde ve yerde kim varsa O’nun içindir ve O’nun huzurundakiler, O’na ibadette bulunmaktan asla kibirlenmezler ve yorgunluk da duymazlar.",
        "hayrat_nesriyat": "Göklerde ve yerde kim varsa O`nun (kulu)dur. O`nun katında bulunan (melek)ler de O`na ibâdet etmekte kibirlenmezler ve yorulmazlar.",
        "diyanet_vakfi": "Göklerde ve yerde kimler varsa O’na aittir. O’nun huzurunda bulunanlar, O’na ibadet hususunda kibirlenmezler ve yorulmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/019.mp3"
      }
    },
    {
      "id": 2503,
      "verseNumber": 20,
      "verseKey": "21:20",
      "arabic": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
      "english": "They glorify ˹Him˺ day and night, never wavering.",
      "turkish": {
        "omer_nasuhi_bilmen": "Gece ve gündüz tesbihte bulunurlar. Asla fütur getirmezler.",
        "hayrat_nesriyat": "Gece gündüz usanmadan (O`nu) tesbîh ederler!",
        "diyanet_vakfi": "Onlar, bıkıp usanmaksızın gece gündüz (Allah’ı) tesbih ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/020.mp3"
      }
    },
    {
      "id": 2504,
      "verseNumber": 21,
      "verseKey": "21:21",
      "arabic": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
      "english": "Or have they taken gods from the earth, who can raise the dead?",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa onlar yerden birtakım tanrılar mı edindiler ki, onlar ölüleri dirilteceklerdir.",
        "hayrat_nesriyat": "Yoksa (o müşrikler) yerden birtakım ilâhlar edindiler de, (ölüleri) onlar mı diriltecekler?",
        "diyanet_vakfi": "Yoksa (o müşrikler), yerden birtakım tanrılar edindiler de, (ölüleri) onlar mı diriltecekler?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/021.mp3"
      }
    },
    {
      "id": 2505,
      "verseNumber": 22,
      "verseKey": "21:22",
      "arabic": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "english": "Had there been other gods besides Allah in the heavens or the earth, both ˹realms˺ would have surely been corrupted. So Glorified is Allah, Lord of the Throne, far above what they claim.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer o ikisinde (gökler ile yerde) Allah’tan başka ilâhlar olsa idi elbette ikisi de fesada uğramış olurdu. Binaenaleyh Arş’ın rabbi olan Allah Teâlâ, onların vasfettikleri şeylerden münezzehtir.",
        "hayrat_nesriyat": "Eğer o ikisinde (yerde ve gökte) Allah`dan başka ilâhlar bulunsaydı, elbette o ikisi(ve onlarda görünen şu intizam) fesâda uğrardı (bozulup giderdi). Öyle ise, arşın Rabbi olan Allah, onların isnâd etmekte oldukları vasıflardan münezzehtir.",
        "diyanet_vakfi": "Eğer yerde ve gökte Allah’tan başka tanrılar bulunsaydı, yer ve gök, (bunların nizamı) kesinlikle bozulup gitmişti. Demek ki Arş’ın Rabbi olan Allah, onların yakıştırdıkları sıfatlardan münezzehtir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/022.mp3"
      }
    },
    {
      "id": 2506,
      "verseNumber": 23,
      "verseKey": "21:23",
      "arabic": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
      "english": "He cannot be questioned about what He does, but they will ˹all˺ be questioned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ yapacağından sual olunmaz. Onlar ise sual olunur.",
        "hayrat_nesriyat": "(O,) yapmakta olduğundan suâl olunmaz; onlar ise sorguya çekileceklerdir.",
        "diyanet_vakfi": "Allah, yaptığından sorumlu tutulamaz; onlar ise sorguya çekileceklerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/023.mp3"
      }
    },
    {
      "id": 2507,
      "verseNumber": 24,
      "verseKey": "21:24",
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ ۖ هَـٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "english": "Or have they taken other gods besides Him? Say, ˹O Prophet,˺ “Show ˹me˺ your proof. Here is ˹the Quran,˺ the Reminder for those with me; along with ˹earlier Scriptures,˺ the Reminder for those before me.”<sup foot_note=76965>1</sup> But most of them do not know the truth, so they turn away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa O’ndan başka ilâhlar mı edindiler? De ki: «Delillerinizi getiriniz. İşte bu benimle beraber olanların kitabı ve benden evvelkilerin kitabı.» Hayır. Onların çoğu hakkı bilmezler de onun için onlar yüz döndürücülerdir.",
        "hayrat_nesriyat": "Yoksa ondan başka ilâhlar mı edindiler? De ki: `Delîlinizi getirin! İşte benimle berâber olanların Kitâb`ı (Kur`ân) ve benden önceki (ümmet)lerin Kitâb`ı (olan Tevrât ve İncîl)!` Hayır! Onların çoğu hakkı bilmezler de (onun için, haktan) yüz çeviricilerdir.",
        "diyanet_vakfi": "Yoksa O’ndan başka birtakım tanrılar mı edindiler? De ki: Haydi delillerinizi getirin! İşte benimle beraber olanların Kitab’ı ve benden öncekilerin Kitab’ı. Hayır, onların çoğu hakkı bilmezler; bu yüzden de yüz çevirirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/024.mp3"
      }
    },
    {
      "id": 2508,
      "verseNumber": 25,
      "verseKey": "21:25",
      "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
      "english": "We never sent a messenger before you ˹O Prophet˺ without revealing to him: “There is no god ˹worthy of worship˺ except Me, so worship Me ˹alone˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senden evvel hiçbir peygamber göndermedik ki, illâ ona şöyle vahyetmiştik: «Muhakkak ki, Benden başka ilâh yoktur. Artık Bana ibadet ediniz.»",
        "hayrat_nesriyat": "Senden önce hiçbir peygamber de göndermedik ki, ona: `Şu muhakkak ki, benden başka ilâh yoktur; öyle ise bana kulluk edin!` diye vahyeder olmayalım.",
        "diyanet_vakfi": "Senden önce hiçbir resûl göndermedik ki ona: «Benden başka İlâh yoktur; şu halde bana kulluk edin» diye vahyetmiş olmayalım."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/025.mp3"
      }
    },
    {
      "id": 2509,
      "verseNumber": 26,
      "verseKey": "21:26",
      "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "english": "And they say, “The Most Compassionate has offspring!”<sup foot_note=76966>1</sup> Glory be to Him! In fact, those ˹angels˺ are only ˹His˺ honoured servants,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Rahmân evlat ittihaz etti. O bundan münezzehtir.» Hayır, (onlar) ikram olunmuş kullardır.",
        "hayrat_nesriyat": "`Rahmân (olan Allah, melekleri) çocuk edindi` dediler; (hâşâ!) O, bundan münezzehtir. Bil`akis (onlar) şerefli kılınmış kullardır.",
        "diyanet_vakfi": "Rahmân (olan Allah, melekleri) evlât edindi, dediler. Hâşâ! O, bundan münezzehtir. Bilakis (melekler), lütuf ve ihsana mazhar olmuş kullardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/026.mp3"
      }
    },
    {
      "id": 2510,
      "verseNumber": 27,
      "verseKey": "21:27",
      "arabic": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
      "english": "who do not speak until He has spoken, ˹only˺ acting at His command.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar, söz ile O’na tekaddüm etmiş olmazlar ve onlar O’nun emriyle amelde bulunurlar.",
        "hayrat_nesriyat": "(O melekler) söz ile O`nun önüne geçmezler (kendiliklerinden söylemezler) ve onlar ancak O`nun emriyle iş yaparlar.",
        "diyanet_vakfi": "O’ndan (emir almazdan) önce konuşmazlar; onlar, sadece O’nun emri ile hareket ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/027.mp3"
      }
    },
    {
      "id": 2511,
      "verseNumber": 28,
      "verseKey": "21:28",
      "arabic": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
      "english": "He ˹fully˺ knows what is ahead of them and what is behind them. They do not intercede except for whom He approves, and they tremble in awe of Him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların ilerilerindekini de gerilerindekini de bilir ve razı olduğundan başkasına şefaat de edemezler ve onlar O’nun mehabetinden kemal-i itina ile korkar kimselerdir.",
        "hayrat_nesriyat": "(Allah) onların önlerindekini ve arkalarındakini (yaptıklarını ve yapacaklarını)bilir; (O`nun) râzı olduğu kimseden başkasına şefâat etmezler ve onlar O`nun korkusundan titreyen kimselerdir.",
        "diyanet_vakfi": "Allah, onların önlerindekini de, arkalarındakini de (yaptıklarını da, yapacaklarını da) bilir. Allah rızasına ulaşmış olanlardan başkasına şefaat etmezler. Onlar, Allah korkusundan titrerler!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/028.mp3"
      }
    },
    {
      "id": 2512,
      "verseNumber": 29,
      "verseKey": "21:29",
      "arabic": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "english": "Whoever of them were to say, “I am a god besides Him,” they would be rewarded with Hell by Us. This is how We reward the wrongdoers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlardan her kimi, «Şüphe yok ki ben O’ndan başka bir ilâhım,» derse onu cehennem ile cezalandırırız. İşte zalimleri böylece cezalandıracağız.",
        "hayrat_nesriyat": "Onlardan her kim: `Doğrusu ben, O`ndan başka bir ilâhım!` derse, (biz) onu da Cehennemle cezâlandırırız. İşte zâlimleri böyle cezâlandırırız.",
        "diyanet_vakfi": "Onlardan her kim: «Tanrı O değil, benim!» derse, biz onu cehennemle cezalandırırız. İşte biz, zalimlere böyle ceza veririz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/029.mp3"
      }
    },
    {
      "id": 2513,
      "verseNumber": 30,
      "verseKey": "21:30",
      "arabic": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "english": "Do the disbelievers not realize that the heavens and earth were ˹once˺ one mass then We split them apart?<sup foot_note=76967>1</sup> And We created from water every living thing. Will they not then believe?",
      "turkish": {
        "omer_nasuhi_bilmen": "O kâfir olanlar bilmediler mi ki, muhakkak gökler ve yer bitişik bir halde iken Biz onları birbirinden yarıp ayırdık ve her diri şeyi sudan yarattık, hâlâ imân etmezler mi?",
        "hayrat_nesriyat": "İnkâr edenler görmediler mi ki, şübhesiz gökler ve yer birbirine bitişik idiler de onları ayırdık ve her canlı şeyi, sudan yaptık. Hâlâ îmân etmiyorlar mı?",
        "diyanet_vakfi": "İnkâr edenler, göklerle yer bitişik bir halde iken bizim, onları birbirinden kopardığımızı ve her canlı şeyi sudan yarattığımızı görüp düşünmediler mi? Yine de inanmazlar mı?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/030.mp3"
      }
    },
    {
      "id": 2514,
      "verseNumber": 31,
      "verseKey": "21:31",
      "arabic": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "english": "And We have placed firm mountains upon the earth so it does not shake with them, and made in it broad pathways so they may find their way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yeryüzünde onları çalkalar diye sabit dağları yarattık ve onlara geniş yollar açtık, tâ ki maksatlarına erebilsinler.",
        "hayrat_nesriyat": "Onları sarsar diye yeryüzünde (buna mâni` olacak) sâbit dağlar yaptık ve orada genişce yollar açtık. Tâ ki doğru gidebilsinler!",
        "diyanet_vakfi": "Onları sarsmasın diye yeryüzünde bir takım dağlar diktik. Orada geniş geniş yollar açtık; ta ki maksatlarına ulaşsınlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/031.mp3"
      }
    },
    {
      "id": 2515,
      "verseNumber": 32,
      "verseKey": "21:32",
      "arabic": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
      "english": "And We have made the sky a well-protected canopy, still they turn away from its signs.<sup foot_note=76968>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve gökyüzünü de bir mahfuz tavan yaptık. Halbuki, onlar onun âyetlerinden yüz çeviricilerdir.",
        "hayrat_nesriyat": "Göğü de (düşmekten) muhâfaza edilmiş bir tavan yaptık. Onlar ise, onun delillerinden yüz çeviren kimselerdir.",
        "diyanet_vakfi": "Biz, gökyüzünü korunmuş bir tavan gibi yaptık. Onlar ise, gökyüzünün âyetlerinden yüz çevirirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/032.mp3"
      }
    },
    {
      "id": 2516,
      "verseNumber": 33,
      "verseKey": "21:33",
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "english": "And He is the One Who created the day and the night, the sun and the moon—each travelling in an orbit.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o (Hâlik-i Azîm) dir ki, geceyi ve gündüzü, güneşi ve ay’ı yaratmıştır. Herbiri bir felekte yüzmektedir.",
        "hayrat_nesriyat": "Geceyi ve gündüzü, güneşi ve ayı yaratan O`dur. Her biri bir yörüngede yüzmektedir.",
        "diyanet_vakfi": "O, geceyi, gündüzü, güneşi, ayı... yaratandır. Her biri bir yörüngede yüzmektedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/033.mp3"
      }
    },
    {
      "id": 2517,
      "verseNumber": 34,
      "verseKey": "21:34",
      "arabic": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
      "english": "We have not granted immortality to any human before you ˹O Prophet˺: so if you die, will they live forever?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senden evvel hiçbir insana daimi bir hayat vermedik. Şimdi sen ölür isen onlar bâki kalıcılar mıdırlar?",
        "hayrat_nesriyat": "(Ey Resûlüm!) Senden önce de hiçbir insana (dünya hayâtında) ölümsüzlük vermedik. Şimdi (sen) ölürsen, sanki onlar (dünyada) ebedî kalacak kimseler midir?",
        "diyanet_vakfi": "Biz, senden önce de hiçbir beşere ebedîlik vermedik. Şimdi sen ölürsen, sanki onlar ebedî mi kalacaklar?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/034.mp3"
      }
    },
    {
      "id": 2518,
      "verseNumber": 35,
      "verseKey": "21:35",
      "arabic": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "english": "Every soul will taste death. And We test you ˹O humanity˺ with good and evil as a trial, then to Us you will ˹all˺ be returned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her nefs, ölümü tadacaktır ve sizi bir imtihan olmak üzere şer ile ve hayr ile deneriz ve Bize döndürüleceksiniz.",
        "hayrat_nesriyat": "Her nefis ölümü tadıcıdır. Bir imtihan olarak sizi şerle de hayırla da deneriz. Ve ancak bize döndürüleceksiniz.",
        "diyanet_vakfi": "Her canlı, ölümü tadar. Bir deneme olarak sizi hayırla da, şerle de imtihan ederiz. Ve siz, ancak bize döndürüleceksiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/035.mp3"
      }
    },
    {
      "id": 2519,
      "verseNumber": 36,
      "verseKey": "21:36",
      "arabic": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
      "english": "When the disbelievers see you ˹O Prophet˺, they only make fun of you, ˹saying,˺ “Is this the one who speaks ˹ill˺ of your gods?” while they disbelieve at the mention of the Most Compassionate.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar seni gördükleri zaman, seni ancak istihzâya alarak: «Bu mu sizin ilâhlarınıza atıp duran?» (derler). Halbuki, onlar Rahmân zikredilince hep O’nu inkâr edicilerdir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) İnkâr edenler ise seni gördükleri zaman, seni ancak alaya alırlar. `İlâhlarınızı diline dolayan bu mudur?` (derler). Hâlbuki onlar, Rahmân`ın Kitâbı`nı inkâr edenlerin ta kendileridir.",
        "diyanet_vakfi": "(Resûlüm!) Kâfirler seni gördükleri zaman: «Sizin ilâhlarınızı diline dolayan bu mu?» diyerek seni hep alaya alırlar. Halbuki onlar, çok esirgeyici Allah’ın Kitabını inkâr edenlerin ta kendileridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/036.mp3"
      }
    },
    {
      "id": 2520,
      "verseNumber": 37,
      "verseKey": "21:37",
      "arabic": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
      "english": "Humankind is made of haste. I will soon show you My signs, so do not ask Me to hasten them.",
      "turkish": {
        "omer_nasuhi_bilmen": "İnsan aceleden yaratılmıştır. Size yakında âyetlerimi göstereceğim, artık isti’câlde bulunmayın.",
        "hayrat_nesriyat": "İnsan (çok sabırsız, çok aceleci olarak sanki) acele`den yaratılmıştır. Yakında size âyetlerimi (tehdidlerimi) göstereceğim. Artık benden (onu) acele istemeyin!",
        "diyanet_vakfi": "İnsan, aceleci (bir tabiatta) yaratılmıştır. Size âyetlerimi göstereceğim; benden acele istemeyin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/037.mp3"
      }
    },
    {
      "id": 2521,
      "verseNumber": 38,
      "verseKey": "21:38",
      "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "They ask ˹the believers˺, “When will this threat come to pass if what you say is true?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve derler ki, «Bu vaad ne zaman, eğer siz sâdıklar iseniz?»",
        "hayrat_nesriyat": "`Eğer (iddiânızda) doğru kimseler iseniz, bu va`d (edilen azab) ne zaman?` diyorlar.",
        "diyanet_vakfi": "«Eğer, diyorlar, doğru iseniz, ne zaman (gerçekleşecek) bu tehdit?»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/038.mp3"
      }
    },
    {
      "id": 2522,
      "verseNumber": 39,
      "verseKey": "21:39",
      "arabic": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "english": "If only the disbelievers knew that a time will come when they will not be able to keep the Fire off their faces or backs, nor will they be helped.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer o kâfir olanlar, o zamanı bir bilseler idi ki, ne yüzlerinden ve ne de arkalarından ateşi men edemiyeceklerdir ve onlar yardım da olunamayacaklardır.",
        "hayrat_nesriyat": "İnkâr edenler, yüzlerinden ve sırtlarından ateşi savamayacakları ve hiçbir yardım da görmeyecekleri vakti bir bilseler!",
        "diyanet_vakfi": "İnkâr edenler, yüzlerinden ve sırtlarından (saran) ateşi savamayacakları, kendilerine yardım dahi edilmeyeceği zamanı bir bilselerdi!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/039.mp3"
      }
    },
    {
      "id": 2523,
      "verseNumber": 40,
      "verseKey": "21:40",
      "arabic": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "english": "In fact, the Hour will take them by surprise, leaving them stunned. So they will not be able to avert it, nor will it be delayed from them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Belki onlara ansızın gelecek, hemen onları hayrette bırakacak, artık onu ne redde takat getirebileceklerdir ve ne de onlara mühlet verilecektir.",
        "hayrat_nesriyat": "Bil`akis (kıyâmet) onlara ansızın gelecek de onları dehşete düşürecektir; artık ne onu geri çevirebilirler, ne de kendilerine (tevbe için) mühlet verilir!",
        "diyanet_vakfi": "Bilâkis kendilerine o (kıyamet) öyle âni gelir ki, onları şaşırtır. Artık, ne reddedebilirler onu, ne de kendilerine mühlet verilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/040.mp3"
      }
    },
    {
      "id": 2524,
      "verseNumber": 41,
      "verseKey": "21:41",
      "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, senden evvel de birçok peygamberler ile alayda bulunulmuştur. Artık onlar ile istihzada bulunanları kendisiyle alayda bulundukları şey kuşatıverdi.",
        "hayrat_nesriyat": "And olsun ki, senden önceki enbiyâ (peygamber)ler ile alay edildi de onlarla maskaralık edenleri o kendisiyle alay etmekte oldukları şey (kahredici bir azâb olarak)kuşatıverdi.",
        "diyanet_vakfi": "Andolsun, senden önceki peygamberlerle de alay edildi; ama onları alaya alanları, o alay konusu ettikleri şey kuşatıverdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/041.mp3"
      }
    },
    {
      "id": 2525,
      "verseNumber": 42,
      "verseKey": "21:42",
      "arabic": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "english": "Ask ˹them, O  Prophet,˺ “Who can defend you by day or by night against the Most Compassionate?” Still they turn away from the remembrance of their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Sizi gece ve gündüz o Rahmân’dan kim koruyabilir?» Belki onlar Rablerinin zikrinden yüz çevirici kimselerdir.",
        "hayrat_nesriyat": "De ki: `Gece ve gündüz Rahmân(ın azâbın)dan sizi kim koruyabilir?` Hayır! Onlar Rablerinin zikrinden yüz çevirenlerdir.",
        "diyanet_vakfi": "De ki: Allah’a karşı sizi gece gündüz kim koruyacak? Buna rağmen onlar Rablerini anmaktan yüz çevirirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/042.mp3"
      }
    },
    {
      "id": 2526,
      "verseNumber": 43,
      "verseKey": "21:43",
      "arabic": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "english": "Or do they have gods—other than Us—that can protect them? They cannot ˹even˺ protect themselves, nor will they be aided against Us.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa onlar için kendilerini azabımızdan menedecek ilâhlar mı vardır? Kendi nefislerine yardıma muktedir olamazlar ve onlar Bizden sehabet de görmezler.",
        "hayrat_nesriyat": "Yoksa onlar için, kendilerini (azâbımızdan) men` edecek bizden başka ilâhlar mı var? (O ilâhlar) ne kendi nefislerine yardım edebilirler, ne de tarafımızdan onlara sâhib çıkılır!",
        "diyanet_vakfi": "Yoksa kendilerini bize karşı savunacak birtakım ilâhları mı var? (O ilâh dedikleri şeyler) kendilerine bile yardım edecek güçte değildirler. Onlar bizden de alâka ve destek görmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/043.mp3"
      }
    },
    {
      "id": 2527,
      "verseNumber": 44,
      "verseKey": "21:44",
      "arabic": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
      "english": "In fact, We have allowed enjoyment for these ˹Meccans˺ and their forefathers for such a long time ˹that they took it for granted˺. Do they not see that We gradually reduce ˹their˺ land from its borders? Is it they who will then prevail?",
      "turkish": {
        "omer_nasuhi_bilmen": "Evet. Biz onlara ve babalarına mühlet verdik, tâ ki kendilerine ömürleri uzatmış oldu. Görmüyorlar mı ki, Biz yurtlarına varıp onu etrafından eksiltiyoruz. O halde galip olanlar onlar mı?",
        "hayrat_nesriyat": "Hayır, onları da atalarını da (dünya ni`metlerinden) faydalandırdık, nihâyet ömür(leri) kendilerine uzun geldi (ölmeyeceklerini sandılar). Şimdi görmüyorlar mı ki, muhakkak biz (ben Azîmüşşân), yeryüzüne (kâfirlerin memleketlerine, mü`minlere yardım etmek sûretiyle) geliyor, onu etrâfından (Müslümanların fetihleriyle) eksiltip duruyoruz. O hâlde galib gelenler onlar mı?",
        "diyanet_vakfi": "Evet, onları da, atalarını da barındırdık. Nihayet ömür kendilerine (hiç bitmeyecek gibi) uzun geldi. Oysa onlar, bizim gelip (kâfirlere ait) araziyi çevresinden eksilteceğimizi görmezler mi? Şu halde, üstün gelen onlar mı?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/044.mp3"
      }
    },
    {
      "id": 2528,
      "verseNumber": 45,
      "verseKey": "21:45",
      "arabic": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "english": "Say, ˹O Prophet,˺ “I warn you only by revelation.” But the deaf cannot hear the call when they are warned!",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben sizi ancak vahy ile korkutuyorum. Sağır olanlar ise korkutuldukları zaman dâveti işitmezler.»",
        "hayrat_nesriyat": "De ki: `Sizi ancak vahiy ile korkutuyorum. Fakat sağırlar, korkutulmakta oldukları zaman çağrıyı işitmez!`",
        "diyanet_vakfi": "De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sağır olanlar, ikaz edildikleri zaman bu çağrıyı duymazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/045.mp3"
      }
    },
    {
      "id": 2529,
      "verseNumber": 46,
      "verseKey": "21:46",
      "arabic": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "english": "If they were touched by even a breath of your Lord’s torment, they would certainly cry, “Woe to us! We have really been wrongdoers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Rabbinin azabından hafif bir şey onlara dokunacak olsa elbette diyeceklerdir ki: «Eyvah bizlere! Şüphe yok ki, biz zalimler olmuştuk.»",
        "hayrat_nesriyat": "And olsun ki, onlara Rabbinin azâbından hafif bir kokucuk, azıcık dokunsaelbette: `Eyvah bize! Gerçekten biz zâlim kimselermişiz!` derler.",
        "diyanet_vakfi": "Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hiç şüphesiz, «Vah bize! Hakikaten biz zalim kimselermişiz!» derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/046.mp3"
      }
    },
    {
      "id": 2530,
      "verseNumber": 47,
      "verseKey": "21:47",
      "arabic": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
      "english": "We will set up the scales of justice on the Day of Judgment, so no soul will be wronged in the least. And ˹even˺ if a deed is the weight of a mustard seed, We will bring it forth. And sufficient are We as a ˹vigilant˺ Reckoner.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz Kıyamet gününde adâlet terazilerini koruz da artık hiçbir nefis bir şey ile zulmedilmez. Velev ki (bir amel) bir hardal tanesi ağırlığınca olsun, onu da getiririz. Muhasipler olmak üzere Biz kifâyet ederiz.",
        "hayrat_nesriyat": "Kıyâmet günü (amellerin tartılması için) adâlet terâzilerini kurarız; artık kimse bir şeyle haksızlığa uğratılmaz. Hardal dânesi ağırlığında (bir amel) bile olsa, onu getiririz. Hesab görücüler olarak da biz yeteriz.",
        "diyanet_vakfi": "Biz, kıyamet günü için adalet terazileri kurarız. Artık kimseye, hiçbir şekilde haksızlık edilmez. (Yapılan iş,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap gören olarak biz (herkese) yeteriz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/047.mp3"
      }
    },
    {
      "id": 2531,
      "verseNumber": 48,
      "verseKey": "21:48",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
      "english": "Indeed, We granted Moses and Aaron the standard ˹to distinguish between right and wrong˺—a light and a reminder for the righteous,",
      "turkish": {
        "omer_nasuhi_bilmen": "Kasem olsun ki, Biz Mûsa’ya ve Harun’a Furkan ve bir ziya ve muttakîler için bir öğüt vermiştik.",
        "hayrat_nesriyat": "Celâlim hakkı için, Mûsâ ve Hârûn`a (hak ile bâtılı ayıran) Furkan`ı ve takvâ sâhibleri için bir ışık ve bir nasîhat olan (Tevrât)ı verdik.",
        "diyanet_vakfi": "Andolsun biz, Musa ve Harun’a, takvâ sahipleri için bir ışık, bir öğüt ve Furkan’ı verdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/048.mp3"
      }
    },
    {
      "id": 2532,
      "verseNumber": 49,
      "verseKey": "21:49",
      "arabic": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
      "english": "who are in awe of their Lord without seeing Him,<sup foot_note=76969>1</sup> and are fearful of the Hour.",
      "turkish": {
        "omer_nasuhi_bilmen": "O muttakîler ki Rablerinden tenhada da büyük bir korku ile korkarlar ve onlar Kıyametten de titreyicilerdir.",
        "hayrat_nesriyat": "(Takvâ sâhibleri) o kimselerdir ki, yalnızken (de) Rablerinden korkarlar, onlar kıyâmetten de korkan kimselerdir.",
        "diyanet_vakfi": "(O takvâ sahipleri ki) onlar, görmedikleri halde Rablerine candan saygı gösterirler. Yine onlar, kıyametten korkan kimselerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/049.mp3"
      }
    },
    {
      "id": 2533,
      "verseNumber": 50,
      "verseKey": "21:50",
      "arabic": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
      "english": "And this ˹Quran˺ is a blessed reminder which We have revealed. Will you ˹pagans˺ then deny it?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte bu (Kur’an) bir mübarek zikirdir ki, onu Biz indirdik. Artık siz mi onu münkir kimselersiniz?",
        "hayrat_nesriyat": "İşte bu (Kur`ân) da, mübârek bir zikirdir ki onu (biz) indirdik. Şimdi siz onu inkâr edenler misiniz?",
        "diyanet_vakfi": "İşte bu (Kur’an) da, bizim indirdiğimiz hayırlı ve faydalı bir öğüttür. Şimdi onu inkâr mı ediyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/050.mp3"
      }
    },
    {
      "id": 2534,
      "verseNumber": 51,
      "verseKey": "21:51",
      "arabic": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
      "english": "And indeed, We had granted Abraham sound judgment early on, for We knew him well ˹to be worthy of it˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, İbrahim’e de bundan evvel rüşdünü vermiştik ve Biz O’na âlimler idik.",
        "hayrat_nesriyat": "Ve and olsun ki, daha önce İbrâhîm`e de rüşdünü (doğruyu bulma kabiliyetini)vermiştik ve onu(n buna ehil olduğunu) bilenler idik.",
        "diyanet_vakfi": "Andolsun biz İbrahim’e daha önce rüşdünü vermiştik. Biz onu iyi tanırdık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/051.mp3"
      }
    },
    {
      "id": 2535,
      "verseNumber": 52,
      "verseKey": "21:52",
      "arabic": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
      "english": "˹Remember˺ when he questioned his father and his people, “What are these statues to which you are so devoted?”",
      "turkish": {
        "omer_nasuhi_bilmen": "O vakit ki, babasına ve kavmine dedi ki: «Nedir bu timsaller ki, siz onlara (tapınmaya) devam edip duruyorsunuz?»",
        "hayrat_nesriyat": "Hani babasına ve kavmine: `Sizin şu kendilerine tapınıcı olduğunuz heykeller de nedir?` demişti.",
        "diyanet_vakfi": "O, babasına ve kavmine: Şu karşısına geçip tapmakta olduğunuz heykeller de ne oluyor? demişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/052.mp3"
      }
    },
    {
      "id": 2536,
      "verseNumber": 53,
      "verseKey": "21:53",
      "arabic": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
      "english": "They replied, “We found our forefathers worshipping them.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Biz babalarımızı bunlara ibadet ediciler bulduk.»",
        "hayrat_nesriyat": "(Onlar:) `Atalarımızı onlara tapan kimseler bulduk` dediler.",
        "diyanet_vakfi": "Dediler ki: Biz, babalarımızı bunlara tapar kimseler bulduk."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/053.mp3"
      }
    },
    {
      "id": 2537,
      "verseNumber": 54,
      "verseKey": "21:54",
      "arabic": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "He responded, “Indeed, you and your forefathers have been clearly astray.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Kasem olsun ki,» dedi, «siz de, babalarınız da pek açık bir sapıklık içinde bulunmuş oldunuz.»",
        "hayrat_nesriyat": "(İbrâhîm:) `Yemîn olsun ki siz de atalarınız da apaçık bir sapıklık içindesiniz` dedi.",
        "diyanet_vakfi": "Doğrusu, siz de, babalarınız da açık bir sapıklık içindesiniz, dedi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/054.mp3"
      }
    },
    {
      "id": 2538,
      "verseNumber": 55,
      "verseKey": "21:55",
      "arabic": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
      "english": "They asked, “Have you come to us with the truth, or is this a joke?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Sen bize hak ile mi geldin, yoksa sen latife edenlerden misin?»",
        "hayrat_nesriyat": "(Onlar:) `(Sen) bize hak ile mi geldin (ciddî mi konuşuyorsun), yoksa sen şaka yapanlardan mısın?` dediler.",
        "diyanet_vakfi": "Dediler ki: Bize gerçeği mi getirdin, yoksa sen oyunbazlardan biri misin?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/055.mp3"
      }
    },
    {
      "id": 2539,
      "verseNumber": 56,
      "verseKey": "21:56",
      "arabic": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
      "english": "He replied, “In fact, your Lord is the Lord of the heavens and the earth, Who created them ˹both˺. And to that I bear witness.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Hayır. Rabbiniz göklerin ve yerin rabbidir ki, onları yaratmıştır ve ben O’na şehâdet edenlerdenim.»",
        "hayrat_nesriyat": "(İbrâhîm şöyle) dedi: `Hayır! Rabbiniz göklerin ve yerin Rabbidir ki, onları yoktan var etmiştir; ben de buna şâhidlik edenlerdenim.`",
        "diyanet_vakfi": "Hayır, dedi, sizin Rabbiniz, yarattığı göklerin ve yerin de Rabbidir ve ben buna şahitlik edenlerdenim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/056.mp3"
      }
    },
    {
      "id": 2540,
      "verseNumber": 57,
      "verseKey": "21:57",
      "arabic": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
      "english": "˹Then he said to himself,˺ “By Allah! I will surely plot against your idols after you have turned your backs and gone away.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Vallahi yemin ederim ki, siz dönüp gittikten sonra elbette putlarınıza bir mekrde bulunacağım.»",
        "hayrat_nesriyat": "`Ve Allah`a yemîn olsun ki, (siz) arkasını dönen kimseler olarak dönüp gittikten sonra putlarınıza elbette bir tuzak kuracağım!`",
        "diyanet_vakfi": "Allah’a yemin ederim ki, siz ayrılıp gittikten sonra putlarınıza bir oyun oynayacağım!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/057.mp3"
      }
    },
    {
      "id": 2541,
      "verseNumber": 58,
      "verseKey": "21:58",
      "arabic": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "english": "So he smashed them into pieces, except the biggest of them, so they might turn to it ˹for answers˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onları parça parça etti. Ancak onların bir büyüğünü değil, belki kendisine müracaat ederler diye.",
        "hayrat_nesriyat": "Nihâyet (İbrâhîm) onları (o putları) paramparça etti; ancak onların büyüğünü(bıraktı) ki, belki ona mürâcaat ederler!",
        "diyanet_vakfi": "Sonunda İbrahim onları paramparça etti. Yalnız onların büyüğünü bıraktı; belki ona müracaat ederler diye."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/058.mp3"
      }
    },
    {
      "id": 2542,
      "verseNumber": 59,
      "verseKey": "21:59",
      "arabic": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
      "english": "They protested, “Who dared do this to our gods? It must be an evildoer!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «İlâhlarımıza bunu kim yaptı ise şüphe yok ki, O zalimlerdendir.»",
        "hayrat_nesriyat": "(Onlar döndükleri zaman:) `Bunu ilâhlarımıza kim yaptı? Hiç şübhesiz o, zâlimlerden biridir` dediler.",
        "diyanet_vakfi": "Bunu tanrılarımıza kim yaptı? Muhakkak o, zalimlerden biridir, dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/059.mp3"
      }
    },
    {
      "id": 2543,
      "verseNumber": 60,
      "verseKey": "21:60",
      "arabic": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
      "english": "Some said, “We heard a young man, called Abraham, speaking ˹ill˺ of them.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Kendisine İbrahim denilen bir genci işittik ki, onları anıp duruyormuş.»",
        "hayrat_nesriyat": "(Bazıları:) `Onları diline dolayan bir genç işittik; kendisine İbrâhîm deniyormuş` dediler.",
        "diyanet_vakfi": "(Bir kısmı:) Bunları diline dolayan bir genç duyduk; kendisine İbrahim denilirmiş, dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/060.mp3"
      }
    },
    {
      "id": 2544,
      "verseNumber": 61,
      "verseKey": "21:61",
      "arabic": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "english": "They demanded, “Bring him before the eyes of the people, so that they may witness ˹his trial˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Haydin dediler. O’nu nâsın gözleri önüne getiriniz; umulur ki onlar şehâdette bulunurlar.»",
        "hayrat_nesriyat": "`Öyle ise onu insanların gözü önüne getirin; belki (onun yaptığına) şâhidlik ederler` dediler.",
        "diyanet_vakfi": "O halde, dediler, onu hemen insanların gözü önüne getirin. Belki şahitlik ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/061.mp3"
      }
    },
    {
      "id": 2545,
      "verseNumber": 62,
      "verseKey": "21:62",
      "arabic": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
      "english": "They asked, “Was it you who did this to our gods, O  Abraham?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey İbrahim, Bizim ilâhlarımıza bunu sen mi yaptın?»",
        "hayrat_nesriyat": "(İbrâhîm`i getirdikten sonra:) `Bunu ilâhlarımıza sen mi yaptın ey İbrâhîm?` dediler.",
        "diyanet_vakfi": "Bunu ilâhlarımıza sen mi yaptın ey İbrahim? dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/062.mp3"
      }
    },
    {
      "id": 2546,
      "verseNumber": 63,
      "verseKey": "21:63",
      "arabic": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
      "english": "He replied ˹sarcastically˺, “No, this one—the biggest of them—did it! So ask them, if they can talk!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Belki onu onların şu büyüğü yapmıştır. Haydin onlara sorunuz, eğer söyleyebilmekte iseler.»",
        "hayrat_nesriyat": "(İbrâhîm:) `Belki onu bu büyükleri yapmıştır; onlara bir sorun bakalım, eğer konuşuyorlarsa!` dedi.",
        "diyanet_vakfi": "Belki de bu işi şu büyükleri yapmıştır. Hadi onlara sorun; eğer konuşuyorlarsa! dedi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/063.mp3"
      }
    },
    {
      "id": 2547,
      "verseNumber": 64,
      "verseKey": "21:64",
      "arabic": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
      "english": "So they came back to their senses, saying ˹to one another˺, “You yourselves are truly the wrongdoers!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunun üzerine kendi nefislerine döndüler de dediler ki: «Siz şüphe yok ki, zalimlersiniz.»",
        "hayrat_nesriyat": "Bunun üzerine (orada bulunanlar) kendi vicdanlarına döndüler de (kendi kendilerine): `Gerçekten zâlim olanlar, ancak sizlersiniz` dediler.",
        "diyanet_vakfi": "Bunun üzerine, kendi vicdanlarına dönüp (kendi kendilerine) «Zalimler sizlersiniz, sizler!» dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/064.mp3"
      }
    },
    {
      "id": 2548,
      "verseNumber": 65,
      "verseKey": "21:65",
      "arabic": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
      "english": "Then they ˹quickly˺ regressed to their ˹original˺ mind-set, ˹arguing,˺ “You already know that those ˹idols˺ cannot talk.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra da başları üzerine döndürüldüler de (dediler ki:) «Muhakkak sen bilmişsindir ki, onlar söz söyler değildirler.»",
        "hayrat_nesriyat": "Sonra yine eski kafalarına döndürüldüler: `Yemîn olsun (sen de) bilirsin ki, bunlar konuşmazlar!` (dediler).",
        "diyanet_vakfi": "Sonra tekrar eski inanç ve tartışmalarına döndüler: Sen bunların konuşmadığını pek âlâ biliyorsun, dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/065.mp3"
      }
    },
    {
      "id": 2549,
      "verseNumber": 66,
      "verseKey": "21:66",
      "arabic": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
      "english": "He rebuked ˹them˺, “Do you then worship—instead of Allah—what can neither benefit nor harm you in any way?",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «O halde Allah’tan başka size hiçbir şey ile faide veremiyecek ve zarar da veremiyecek bir şeye ibadet eder misiniz?»",
        "hayrat_nesriyat": "İbrahim: “O halde” dedi. “Allah`ı bırakıpta size hiçbir şekilde ne yararı, ne de zararı dokunmayan şeylere mi tapınıyorsunuz?",
        "diyanet_vakfi": "İbrahim: Öyleyse, dedi, Allah’ı bırakıp da, size hiçbir fayda ve zarar vermeyen bir şeye hâla tapacak mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/066.mp3"
      }
    },
    {
      "id": 2550,
      "verseNumber": 67,
      "verseKey": "21:67",
      "arabic": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "english": "Shame on you and whatever you worship instead of Allah! Do you not have any sense?”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Yuf size! Ve Allah’tan başka tapar olduğunuza! Siz hiç âkılâne düşünmeyecek misiniz?»",
        "hayrat_nesriyat": "`Size de, Allah`dan başka tapmakta olduğunuz şeylere de yuh olsun! Hiç akıl erdirmez misiniz?`",
        "diyanet_vakfi": "Size de, Allah’ı bırakıp tapmakta olduğunuz şeylere de yuh olsun! Siz akıllanmaz mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/067.mp3"
      }
    },
    {
      "id": 2551,
      "verseNumber": 68,
      "verseKey": "21:68",
      "arabic": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
      "english": "They concluded, “Burn him up to avenge your gods, if you must act.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «O’nu yakınız ve ilâhlarınıza yardım ediniz. Eğer yapacak kimseler iseniz.»",
        "hayrat_nesriyat": "(Bazıları:) `Eğer (bir iş) yapacak kimseler iseniz, onu yakın da ilâhlarınıza yardım edin!` dediler.",
        "diyanet_vakfi": "(Bir kısmı:) Eğer iş yapacaksanız, yakın onu da tanrılarınıza yardım edin! dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/068.mp3"
      }
    },
    {
      "id": 2552,
      "verseNumber": 69,
      "verseKey": "21:69",
      "arabic": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
      "english": "We ordered, “O fire! Be cool and safe for Abraham!”<sup foot_note=76970>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedik ki: «Ey Ateş! İbrahim üzerine serin ve selâmet ol.»",
        "hayrat_nesriyat": "Biz de `Ey ateş, İbrahim`e serinlik ve esenlik ol` buyurduk.",
        "diyanet_vakfi": "«Ey ateş! İbrahim için serinlik ve esenlik ol!» dedik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/069.mp3"
      }
    },
    {
      "id": 2553,
      "verseNumber": 70,
      "verseKey": "21:70",
      "arabic": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
      "english": "They had sought to harm him, but We made them the worst losers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’na bir hud’ada bulunmak istediler. Biz de onları ziyâde hüsrâna uğramış kimseler kıldık.",
        "hayrat_nesriyat": "Böylece ona bir tuzak kurmak istediler; fakat kendilerini daha çok hüsrâna uğrayanlar kıldık.",
        "diyanet_vakfi": "Böylece ona bir tuzak kurmak istediler; fakat biz onları, daha çok hüsrana uğrayanlar durumuna soktuk."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/070.mp3"
      }
    },
    {
      "id": 2554,
      "verseNumber": 71,
      "verseKey": "21:71",
      "arabic": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
      "english": "Then We delivered him, along with Lot, to the land We had showered with blessings for all people.<sup foot_note=76971>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "(71-72) Ve O’nu ve Lût’u kurtarıp bir yere kavuşturduk ki, o yerde âlemler için bereketler vardır. Ve O’na İshak’ı ve fazla olarak da Yakub’u ihsan ettik ve hepsini de sâlihler kıldık.",
        "hayrat_nesriyat": "Onu ve (kardeşinin oğlu) Lût`u, içinde âlemler için (maddî-ma`nevî) bereketler kıldığımız yere (Şam`a ulaştırıp) kurtardık.",
        "diyanet_vakfi": "Biz, onu ve Lût’u kurtararak, içinde cümle âleme bereketler verdiğimiz ülkeye ulaştırdık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/071.mp3"
      }
    },
    {
      "id": 2555,
      "verseNumber": 72,
      "verseKey": "21:72",
      "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
      "english": "And We blessed him with Isaac ˹as a son˺ and Jacob ˹as a grandson˺, as an additional favour—making all of them righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "(71-72) Ve O’nu ve Lût’u kurtarıp bir yere kavuşturduk ki, o yerde âlemler için bereketler vardır. Ve O’na İshak’ı ve fazla olarak da Yakub’u ihsan ettik ve hepsini de sâlihler kıldık.",
        "hayrat_nesriyat": "Ve ona (İbrâhîm`e) İshâk`ı ve fazla(sıyla bir lütûf) olarak da (torunu olan)Ya`kub`u ihsân ettik. Ve her birini sâlih kimseler kıldık.",
        "diyanet_vakfi": "Ona (İbrahim’e), İshak’ı ve fazladan bir bağış olmak üzere Ya’kub’u lütfettik; herbirini sâlih insanlar yaptık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/072.mp3"
      }
    },
    {
      "id": 2556,
      "verseNumber": 73,
      "verseKey": "21:73",
      "arabic": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
      "english": "We ˹also˺ made them leaders, guiding by Our command, and inspired them to do good deeds, establish prayer, and pay alms-tax. And they were devoted to Our worship.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları imamlar kıldık ki, Bizim emrimizle rehber-i hidâyette bulunurlar ve onlara hayırlı işleri yapmayı, namaz kılmayı, zekât vermeyi vahyettik ve Bize ibadet edenler oldular.",
        "hayrat_nesriyat": "Onları emrimizle (insanlara) hak yolu gösteren imamlar (kendisine tâbi` olunan rehberler) yaptık; onlara hayırlı işler yapmayı, namazı hakkıyla edâ etmeyi ve zekât vermeyi vahyettik. (Onlar) bize kulluk eden kimselerdi.",
        "diyanet_vakfi": "Onları, emrimiz uyarınca doğru yolu gösteren önderler yaptık ve kendilerine hayırlı işler yapmayı, namaz kılmayı, zekât vermeyi vahyettik. Onlar, daima bize ibadet eden kimselerdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/073.mp3"
      }
    },
    {
      "id": 2557,
      "verseNumber": 74,
      "verseKey": "21:74",
      "arabic": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
      "english": "And to Lot We gave wisdom and knowledge, and delivered him from the society engrossed in shameful practices. They were certainly an evil, rebellious people.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Lût’a da bir hüküm ve ilim verdik ve onu habîsane hareketlerde bulunan bir memleketten kurtardık ki; onlar hakikaten fâsıklar olan bir fena kavim idiler.",
        "hayrat_nesriyat": "Lût`a da (vahyettik)! Ona da bir hikmet ve bir ilim verdik ve onu çirkin işler yapmakta olan o şehirden kurtardık. Gerçekten onlar, kötü bir fâsıklar topluluğu idiler.",
        "diyanet_vakfi": "Lût’a gelince, ona da hüküm (hakimlik, peygamberlik, hükümdarlık) ve ilim verdik; onu, çirkin işler yapmakta olan memleketten kurtardık. Zira onlar (o memleketin halkı), gerçekten fena işler yapan kötü bir kavimdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/074.mp3"
      }
    },
    {
      "id": 2558,
      "verseNumber": 75,
      "verseKey": "21:75",
      "arabic": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
      "english": "And We admitted him into Our mercy, ˹for˺ he was truly one of the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onu rahmetimize idhal ettik, çünkü o, şüphe yok sâlihlerden idi.",
        "hayrat_nesriyat": "Ve onu (Lût`u) rahmetimizin içine aldık. Gerçekten o, sâlih kimselerdendi.",
        "diyanet_vakfi": "Onu (Lût’u) rahmetimize kabul ettik; çünkü o, sâlihlerden idi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/075.mp3"
      }
    },
    {
      "id": 2559,
      "verseNumber": 76,
      "verseKey": "21:76",
      "arabic": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
      "english": "And ˹remember˺ when Noah had cried out to Us earlier, so We responded to him and delivered him and his family<sup foot_note=76972>1</sup> from the great distress.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Nûh’u (da Yâd et)! O vakit ki, o evvelce niyazda bulunmuştu. Biz de O’na icabet etmiş, nihâyet O’nu da, ehlini de pek büyük bir gamdan necâta erdirmiştik.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Nûh`u da (an)! Hani daha önce (o da) duâ etmişti de onun duâsını kabûl edip, kendisini ve (îmân eden) ehlini o büyük sıkıntıdan (tûfandan)kurtarmıştık.",
        "diyanet_vakfi": "Nuh’u da (hatırla). Hani o dua etmiş, biz onun duasını kabul etmiştik. Böylece, kendisini ve (iman eden) yakınlarını büyük sıkıntıdan kurtarmıştık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/076.mp3"
      }
    },
    {
      "id": 2560,
      "verseNumber": 77,
      "verseKey": "21:77",
      "arabic": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "english": "And We made him prevail over those who had rejected Our signs. They were truly an evil people, so We drowned them all.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Bizim âyetlerimizi tekzîp eden bir kavimden O’nu muaf ettik, şüphe yok ki, onlar kötülük yapan bir kavim idiler. Artık onları cümleten gark ediverdik.",
        "hayrat_nesriyat": "Âyetlerimizi yalanlayan o kavme karşı ona yardım ettik. Gerçekten onlar, kötü bir kavim idiler de onları hep birlikte suda boğduk.",
        "diyanet_vakfi": "Onu, âyetlerimizi inkâr eden kavimden koruduk. Gerçekten onlar, fena bir kavim idi; bu yüzden topunu birden (suya) gömdük."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/077.mp3"
      }
    },
    {
      "id": 2561,
      "verseNumber": 78,
      "verseKey": "21:78",
      "arabic": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
      "english": "And ˹remember˺ when David and Solomon passed judgment regarding the crops ruined ˹at night˺ by someone’s sheep, and We were witness to their judgments.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Dâvud ile Süleyman’ı da zikret ki, onlar ekin hakkında hüküm veriyorlardı. O vakit ki, onun içinde kavmin koyunları yayılmıştı. Ve Biz de onların hükümlerine şahitler olduk.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Dâvûd`u ve Süleymân`ı da (yâd et)! Bir vakit ekin hakkında hükümveriyorlardı; hani o kavmin koyunları onun (o ekinin) içine (geceleyin) yayılmışlardı. (Biz de) onların hükmüne şâhidler idik.",
        "diyanet_vakfi": "Davud ve Süleyman’ı da (an). Bir zaman, bir ekin konusunda hüküm veriyorlardı: bir gurup insanın koyun sürüsü, geceleyin başıboş bir vaziyette bu ekinin içine dağılıp ziyan vermişti. Biz onların hükmünü görüp bilmekte idik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/078.mp3"
      }
    },
    {
      "id": 2562,
      "verseNumber": 79,
      "verseKey": "21:79",
      "arabic": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
      "english": "We guided ˹young˺ Solomon to a fairer settlement,<sup foot_note=76973>1</sup> and granted each of them wisdom and knowledge. We subjected the mountains as well as the birds to hymn ˹Our praises˺ along with David. It is We Who did ˹it all˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onu (onun hükmünü) derhal Süleyman’a anlattık ve herbirine bir hüküm ve bir ilim ihsan ettik. Ve Dâvud’a dağları ve kuşları musahhar kıldık, onunla beraber tesbihte bulunurlardı. Ve (bunları) yapanlar olduk.",
        "hayrat_nesriyat": "Bunun üzerine onu (o hâdise hakkındaki hükmü) Süleymân`a anlattık. Bununla berâber her birine hüküm ve ilim verdik. Dağları ve kuşları, Dâvûd`la berâber tesbîh etmek üzere (ona) itaatkâr kıldık. Ve (bütün bunları) yapanlar (biz) idik.",
        "diyanet_vakfi": "Böylece bunu (bu fetvayı) Süleyman’a biz anlatmıştık. Biz, onların her birine hüküm (hükümdarlık, peygamberlik) ve ilim verdik. Kuşları ve tesbih eden dağları da Davud’a boyun eğdirdik. (Bunları) biz yapmaktayız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/079.mp3"
      }
    },
    {
      "id": 2563,
      "verseNumber": 80,
      "verseKey": "21:80",
      "arabic": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
      "english": "We taught him the art of making body armour to protect you in battle. Will you then be grateful?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için, sizi savaşlarınızın şiddetinden korusun diye giyilecek zırh san’atını O’na (Hazreti Dâvud’a) tâlim ettik. Artık sizler şükrediciler misiniz?",
        "hayrat_nesriyat": "O`na sizi savaşın şiddeti ve silahların darbesinden koruması için zırh yapma sanatını da öğrettik. (Bütün bu nimetlerim karşısında) acaba gerekli şükrü yerine getiren kimseler misiniz?",
        "diyanet_vakfi": "Ona, savaş sıkıntılarınızdan sizi koruması için zırh yapmayı öğrettik. Artık şükredecek misiniz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/080.mp3"
      }
    },
    {
      "id": 2564,
      "verseNumber": 81,
      "verseKey": "21:81",
      "arabic": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
      "english": "And to Solomon We subjected the raging winds, blowing by his command to the land We had showered with blessings. It is We Who know everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Süleyman’a da şiddetli esen rüzgarı (musahhar kıldık) ki, içinde bereketler vücuda getirmiş olduğumuz yere O’nun emriyle cereyan ederdi. Ve Biz her şeye âlimleriz.",
        "hayrat_nesriyat": "Süleymân`a da şiddetli esen rüzgârı (boyun eğdirdik); (rüzgâr) onun emriyle, içinde bereketler kıldığımız yere (Şam`a) akıp giderdi. Ve (biz) herşeyi bilenleriz.",
        "diyanet_vakfi": "Süleyman’ın emrine de kasırga (gibi esen) rüzgârı verdik; onun emriyle içinde bereketler yarattığımız yere doğru eserdi. Biz herşeyi biliriz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/081.mp3"
      }
    },
    {
      "id": 2565,
      "verseNumber": 82,
      "verseKey": "21:82",
      "arabic": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
      "english": "And ˹We subjected˺ some jinn<sup foot_note=76974>1</sup> that dived for him,<sup foot_note=76975>2</sup> and performed other duties. It is We Who kept them in check.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve şeytanlardan onun için dalgıçlık edenleri ve ondan başka ileri yapanları da (musahhar kılmıştık) ve onlar için hıfz edenler Biz olduk.",
        "hayrat_nesriyat": "Şeytanlardan da, onun için dalgıçlık yapanları ve bundan başka iş görenleri (emrine verdik.) Ve onları koruyanlar (biz) idik.",
        "diyanet_vakfi": "Şeytanlar arasından da, onun için dalgıçlık eden (ve inciler çıkaran) ve bundan başka işler görenler vardı. Biz onları gözetim altında tutuyorduk."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/082.mp3"
      }
    },
    {
      "id": 2566,
      "verseNumber": 83,
      "verseKey": "21:83",
      "arabic": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "english": "And ˹remember˺ when Job cried out to his Lord, “I have been touched with adversity,<sup foot_note=76976>1</sup> and You are the Most Merciful of the merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Eyyûb’u da (an) o vakit ki, Rabbine nidâ etti, (dedi ki:) «Şüphe yok, beni zarar kapladı, ve Sen (Yarabbi) rahmet edenlerin en merhametlisisin.»",
        "hayrat_nesriyat": "(Ey Habîbim!) Eyyûb`ü de (an)! Hani Rabbine: `Zarar gerçekten bana dokundu; sen merhametlilerin en merhametlisisin` diye nidâ etmişti.",
        "diyanet_vakfi": "Eyyub’u da (an). Hani Rabbine: «Başıma bu dert geldi. Sen, merhametlilerin en merhametlisisin» diye niyaz etmişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/083.mp3"
      }
    },
    {
      "id": 2567,
      "verseNumber": 84,
      "verseKey": "21:84",
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
      "english": "So We answered his prayer and removed his adversity, and gave him back his family, twice as many, as a mercy from Us and a lesson for the ˹devoted˺ worshippers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz de O’nun duasını kabul ettik de O’nda olan ızdırabı açıverdik ve O’na ehlini ve onlar ile beraber onların bir mislini kendi tarafımızdan bir rahmet ve ibadet edenler için bir mev’ize olmak üzere verdik.",
        "hayrat_nesriyat": "Bunun üzerine (biz de) onun duâsını kabûl etmiştik de kendisinde bulunan zararı(o hastalığı) açmış (kaldırmış)tık; katımızdan bir rahmet ve (bize) kulluk edenlere bir ibret olmak üzere, ona âilesini ve onlarla berâber bir mislini daha verdik.",
        "diyanet_vakfi": "Bunun üzerine biz, tarafımızdan bir rahmet ve kulluk edenler için bir hatıra olmak üzere onun duasını kabul ettik; kendisinde dert ve sıkıntı olarak ne varsa giderdik ve ona aile efradını, ayrıca bunlarla birlikte bir mislini daha verdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/084.mp3"
      }
    },
    {
      "id": 2568,
      "verseNumber": 85,
      "verseKey": "21:85",
      "arabic": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
      "english": "And ˹remember˺ Ishmael, Enoch, and Ⱬul-Kifl.<sup foot_note=76977>1</sup> They were all steadfast.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve İsmail ve İdris ve Zülkifl’i (de yâd et). Hepsi de sabredenlerden idiler.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) İsmâîl`i, İdrîs`i ve Zülkifl`i de (hatırla)! Hepsi de sabredenlerdendi.",
        "diyanet_vakfi": "İsmail’i, İdris’i ve Zülkifl’i de (yâdet). Hepsi de sabreden kimselerdendi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/085.mp3"
      }
    },
    {
      "id": 2569,
      "verseNumber": 86,
      "verseKey": "21:86",
      "arabic": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
      "english": "We admitted them into Our mercy, for they were truly of the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları rahmetimize idhâl ettik. Şüphe yok ki, onlar sâlihlerden idiler.",
        "hayrat_nesriyat": "Onları da rahmetimize dâhil ettik. Çünki onlar sâlih kimselerdendi.",
        "diyanet_vakfi": "Onları rahmetimize kabul ettik. Onlar hakikaten iyi kimselerdendi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/086.mp3"
      }
    },
    {
      "id": 2570,
      "verseNumber": 87,
      "verseKey": "21:87",
      "arabic": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
      "english": "And ˹remember˺ when the Man of the Whale stormed off ˹from his city˺ in a rage, thinking We would not restrain him.<sup foot_note=76978>1</sup> Then in the ˹veils of˺ darkness<sup foot_note=76979>2</sup> he cried out, “There is no god ˹worthy of worship˺ except You. Glory be to You! I have certainly done wrong.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Zünnûn’u da (yâd et) o vakit ki, gazebnâk olarak gitmişti. Bizim kendisini muaheze etmiyeceğimizi zannetmişti. Derken zulmetler içinde (kalıp) niyazda bulundu ki: «(Yarabbi!) Senden başka ilâh yoktur, seni tenzih ederim, şüphe yok ki ben zalimlerden oldum.»",
        "hayrat_nesriyat": "Zünnûn`u da (balık sâhibi Yûnus`u da an)! Hani (kavmine) kızan biri olarak,(bizden izinsiz) gitmişti de kendisini (bu yüzden) aslâ sıkıştırmayacağımızı sanmıştı; derken(balığın karnında) karanlıklar içinde (kalıp): `Senden başka ilâh yoktur; seni tenzîh ederim! Gerçekten ben (nefsine) zulmedenlerden oldum!` diye nidâ etmişti.",
        "diyanet_vakfi": "Zünnûn’u da (Yunus’u da zikret). O öfkeli bir halde geçip gitmişti; bizim kendisini asla sıkıştırmayacağımızı zannetmişti. Nihayet karanlıklar içinde: «Senden başka hiçbir tanrı yoktur. Seni tenzih ederim. Gerçekten ben zalimlerden oldum!» diye niyaz etti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/087.mp3"
      }
    },
    {
      "id": 2571,
      "verseNumber": 88,
      "verseKey": "21:88",
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
      "english": "So We answered his prayer and rescued him from anguish. And so do We save the ˹true˺ believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Biz de O’nun duasına icabet ettik de O’nu gamdan kurtardık ve mü’minleri de böylece necâta erdiririz.",
        "hayrat_nesriyat": "Nihâyet (biz de) onun duâsını kabûl ettik ve onu kederden kurtardık. İşte, mü`minleri böyle kurtarırız.",
        "diyanet_vakfi": "Bunun üzerine onun duasını kabul ettik ve onu kederden kurtardık. İşte biz müminleri böyle kurtarırız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/088.mp3"
      }
    },
    {
      "id": 2572,
      "verseNumber": 89,
      "verseKey": "21:89",
      "arabic": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
      "english": "And ˹remember˺ when Zachariah cried out to his Lord, “My Lord! Do not leave me childless, though You are the Best of Successors.”<sup foot_note=76980>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Zekeriya’yı da (an) o vakit ki, Rabbine nidâ etti, «Yarabbi! Beni yalnız bırakma, Sen vârislerin hayırlısısın» (dedi).",
        "hayrat_nesriyat": "Zekeriyyâ`yı da (yâd et)! Hani (o da) Rabbine: `Rabbim! Beni tek bırakma; sen(herkes fenâ bulduktan sonra, bâki kalarak) vârislerin en hayırlısısın` diye nidâ etmişti.",
        "diyanet_vakfi": "Zekeriyya’yı da (an). Hani o, Rabbine şöyle niyaz etmişti: Rabbim! Beni yalnız bırakma! Sen, vârislerin en hayırlısısın, (her şey sonunda senindir)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/089.mp3"
      }
    },
    {
      "id": 2573,
      "verseNumber": 90,
      "verseKey": "21:90",
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
      "english": "So We answered his prayer, granted him John, and made his wife fertile. Indeed, they used to race in doing good, and call upon Us with hope and fear, totally humbling themselves before Us.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz de O’na icabet ettik ve O’na Yahya’yı ihsan eyledik ve O’nun için refikasını ıslah kıldık. Muhakkak ki, onlar hayırlı işlere koşarlardı. Ve Bize rağbetle ve haşyetle dua ederlerdi ve Bizim için mütevazi zâtlar olmuşlardı.",
        "hayrat_nesriyat": "Bu yüzden (biz de) onun duâsını kabûl ettik ve ona Yahyâ`yı ihsân ettik; (yaşıgeçmiş) hanımını da kendisi için (çocuk sâhibi olmaya) elverişli bir hâle getirdik. Gerçekten onlar (bütün bu peygamberler) hayırlı işlerde koşuşurlar, ümîd ederek ve korkarak bize duâ ederlerdi. Ve bize gönülden bağlı kimselerdi.",
        "diyanet_vakfi": "Biz onun da duasını kabul ettik ve ona Yahya’yı verdik; eşini de kendisi için (çocuk doğurmaya) elverişli kıldık. Onlar (bütün bu peygamberler), hayır işlerinde koşuşurlar, umarak ve korkarak bize yalvarırlardı; onlar, bize karşı derin saygı içindeydiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/090.mp3"
      }
    },
    {
      "id": 2574,
      "verseNumber": 91,
      "verseKey": "21:91",
      "arabic": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "english": "And ˹remember˺ the one who guarded her chastity, so We breathed into her through Our angel, ˹Gabriel,˺<sup foot_note=76981>1</sup> making her and her son a sign for all peoples.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ismetini pek güzelce muhafaza etmiş olanı da (yâd et ki) kendisine rûhumuzdan üflemiştik. Ve O’nu ve oğlunu da âlemlere bir âyet kılmıştık.",
        "hayrat_nesriyat": "İffetini korumuş olanı da (Meryem`i de zikret)! Ona (yarattığımız) rûhumuzdan üfledik; onu ve oğlunu, âlemler için bir ibret kıldık.",
        "diyanet_vakfi": "Irzını iffetle korumuş olanı (Meryem’i de an.) Biz ona ruhumuzdan üfledik; onu ve oğlunu cümle âlem için bir ibret kıldık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/091.mp3"
      }
    },
    {
      "id": 2575,
      "verseNumber": 92,
      "verseKey": "21:92",
      "arabic": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
      "english": "˹O prophets!˺ Indeed, this religion of yours is ˹only˺ one, and I am your Lord, so worship Me ˹alone˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki bu, bir tek din olarak sizin dininizdir ve Ben de sizin Rabbinizim. Artık Bana ibadet ediniz.",
        "hayrat_nesriyat": "İşte hiç şübhesiz bu sizin ümmetiniz (olan İslâm Milleti), tek bir ümmettir (tek bir dindir). Ben de sizin Rabbinizim; öyle ise bana kulluk edin!",
        "diyanet_vakfi": "Hakikaten bu (bütün peygamberler ve onlara iman edenler) bir tek ümmet olarak sizin ümmetinizdir. Ben de sizin Rabbinizim. Öyle ise bana kulluk edin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/092.mp3"
      }
    },
    {
      "id": 2576,
      "verseNumber": 93,
      "verseKey": "21:93",
      "arabic": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
      "english": "Yet the people have divided it into sects. But to Us they will all return.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Bazı milletler) Din işlerinde kendi aralarında fırka fırka oldular. Hepsi de Bize dönücülerdir.",
        "hayrat_nesriyat": "Fakat (yahudilerle hristiyanlar, din) işlerini kendi aralarında parça parça ettiler! Hepsi (sonunda) ancak bize dönücüdürler.",
        "diyanet_vakfi": "(İnsanlar) kendi aralarında (din ve devlet) işlerinin birliğini bozdular. Halbuki hepsi bize döneceklerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/093.mp3"
      }
    },
    {
      "id": 2577,
      "verseNumber": 94,
      "verseKey": "21:94",
      "arabic": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
      "english": "So whoever does good and is a believer will never be denied ˹the reward for˺ their striving, for We are recording it all.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi her kim mü’min olduğu halde sâlih sâlih amellerden işlerse artık onun çalışması için inkar yoktur ve şüphe yok ki, Biz onun için yazıcılarız.",
        "hayrat_nesriyat": "Artık kim mü`min olarak sâlih amellerden işlerse, onun çalışması için nankörlük yoktur. Şübhe yok ki biz, onu yazanlarız.",
        "diyanet_vakfi": "Bu durumda her kim mümin olarak iyi davranışlar yaparsa onun çabasını görmezlikten gelmek olmaz. Zira biz onu yazmaktayız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/094.mp3"
      }
    },
    {
      "id": 2578,
      "verseNumber": 95,
      "verseKey": "21:95",
      "arabic": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
      "english": "It is impossible for a society which We have destroyed to ever rise again,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kendisini helâk ettiğimiz bir belde (ahalisi) için memnudur ki, onlar dönmeyecekler olsunlar.",
        "hayrat_nesriyat": "Helâk ettiğimiz bir şehrin (halkının mahşer günü bize) dönmemeleri, şübhesiz ki mümkün değildir.",
        "diyanet_vakfi": "Helâk ettiğimiz bir belde için artık (yeniden mâmur olmak) imkânsızdır; çünkü onlar geri dönemeyeceklerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/095.mp3"
      }
    },
    {
      "id": 2579,
      "verseNumber": 96,
      "verseKey": "21:96",
      "arabic": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "english": "until ˹after˺ Gog and Magog have broken loose ˹from the barrier˺,<sup foot_note=76982>1</sup> swarming down from every hill,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ye’cüc ve Me’cüc açılıp da onlar her tepeden koşmaya başlayacakları zamana kadar (bu kavimlerin halleri devam eder).",
        "hayrat_nesriyat": "(96-97) Nihâyet Ye`cüc ve Me`cüc`ün (seddi) açıldığı ve onların her tepeden akın etmekte olduğu ve gerçek va`d (olan kıyâmet)in yaklaştığı zaman bir de bakarsın ki, inkâredenlerin gözleri (dehşetten) donuktur. `Eyvah bize! Hakikaten bundan gaflet içindeydik,(biz) bil`akis (nefsimize) zulmeden kimseler imişiz!` (derler).",
        "diyanet_vakfi": "Nihayet Ye’cûc ve Me’cûc (sedleri) açıldığı ve onlar her tepeden akın ettiği zaman;"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/096.mp3"
      }
    },
    {
      "id": 2580,
      "verseNumber": 97,
      "verseKey": "21:97",
      "arabic": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
      "english": "ushering in the True Promise.<sup foot_note=76983>1</sup> Then—behold!—the disbelievers will stare ˹in horror, crying,˺ “Oh, woe to us! We have truly been heedless of this. In fact, we have been wrongdoers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve doğru olan vaad (Kıyamet günü) yaklaştığı zaman, artık kâfirlerin gözleri muzdarip bir hale gelecek, (ve diyeceklerdir ki:) «Eyvah bizlere! Biz bundan gaflette bulunmuş olduk. Hayır. Biz zalimler olduk.»",
        "hayrat_nesriyat": "(96-97) Nihâyet Ye`cüc ve Me`cüc`ün (seddi) açıldığı ve onların her tepeden akın etmekte olduğu ve gerçek va`d (olan kıyâmet)in yaklaştığı zaman bir de bakarsın ki, inkâredenlerin gözleri (dehşetten) donuktur. `Eyvah bize! Hakikaten bundan gaflet içindeydik,(biz) bil`akis (nefsimize) zulmeden kimseler imişiz!` (derler).",
        "diyanet_vakfi": "Ve gerçek vaad (ölüm, kıyamet) yaklaşınca, birden, inkâr edenlerin gözleri donakalır! «Yazıklar olsun bize! (derler), gerçekten biz, bu durumdan habersizmişiz; hatta biz zalim kimselermişiz.»"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/097.mp3"
      }
    },
    {
      "id": 2581,
      "verseNumber": 98,
      "verseKey": "21:98",
      "arabic": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
      "english": "Certainly you ˹disbelievers˺ and whatever you worship instead of Allah will be the fuel of Hell.<sup foot_note=76984>1</sup> You are ˹all˺ bound to enter it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, siz ve Allah’tan başka taptığınız nesneler cehenneme atılıp yakılacak şeylersiniz. Siz oraya varıp gireceksiniz.",
        "hayrat_nesriyat": "Muhakkak ki siz ve Allah`dan başka tapmakta olduklarınız, Cehennemin yakacağısınız! Siz oraya girecek olanlarsınız!",
        "diyanet_vakfi": "Siz ve Allah’ın dışında taptığınız şeyler cehennem yakıtısınız. Siz oraya gireceksiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/098.mp3"
      }
    },
    {
      "id": 2582,
      "verseNumber": 99,
      "verseKey": "21:99",
      "arabic": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
      "english": "Had those idols been ˹true˺ gods, they would not have entered it. And they will be there forever.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer onlar ilâhlar olsalar idi oraya varıp girmezlerdi. Halbuki hepsi de orada ebedîyyen kalıcılardır.",
        "hayrat_nesriyat": "Eğer onlar birer ilâh olsaydı, oraya girmezlerdi. Hâlbuki (tapan ve tapılan) hepsiorada ebedî olarak kalıcıdırlar.",
        "diyanet_vakfi": "Eğer onlar birer tanrı olsalardı oraya (cehenneme) girmezlerdi. Halbuki hepsi (tapanlar da tapılanlar da) orada ebedî kalacaklardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/099.mp3"
      }
    },
    {
      "id": 2583,
      "verseNumber": 100,
      "verseKey": "21:100",
      "arabic": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "english": "In it they will groan, and will not be able to hear.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar için orada gayet şiddetli bir nefes alma vardır ve onlar orada (hiçbir şey) işitemezler.",
        "hayrat_nesriyat": "Onlar için orada inim inim inlemek vardır. Ve onlar orada (hiçbir şey)işitmezler.",
        "diyanet_vakfi": "Orada onlara inim inim inlemek düşer. Yine onlar orada (hiçbir iyi haber) duymazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/100.mp3"
      }
    },
    {
      "id": 2584,
      "verseNumber": 101,
      "verseKey": "21:101",
      "arabic": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
      "english": "Surely those for whom We have destined the finest reward will be kept far away from Hell,",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, kendileri için Bizden bir güzellik sebk etmiş olanlar, oradan uzak bulundurulmuşlardır.",
        "hayrat_nesriyat": "Şübhesiz ki tarafımızdan kendilerine en güzel (saâdet) takdîr edilmiş olanlar var ya, işte onlar ondan (Cehennemden) uzaklaştırılmış kimselerdir.",
        "diyanet_vakfi": "Tarafımızdan kendilerine güzel âkıbet takdir edilmiş olanlara gelince, işte bunlar cehennemden uzak tutulurlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/101.mp3"
      }
    },
    {
      "id": 2585,
      "verseNumber": 102,
      "verseKey": "21:102",
      "arabic": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَـٰلِدُونَ",
      "english": "not even hearing the slightest hissing from it. And they will delight forever in what their souls desire.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun hışıltısını bile duymazlar ve onlar nefislerinin hoşlandığı şeyler içinde daima kalacak kimselerdir.",
        "hayrat_nesriyat": "(O mü`minler) onun (o Cehennemin çok uzak mesâfelerden bile işitilen)uğultusunu duymazlar. Ve onlar canlarının çektiği şeyler (hesabsız ni`metler) içinde ebedî olarak kalıcıdırlar.",
        "diyanet_vakfi": "Bunlar onun uğultusunu duymazlar; gönüllerinin dilediği nimetler içinde ebedî kalırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/102.mp3"
      }
    },
    {
      "id": 2586,
      "verseNumber": 103,
      "verseKey": "21:103",
      "arabic": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
      "english": "The Supreme Horror ˹of that Day˺ will not disturb them, and the angels will greet them, ˹saying,˺ “This is your Day, which you have been promised.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onları en büyük korku mahzun etmez ve onları melekler istikbal ederler. (Ve onlara derler ki:) «İşte bu, sizin vaadolunur olduğunuz gününüzdür.»",
        "hayrat_nesriyat": "En büyük dehşet (kıyâmet dahi) onları üzmez! Ve onları melekler karşılar: `İşte bu, sizin (dünyada iken) va`d edilmekte olduğunuz gününüzdür!` (derler).",
        "diyanet_vakfi": "En büyük dehşet dahi onları tasalandırmaz. Melekler kendilerini şöyle karşılar: İşte bu size vâdedilmiş olan (mutlu) gününüzdür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/103.mp3"
      }
    },
    {
      "id": 2587,
      "verseNumber": 104,
      "verseKey": "21:104",
      "arabic": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَـٰعِلِينَ",
      "english": "On that Day We will roll up the heavens like a scroll of writings. Just as We produced the first creation, ˹so˺ shall We reproduce it. That is a promise binding on Us. We truly uphold ˹Our promises˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "(Düşününüz) O günü ki, kitaplar için sahifelerin dürülmesi gibi göğü düreceğiz. İlk yaratılışta başladığımız gibi onu iade edeceğiz. üzerimize bir va’addir ki, muhakkak yapıverecekleriz.",
        "hayrat_nesriyat": "O gün ki, göğü, kitabların sayfasını dürer gibi düreriz. İlk yaratmaya başladığımız gibi üzerimizde bir va`d olarak onu iâde ederiz (tekrar yaratırız). Şübhesiz ki biz, (bunu)yapacak olanlarız.",
        "diyanet_vakfi": "(Düşün o) günü ki, yazılı kâğıtların tomarını dürer gibi göğü toplayıp düreriz. Tıpkı ilk yaratmaya başladığımız gibi onu tekrar o hale getiririz. (Bu,) üzerimize aldığımız bir vaad oldu. Biz, (vâdettiğimizi) yaparız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/104.mp3"
      }
    },
    {
      "id": 2588,
      "verseNumber": 105,
      "verseKey": "21:105",
      "arabic": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّـٰلِحُونَ",
      "english": "Surely, following the ˹heavenly˺ Record, We decreed in the Scriptures: “My righteous servants shall inherit the land.”<sup foot_note=76985>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Zebur’da Zikir’den sonra yazmıştık ki, muhakkak yere Benim sâlih kullarım vâris olacaklardır.",
        "hayrat_nesriyat": "And olsun ki Zikir`den (Tevrât`tan) sonra Zebûr`da da: `Gerçekten yeryüzüne sâlih kullarım vâris olacaktır` diye yazmıştık.",
        "diyanet_vakfi": "Andolsun Zikir’den sonra Zebur’da da: «Yeryüzüne iyi kullarım vâris olacaktır» diye yazmıştık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/105.mp3"
      }
    },
    {
      "id": 2589,
      "verseNumber": 106,
      "verseKey": "21:106",
      "arabic": "إِنَّ فِى هَـٰذَا لَبَلَـٰغًا لِّقَوْمٍ عَـٰبِدِينَ",
      "english": "Surely this ˹Quran˺ is sufficient ˹as a reminder˺ for those devoted to worship.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, bunda (Kur’an-ı Mübîn’de) abidler olan bir kavim için mükemmel bir mev’ize vardır.",
        "hayrat_nesriyat": "İşte bunda, Allah`a kulluk eden bir topluluk için tam ve yeterli bir öğüt vardır.",
        "diyanet_vakfi": "İşte bunda, (bize) kulluk eden bir kavim için bir mesaj vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/106.mp3"
      }
    },
    {
      "id": 2590,
      "verseNumber": 107,
      "verseKey": "21:107",
      "arabic": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا رَحْمَةً لِّلْعَـٰلَمِينَ",
      "english": "We have sent you ˹O Prophet˺ only as a mercy for the whole world.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve seni başka değil, bütün âlemlere bir rahmet olmak için gönderdik.",
        "hayrat_nesriyat": "(Ey Resûlüm!) (Biz) seni ancak âlemlere bir rahmet olarak gönderdik.",
        "diyanet_vakfi": "(Resûlüm!) Biz seni âlemlere ancak rahmet olarak gönderdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/107.mp3"
      }
    },
    {
      "id": 2591,
      "verseNumber": 108,
      "verseKey": "21:108",
      "arabic": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "english": "Say, “What has been revealed to me is this: ‘Your God is only One God.’ Will you then submit?”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bana muhakkak vahyolunuyor ki, sizin ilâhınız, şüphe yok bir ilâhtır. Artık siz İslâmiyet’i kabul etmiş kimseler misiniz?»",
        "hayrat_nesriyat": "De ki: `Bana sâdece, sizin İlâhınızın ancak bir tek İlâh olduğu vahyediliyor. Şimdi siz Müslüman kimseler (olacak) mısınız?`",
        "diyanet_vakfi": "De ki: Bana sadece, sizin ilâhınızın ancak bir tek Allah olduğu vahyedildi. Hâla müslüman olmayacak mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/108.mp3"
      }
    },
    {
      "id": 2592,
      "verseNumber": 109,
      "verseKey": "21:109",
      "arabic": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
      "english": "If they turn away, then say, “I have warned you all equally. I do not know if what you are threatened with is near or far.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer yüz çevirirlerse artık de ki: «Size müsâvat üzere bildirmiş oldum. O tehdit edilmiş olduğunuz şey yakın mıdır, uzak mıdır ben bilmem.»",
        "hayrat_nesriyat": "Artık yüz çevirirlerse, de ki: `(Ben emrolunduğum şeyi) size eşit olarak bildirdim. Tehdîd edilmekte olduğunuz şeyin yakın mı yoksa uzak mı olduğunu ise bilmem!`",
        "diyanet_vakfi": "Eğer yüz çevirirlerse de ki: (Bana emrolunanı) hepinize açıkladım. Artık size vâdolunan şey (mahşerde toplanma zamanınız) yakın mı uzak mı, bilmiyorum."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/109.mp3"
      }
    },
    {
      "id": 2593,
      "verseNumber": 110,
      "verseKey": "21:110",
      "arabic": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "english": "Allah surely knows what you say openly and whatever you hide.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Şüphe yok ki, sözden açığa vurulanı da, gizlediklerinizi de bilir.»",
        "hayrat_nesriyat": "`Muhakkak ki O, sözün açık olanını da bilir, gizlemekte olduğunuz şeyleri de bilir.`",
        "diyanet_vakfi": "Şüphesiz Allah sözün açığını da bilir, gizli tuttuklarınızı da bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/110.mp3"
      }
    },
    {
      "id": 2594,
      "verseNumber": 111,
      "verseKey": "21:111",
      "arabic": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "english": "I do not know if this ˹delay˺ is possibly a test for you and an enjoyment for a while.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ben bilmem, belki o (mühlet verilmesi) sizin için bir imtihandır ve bir müddete kadar bir istifadedir.»",
        "hayrat_nesriyat": "`Bilmem, belki de bu (azâbın te`hîr edilmesi), sizin için bir imtihan ve bir zamâna kadar bir faydalanmadır.`",
        "diyanet_vakfi": "Bilmiyorum, belki de o (azabın ertelenmesi), sizi denemek ve bir zamana kadar sizi (imkânlardan) faydalandırmak içindir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/111.mp3"
      }
    },
    {
      "id": 2595,
      "verseNumber": 112,
      "verseKey": "21:112",
      "arabic": "قَـٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَـٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "english": "˹In the end,˺ the Prophet said, “My Lord! Judge ˹between us˺ in truth. And our Lord is the Most Compassionate, Whose help is sought against what you claim.”<sup foot_note=76986>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Yarabbi! Hak ile hükmet. Ve bizim çok esirgeyici olan Rabbimizdir. Ancak sizin vasfedegeldiklerinize karşı kendisinden yardım istenilecek olan (zat).»",
        "hayrat_nesriyat": "(Peygamber:) `Rabbim! (Müşriklerle aramızda) hak ile hüküm ver! BizimRabbimiz, Rahmân (pek merhametli olan)dır, sizin isnâd etmekte olduğunuz vasıflara karşı(kendisinden) yardım istenendir` dedi.",
        "diyanet_vakfi": "(Muhammed:) Rabbim! (Onlar hakkında) adaletinle hükmünü ver. Bizim Rabbimiz Rahmân’dır. Sizin anlattıklarınıza karşı yardımı umulandır, dedi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/021/112.mp3"
      }
    }
  ]
}