{
  "verses": [
    {
      "id": 3504,
      "verseNumber": 1,
      "verseKey": "32:1",
      "arabic": " الٓمٓ",
      "english": "Alif-Lãm-Mĩm.",
      "turkish": {
        "omer_nasuhi_bilmen": "Elif, Lâm, Mîm.",
        "hayrat_nesriyat": "Elif, Lâm, Mîm.",
        "diyanet_vakfi": "Elif. Lâm. Mîm."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/001.mp3"
      }
    },
    {
      "id": 3505,
      "verseNumber": 2,
      "verseKey": "32:2",
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
      "english": "The revelation of this Book is—beyond doubt—from the Lord of all worlds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu kitabın indirilişi, bunda şüphe yok ki, âlemlerin Rabbindendir.",
        "hayrat_nesriyat": "Bu Kitâb`ın (Kur`ân`ın) indirilmesi, ki onda şübhe yoktur, âlemlerin Rabbi tarafındandır.",
        "diyanet_vakfi": "Bu Kitab’ın, âlemlerin Rabbi tarafından indirilmiş olduğunda asla şüphe yoktur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/002.mp3"
      }
    },
    {
      "id": 3506,
      "verseNumber": 3,
      "verseKey": "32:3",
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
      "english": "Or do they say, “He has fabricated it!”? No! It is the truth from your Lord in order for you to warn a people to whom no warner has come before you, so they may be ˹rightly˺ guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa, «O’nu uydurdu,» mu diyorlar? Hayır. O, Hak’tır, Rabbindendir. Bir kavmi korkutasın ki, senden evvel kendilerine korkutur bir zât gelmiş değildir. Gerektir ki, onlar ihtida ediversinler.",
        "hayrat_nesriyat": "Yoksa: `Onu (Muhammed kendisi) uydurdu` mu diyorlar? Hayır! O, senden önce kendilerine hiçbir korkutucu gelmemiş olan bir kavmi (Allah`ın azâbı ile) korkutman için, Rabbinden (sana indirilen) haktır. Tâ ki onlar hidâyete ersinler.",
        "diyanet_vakfi": "«Onu Peygamber kendisi uydurdu» diyorlar öyle mi? Hayır! O, senden önce kendilerine hiçbir uyarıcı (peygamber) gelmemiş bir kavmi uyarman için -doğru yolu bulalar diye- Rabbinden gönderilen hak (Kitap)tır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/003.mp3"
      }
    },
    {
      "id": 3507,
      "verseNumber": 4,
      "verseKey": "32:4",
      "arabic": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
      "english": "It is Allah Who has created the heavens and the earth and everything in between in six Days,<sup foot_note=77171>1</sup> then established Himself on the Throne. You have no protector or intercessor besides Him. Will you not then be mindful?",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, o zâttır ki, gökleri ve yeri ve bunların aralarında bulunanları altı günde yaratmıştır, sonra da arş üzerine istiva buyurmuştur. Sizin için O’ndan başka bir velî ve bir şefaatci yoktur. Artık iyice düşünmez misiniz?",
        "hayrat_nesriyat": "Allah, gökleri ve yeri ve ikisi arasında bulunanları altı günde yaratan, sonra arşa hükmedendir. Sizin için O`ndan başka ne bir dost, ne de bir şefâatçı vardır. Hiç ibret almaz mısınız?",
        "diyanet_vakfi": "Gökleri, yeri ve bunların arasındakileri altı günde (devirde) yaratan, sonra arşa istivâ eden Allah’tır. O’ndan başka ne bir dost ne de bir şefaatçınız vardır. Artık düşünüp öğüt almaz mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/004.mp3"
      }
    },
    {
      "id": 3508,
      "verseNumber": 5,
      "verseKey": "32:5",
      "arabic": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ",
      "english": "He conducts every affair from the heavens to the earth, then it all ascends to Him on a Day whose length is a thousand years by your counting.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bütün işleri gökten yere kadar tedbir eder. Sonra o (iş) O’na bir günde yükselir. Onun (günün) miktarı, sizin saydığınızdan bin yıl (kadar) bulunmuştur.",
        "hayrat_nesriyat": "Gökten yere (her) işi, (O) tedbîr (ve idâre) eder; sonra (bu işler), mikdârı sizin saymakta olduklarınıza göre bin yıl tutan bir günde, ona (Cenâb-ı Hakk`ın ta`yin buyurduğu yüksek makama) çıkar.",
        "diyanet_vakfi": "Allah, gökten yere kadar her işi düzenleyip yönetir. Sonra (bütün bu işler) sizin sayageldiklerinize göre bin yıl tutan bir günde O’nun nezdine çıkar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/005.mp3"
      }
    },
    {
      "id": 3509,
      "verseNumber": 6,
      "verseKey": "32:6",
      "arabic": "ذَٰلِكَ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "english": "That is the Knower of the seen and unseen—the Almighty, Most Merciful,",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte O’dur, görünmeyeni de görüneni de bilen, izzetli, merhametli olan.",
        "hayrat_nesriyat": "İşte O, gaybı ve şehâdeti (görünmeyeni ve görüneni) bilen, Azîz (kudreti dâimâ üstün gelen)dir, Rahîm (çok merhametli olan)dır.",
        "diyanet_vakfi": "İşte, görülmeyeni de görüleni de bilen, mutlak galip ve merhamet sahibi O’dur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/006.mp3"
      }
    },
    {
      "id": 3510,
      "verseNumber": 7,
      "verseKey": "32:7",
      "arabic": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَـٰنِ مِن طِينٍ",
      "english": "Who has perfected everything He created. And He originated the creation of humankind from clay.<sup foot_note=77172>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "O ki, yarattığı herşeyi güzel kıldı ve insanın yaradılışına çamurdan başladı.",
        "hayrat_nesriyat": "O (Allah) ki, yarattığı herşeyi güzel yaptı ve insanı yaratmaya çamurdan başladı.",
        "diyanet_vakfi": "O (Allah) ki, yarattığı her şeyi güzel yapmış ve ilk başta insanı çamurdan yaratmıştır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/007.mp3"
      }
    },
    {
      "id": 3511,
      "verseNumber": 8,
      "verseKey": "32:8",
      "arabic": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَـٰلَةٍ مِّن مَّآءٍ مَّهِينٍ",
      "english": "Then He made his descendants from an extract of a humble fluid,",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onun zürriyetini bir nutfeden, hakîr (zayıf) bir sudan yaptı.",
        "hayrat_nesriyat": "Sonra onun neslini, hakir bir sudan (süzülmüş) bir hulâsadan (nutfeden) kıldı.",
        "diyanet_vakfi": "Sonra onun zürriyetini, dayanıksız bir suyun özünden üretmiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/008.mp3"
      }
    },
    {
      "id": 3512,
      "verseNumber": 9,
      "verseKey": "32:9",
      "arabic": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
      "english": "then He fashioned them and had a spirit of His Own ˹creation˺ breathed into them. And He gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onu düzeltti ve içerisine ruhundan üfürdü ve sizin için işitmeyi ve gözleri ve gönülleri yarattı. Pek az şükredersiniz.",
        "hayrat_nesriyat": "Sonra onu (insan sûretinde) düzeltip içine kendi (yarattığı) rûhundan üfledi; hem sizin için kulaklar, gözler ve kalbler yaptı. Ne kadar az şükrediyorsunuz!",
        "diyanet_vakfi": "Sonra onu tamamlayıp şekillendirmiş, ona kendi ruhundan üflemiştir. Ve sizin için kulaklar, gözler, kalpler yaratmıştır. Ne kadar az şükrediyorsunuz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/009.mp3"
      }
    },
    {
      "id": 3513,
      "verseNumber": 10,
      "verseKey": "32:10",
      "arabic": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَـٰفِرُونَ",
      "english": "˹Still˺ they ask ˹mockingly˺, “When we are disintegrated into the earth, will we really be raised as a new creation?” In fact, they are in denial of the meeting with their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Biz yerde gaib olduğumuz zaman mı, muhakkak biz mi bir yeni yaradılışta bulunacağız?» Evet. Onlar Rablerine kavuşmayı inkar eden kimselerdir.",
        "hayrat_nesriyat": "Hâlbuki (onlar): `(Biz) yerin içinde kaybolduğumuz zaman mı, gerçekten biz mi yeni bir yaratılışta olacağız?` dediler. Hayır! Onlar, Rablerine kavuşmayı inkâr eden kimselerdir.",
        "diyanet_vakfi": "«Toprağın içinde kaybolduğumuz zaman, gerçekten (o vakit) biz mi yeniden yaratılacağız?» derler. Doğrusu onlar Rablerine kavuşmayı inkâr etmektedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/010.mp3"
      }
    },
    {
      "id": 3514,
      "verseNumber": 11,
      "verseKey": "32:11",
      "arabic": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "english": "Say, ˹O Prophet,˺ “Your soul will be taken by the Angel of Death, who is in charge of you. Then to your Lord you will ˹all˺ be returned.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Size müvekkel olan ölüm meleği, sizin canınızı alacaktır. Sonra da Rabbinize döndürüleceksiniz.»",
        "hayrat_nesriyat": "De ki: `(Canınızı almak husûsunda) size müekkel olan (vekil kılınan) ölüm meleği canınızı alacak; sonra Rabbinize döndürüleceksiniz.`",
        "diyanet_vakfi": "De ki: Size vekil kılınan (bu konuda görevlendirilen) ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/011.mp3"
      }
    },
    {
      "id": 3515,
      "verseNumber": 12,
      "verseKey": "32:12",
      "arabic": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
      "english": "If only you could see the wicked hanging their heads ˹in shame˺ before their Lord, ˹crying:˺ “Our Lord! We have now seen and heard, so send us back and we will do good. We truly have sure faith ˹now˺!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Görecek olsan o vakit ki, günahkârlar Rablerinin huzurunda başlarını eğmiş oldukları halde, «Rabbimiz! Gördük ve işittik, artık bizi geri çevir. Biz sâlih amel işleyelim. Şüphe yok ki, biz kat’i sûrette inanmışlarız» (derler).",
        "hayrat_nesriyat": "(Ey Resûlüm!) Rablerinin huzûrunda başlarını öne eğen kimseler olduklarında günahkârları bir görsen! (O zaman:) `Rabbimiz! Gördük, işittik; şimdi bizi (dünyaya bir daha) döndür de sâlih bir amel işleyelim; doğrusu biz (artık) kesin olarak inanan kimseleriz`(derler).",
        "diyanet_vakfi": "O günahkârların, Rableri huzurunda başlarını öne eğecekleri, «Rabbimiz! Gördük duyduk, şimdi bizi (dünyaya) geri gönder de, iyi işler yapalım, artık kesin olarak inandık» diyecekleri zamanı bir görsen!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/012.mp3"
      }
    },
    {
      "id": 3516,
      "verseNumber": 13,
      "verseKey": "32:13",
      "arabic": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "english": "Had We willed, We could have easily imposed guidance on every soul. But My Word will come to pass: I will surely fill up Hell with jinn and humans all together.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer dilemiş olsa idik her nefsi elbette hidâyete erdirirdik. Fakat elbette ki, «Cehennemi bütün cinlerden ve insanlardan dolduracağım» sözü Benden hak olmuştur.",
        "hayrat_nesriyat": "Hâlbuki dileseydik, herkese hidâyetini elbette verirdik; fakat (herkesi kendi irâdesinde serbest bırakarak) benden: `Cehennemi, bütün cinlerden ve insanlardan(emirlerime isyân edenlerle) muhakkak dolduracağım!` sözü hak olmuştur.",
        "diyanet_vakfi": "Biz dilesek, elbette herkese hidayetini verirdik. Fakat, «Cehennemi hem cinlerden hem insanlardan bir kısmıyla dolduracağım» diye benden kesin söz çıkmıştır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/013.mp3"
      }
    },
    {
      "id": 3517,
      "verseNumber": 14,
      "verseKey": "32:14",
      "arabic": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
      "english": "So taste ˹the punishment˺ for neglecting the meeting of this Day of yours. We ˹too˺ will certainly neglect you. And taste the torment of eternity for what you used to do!",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık tadın, bu gününüze kavuşmayı unutmanız sebebiyle. İşte Biz de sizi unuttuk. Ve yapar olduğunuz şeyler yüzünden ebedî azabı tadın.»",
        "hayrat_nesriyat": "Öyle ise, bu gününüzle karşılaşmayı unuttuğunuz için (azâbı) tadın (bakalım)! Çünki (bugün de) biz sizi unuttuk; o hâlde yapmakta olduklarınızdan dolayı tadın ebedî azâbı!",
        "diyanet_vakfi": "(O gün onlara şöyle diyeceğiz:) Bu güne kavuşmayı unutmanızın cezasını şimdi tadın bakalım! Doğrusu biz de sizi unuttuk; yaptıklarınızdan ötürü ebedî azabı tadın!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/014.mp3"
      }
    },
    {
      "id": 3518,
      "verseNumber": 15,
      "verseKey": "32:15",
      "arabic": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "english": "The only ˹true˺ believers in Our revelation are those who—when it is recited to them—fall into prostration and glorify the praises of their Lord and are not too proud.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bizim âyetlerimize ancak öyle kimseler imân eder ki, onlar ile kendilerine nasihat verildiği zaman secde ediciler olarak yüzüstü (yere) kapanırlar ve Rablerini hamd ile tesbih ederler. Ve onlar büyüklük taslamazlar.",
        "hayrat_nesriyat": "Bizim âyetlerimize ancak o kimseler îmân ederler ki, bunlarla kendilerine nasîhat edildiği zaman, secde eden kimseler olarak yere kapanırlar; ve Rablerine hamd ile tesbîh ederler, hem onlar kibirlenmezler.",
        "diyanet_vakfi": "Bizim âyetlerimize ancak o kimseler inanırlar ki, bunlarla kendilerine öğüt verildiğinde, büyüklük taslamadan secdeye kapanırlar ve Rablerini hamd ile tesbih ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/015.mp3"
      }
    },
    {
      "id": 3519,
      "verseNumber": 16,
      "verseKey": "32:16",
      "arabic": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "english": "They abandon their beds, invoking their Lord with hope and fear, and donate from what We have provided for them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yanları yataklarından uzaklaşır ve Rablerine korku ile ümit ile dua ederler ve kendilerini merzûk ettiğimiz şeylerden de infakta bulunurlar.",
        "hayrat_nesriyat": "(Teheccüd namazı kılmak için) yanları yataklardan uzaklaşır; korkarak ve umarak Rablerine duâ ederler ve kendilerini rızıklandırdığımız şeylerden (Allah yolunda) sarf ederler.",
        "diyanet_vakfi": "Korkuyla ve umutla Rablerine yalvarmak üzere (ibadet ettikleri için), vücutları yataklardan uzak kalır ve kendilerine verdiğimiz rızıktan Allah yolunda harcarlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/016.mp3"
      }
    },
    {
      "id": 3520,
      "verseNumber": 17,
      "verseKey": "32:17",
      "arabic": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "english": "No soul can imagine what delights are kept in store for them as a reward for what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara yapar oldukları şeylere mükâfaaten gözlerin aydın olacağı şeylerden neler saklanılmış olduğunu artık hiçbir kimse bilmez.",
        "hayrat_nesriyat": "Artık, yapmakta olduklarına bir karşılık olarak onlar için göz aydınlığı olacak olan(ni`metler)den nelerin saklandığını kimse bilmez.",
        "diyanet_vakfi": "Yaptıklarına karşılık olarak, onlar için ne mutluluklar saklandığını hiç kimse bilemez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/017.mp3"
      }
    },
    {
      "id": 3521,
      "verseNumber": 18,
      "verseKey": "32:18",
      "arabic": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
      "english": "Is the one who is a believer equal ˹before Allah˺ to the one who is rebellious? They are not equal!",
      "turkish": {
        "omer_nasuhi_bilmen": "Evet. Hiç mü’min olan kimse, fâsık olan kimse gibi midir? (Elbette ki müsavî olmazlar.)",
        "hayrat_nesriyat": "Hiç mü`min olan bir kimse, fâsık olan (kâfir) bir kimse gibi olur mu? (Elbette bunlar) bir olmazlar.",
        "diyanet_vakfi": "Öyle ya, mümin olan, yoldan çıkmış kimse gibi midir? Bunlar elbette bir olamazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/018.mp3"
      }
    },
    {
      "id": 3522,
      "verseNumber": 19,
      "verseKey": "32:19",
      "arabic": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
      "english": "As for those who believe and do good, they will have the Gardens of ˹Eternal˺ Residence—as an accommodation for what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Evet. O kimseler ki, imân ettiler ve sâlih sâlih amellerde bulundular, artık onlar için yapmış oldukları amelleri mukabilinde konak olmak üzere Me’va cennetleri vardır.",
        "hayrat_nesriyat": "Îmân edip sâlih ameller işleyenlere gelince, artık yapmakta olduklarına karşılık onlar için bir ağırlama yeri olarak Me`vâ Cennetleri vardır.",
        "diyanet_vakfi": "İman edip de, iyi işler yapanlara gelince, onlar için yaptıklarına karşılık olarak varıp kalacakları cennet konakları vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/019.mp3"
      }
    },
    {
      "id": 3523,
      "verseNumber": 20,
      "verseKey": "32:20",
      "arabic": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
      "english": "But as for those who are rebellious, the Fire will be their home. Whenever they try to escape from it, they will be forced back into it, and will be told, “Taste the Fire’s torment, which you used to deny.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat o kimseler ki, fıska sapmışlardır, artık onların barınacakları yer, ateştir. Her ne vakit oradan çıkmalarını istedikçe onun içine geri döndürüleceklerdir ve onlara denilmiş olacaktır ki, o ateş azabını tadın ki, siz onu yalan saymakta bulunmuş idiniz.",
        "hayrat_nesriyat": "Fakat o fâsıklık edenlere gelince, artık onların varacağı yer, ateştir. Ne zaman oradan çıkmak isteseler, oraya geri döndürülürler ve onlara: `Kendisini yalanlamaktaolduğunuz ateşin azâbını tadın!` denilir.",
        "diyanet_vakfi": "Yoldan çıkanlar ise, onların varacakları yer ateştir. Oradan her çıkmak istediklerinde geri çevrilirler ve kendilerine: Yalandır deyip durduğunuz cehennem azabını tadın! denir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/020.mp3"
      }
    },
    {
      "id": 3524,
      "verseNumber": 21,
      "verseKey": "32:21",
      "arabic": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "english": "We will certainly make them taste some of the minor torment ˹in this life˺ before the major torment ˹of the Hereafter˺, so perhaps they will return ˹to the Right Path˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve elbette onlara o en büyük azaptan önce o yakın azaptan tattıracağız. Umulur ki, onlar ric’at ediverirler.",
        "hayrat_nesriyat": "(Âhiretteki) en büyük azabdan ayrı olarak, daha yakın azabdan (dünya azâbından)da onlara mutlaka tattıracağız; tâ ki (isyankâr hâllerinden) dönsünler.",
        "diyanet_vakfi": "En büyük azaptan önce, onlara mutlaka en yakın azaptan tattıracağız; olur ki (imana) dönerler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/021.mp3"
      }
    },
    {
      "id": 3525,
      "verseNumber": 22,
      "verseKey": "32:22",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
      "english": "And who does more wrong than the one who is reminded of Allah’s revelations then turns away from them? We will surely inflict punishment upon the wicked.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve daha zalim kimdir kendisine Rabbinin âyetleriyle nasihat verilip de sonra onlardan yüz çeviren kimseden? Şüphe yok ki, Biz günahkârlardan intikam alıcılarız.",
        "hayrat_nesriyat": "Kendisine Rabbisinin âyetleriyle nasîhat edilip de sonra onlardan yüz çeviren kimseden daha zâlim kim olabilir? Şübhesiz ki biz, günahkârlardan intikam alıcılarız.",
        "diyanet_vakfi": "Kendisine Rabbinin âyetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir! Muhakkak ki biz, günahkârlara, lâyık oldukları cezayı veririz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/022.mp3"
      }
    },
    {
      "id": 3526,
      "verseNumber": 23,
      "verseKey": "32:23",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "english": "Indeed, We gave the Scripture to Moses—so let there be no doubt ˹O Prophet˺ that you ˹too˺ are receiving revelations—<sup foot_note=77173>1</sup>and We made it a guide for the Children of Israel.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Mûsa’ya kitap vermiştik. Artık sen de ona kavuşacağından şüphede bulunma ve onu İsrailoğulları için bir rehber-i hidâyet kılmıştık.",
        "hayrat_nesriyat": "Şânım hakkı için, Mûsâ`ya Kitâb`ı (Tevrât`ı) verdik. (Ey Resûlüm!) Sakın ona(Mûsâ`ya) kavuşacağından bir şübhe içinde olma! (Biz) onu da İsrâiloğullarına bir hidâyet rehberi kıldık.",
        "diyanet_vakfi": "Andolsun biz Musa’ya Kitap verdik, -(Resûlüm!) sen ona kavuşacağından şüphe etme- ve onu İsrailoğullarına hidayet rehberi kıldık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/023.mp3"
      }
    },
    {
      "id": 3527,
      "verseNumber": 24,
      "verseKey": "32:24",
      "arabic": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يُوقِنُونَ",
      "english": "We raised from among them leaders,<sup foot_note=77174>1</sup> guiding by Our command, when they patiently endured and firmly believed in Our signs.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sabrettikleri zaman onlardan rehberler kılmıştık ki, Bizim emrimizle doğru yola sevkederlerdi ve âyetlerimize yakînen kani bulunmuşlardı.",
        "hayrat_nesriyat": "(İsrâiloğulları) sabrettikleri zaman, onların içinden, emrimizle hak yolu gösterecek önderler kıldık. Çünki (onlar) âyetlerimize kat`î olarak inanıyorlardı.",
        "diyanet_vakfi": "Sabrettikleri ve âyetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten rehberler tayin etmiştik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/024.mp3"
      }
    },
    {
      "id": 3528,
      "verseNumber": 25,
      "verseKey": "32:25",
      "arabic": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "english": "Indeed, your Lord will decide between them on the Day of Judgment regarding their differences.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, senin Rabbin (evet) O, kendisinde ihtilâf eder oldukları şeylerde aralarını Kıyamet günü (hâl ve) fasledecektir.",
        "hayrat_nesriyat": "Şübhesiz ki üzerinde ihtilâfa düşegeldikleri şeyler hakkında, kıyâmet günü aralarını ayıracak (hüküm verecek) olan ancak Rabbindir.",
        "diyanet_vakfi": "Muhakkak ki Rabbin, ihtilâf etmekte oldukları şeyler hakkında kıyamet günü onların aralarında hükmedecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/025.mp3"
      }
    },
    {
      "id": 3529,
      "verseNumber": 26,
      "verseKey": "32:26",
      "arabic": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
      "english": "Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs. Will they not then listen?",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar için bir vesile-i hidâyet olmadı mı ki, onlardan evvel nice neslileri helâk ettik ki, onların yurtlarında gezip dolaşırlar. Şüphe yok ki, bunda elbette ibretler vardır. Hâlâ dinlemeyecekler mi?",
        "hayrat_nesriyat": "Onlardan önceki nice nesilleri (isyanları sebebiyle) helâk edişimiz hâlâ kendilerini yola getirmedi mi? (Hâlbuki) onların meskenlerinde dolaşıyorlar. Şübhesiz ki bunda nice ibretler vardır. Hiç dinlemezler mi?",
        "diyanet_vakfi": "Halen yurtlarında gezip dolaştıkları kendilerinden önceki nice nesilleri helâk edişimiz onları doğru yola sevketmedi mi? Bunlarda elbette ibretler vardır. Hâla kulak vermezler mi?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/026.mp3"
      }
    },
    {
      "id": 3530,
      "verseNumber": 27,
      "verseKey": "32:27",
      "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَـٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
      "english": "Do they not see how We drive rain to parched land, producing ˹various˺ crops from which they and their cattle eat? Will they not then see?",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmediler mi ki, muhakkak Biz suyu çorak yere sevkederiz de onunla hemen ekinleri çıkarırız, onlardan hayvanları ve kendileri yiyiverir. Hâlâ görmezler mi?",
        "hayrat_nesriyat": "Görmediler mi, doğrusu biz suyu kurak yere gönderiyoruz da, onunla hayvanlarının ve kendilerinin ondan yiyecekleri bir ekini çıkarıyoruz. Hiç görmezler mi?",
        "diyanet_vakfi": "Kupkuru yerlere suyu ulaştırdığımızı, onunla gerek hayvanlarının gerekse kendilerinin yiyegeldikleri ekini çıkarmakta olduğumuzu da görmediler mi? Hâla da göremeyecekler mi?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/027.mp3"
      }
    },
    {
      "id": 3531,
      "verseNumber": 28,
      "verseKey": "32:28",
      "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "They ask ˹mockingly˺, “When is this ˹Day of final˺ Decision, if what you say is true?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve diyorlar ki: «Bu feth ne zamandır? Eğer siz doğru sözlü kimseler iseniz (söyleyiniz bakalım!).»",
        "hayrat_nesriyat": "Bir de, `Eğer (iddiânızda) doğru kimseler iseniz, bu fetih (aramızda hüküm verme günü) ne zaman?` diyorlar.",
        "diyanet_vakfi": "Eğer doğru söylüyorsanız, bu fetih (ve hüküm) günü hani ne zaman? derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/028.mp3"
      }
    },
    {
      "id": 3532,
      "verseNumber": 29,
      "verseKey": "32:29",
      "arabic": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَـٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
      "english": "Say, ˹O Prophet,˺ “On the Day of Decision it will not benefit the disbelievers to believe then, nor will they be delayed ˹from punishment˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Kâfir olmuş olanlara o fetih günü imânları bir fâide vermez ve onlara mühlet de verilmez».",
        "hayrat_nesriyat": "De ki: `Fetih günü (gelince), inkâr edenlere, ne (o gün iş işten geçtikten sonra ettikleri) îmanları fayda verir, ne de onlara mühlet verilir.`",
        "diyanet_vakfi": "De ki: Fetih (ve hüküm) gününde inkârcılara (o gün ettikleri) imanları fayda vermeyecek ve kendilerine mühlet de tanınmayacaktır!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/029.mp3"
      }
    },
    {
      "id": 3533,
      "verseNumber": 30,
      "verseKey": "32:30",
      "arabic": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
      "english": "So turn away from them, and wait! They too are waiting.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onlardan yüz çevir ve bekle. Şüphe yok ki, onlar da bekleyicilerdir.",
        "hayrat_nesriyat": "Artık onlardan yüz çevir ve (onlara gelecek olan azâbı) bekle! Zâten onlar da bekleyicidirler!",
        "diyanet_vakfi": "Artık sen onları bırak ve bekle. Zaten onlar da beklemektedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/032/030.mp3"
      }
    }
  ]
}