{
  "verses": [
    {
      "id": 3607,
      "verseNumber": 1,
      "verseKey": "34:1",
      "arabic": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "english": "All praise is for Allah, to Whom belongs whatever is in the heavens and whatever is on the earth. And praise be to Him in the Hereafter. He is the All-Wise, All-Aware.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hamd o Allah’a ki, göklerde ne varsa ve yerde ne varsa O’na aittir ve ahirette de hamd O’nadır. Ve O hakîmdir, habîrdir.",
        "hayrat_nesriyat": "Hamd, göklerde ne var, yerde ne varsa kendisinin olan Allah`a mahsustur. Hamd, âhirette de O`na mahsustur. Çünki O, Hakîm (her işi hikmetli olan)dır, Habîr (herşeyden haberdâr olan)dır.",
        "diyanet_vakfi": "Hamd, göklerde ve yerde bulunanların hepsinin sahibi olan Allah’a mahsustur. Ahirette de hamd O’na mahsustur. O, hikmet sahibidir, (her şeyden) haberi olandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/001.mp3"
      }
    },
    {
      "id": 3608,
      "verseNumber": 2,
      "verseKey": "34:2",
      "arabic": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
      "english": "He knows whatever goes into the earth and whatever comes out of it, and whatever descends from the sky and whatever ascends into it. And He is the Most Merciful, All-Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yere ne giriyor ve ondan ne çıkıyor ve gökten ne iniyor ve onda ne yükseliyor, hepsini de bilir ve o rahîmdir, gafûrdur.",
        "hayrat_nesriyat": "Yere ne giriyor ve ondan ne çıkıyorsa, gökten ne iniyor ve onda ne yükseliyorsa, (O)bilir. Ve O, Rahîm (çok merhamet eden)dir, Gafûr (çok bağışlayan)dır.",
        "diyanet_vakfi": "Yerin içine gireni ve ondan çıkanı, gökten ineni, oraya çıkanı bilir. O, esirgeyendir, bağışlayandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/002.mp3"
      }
    },
    {
      "id": 3609,
      "verseNumber": 3,
      "verseKey": "34:3",
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "english": "The disbelievers say, “The Hour will never come to us.” Say, ˹O Prophet,˺ “Yes—by my Lord, the Knower of the unseen—it will certainly come to you!” Not ˹even˺ an atom’s weight is hidden from Him in the heavens or the earth; nor anything smaller or larger than that, but is ˹written˺ in a perfect Record.<sup foot_note=77206>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar dedi ki: «Bize o saat gelmeyecektir.» De ki: «Hayır, gaybı bilen Rabbime andolsun ki elbette size gelecektir.» Ondan ne göklerde ve ne de yerde bir zerre miktarı ve ondan daha küçük ve daha büyük bir şey uzaklaşamaz; hepsi de ancak apaçık gösteren bir kitaptadır.",
        "hayrat_nesriyat": "İnkâr edenler ise: `Bize kıyâmet gelmez` dedi(ler). De ki: `Hayır! Gaybı hakkıyla bilen Rabbime yemîn ederim ki, (kıyâmet) size mutlaka gelecektir! Ne göklerde, ne de yerde zerre ağırlığınca (bir şey) O`ndan gizli kalmaz; ve ne bundan daha küçük, ne de daha büyük hiçbir şey yoktur ki, apaçık beyân eden bir kitabda (Levh-i Mahfûz`da) bulunmasın!`",
        "diyanet_vakfi": "İnkârcılar: Kıyamet bize gelmeyecek, dediler. De ki: Hayır! Gaybı bilen Rabbim hakkı için o, mutlaka size gelecektir. Göklerde ve yerde zerre miktarı bir şey bile O’ndan gizli kalmaz. Bundan daha küçük ve daha büyüğü de şüphesiz, apaçık kitaptadır (yazılıdır)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/003.mp3"
      }
    },
    {
      "id": 3610,
      "verseNumber": 4,
      "verseKey": "34:4",
      "arabic": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۚ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "english": "So He may reward those who believe and do good. It is they who will have forgiveness and an honourable provision.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tâ ki, imân eden ve sâlih amellerde bulunanları mükâfaatlandırır. İşte onlar için bir mağfiret ve bir şerefli rızk vardır.",
        "hayrat_nesriyat": "Tâ ki, îmân edip sâlih ameller işleyenleri mükâfâtlandırsın! İşte onlar var ya, kendileri için bir mağfiret ve güzel bir rızık vardır.",
        "diyanet_vakfi": "Allah, inanıp iyi işler yapanları mükâfatlandırmak için (her şeyi açık bir kitapta tesbit etmiştir). Onlar için büyük bir mağfiret ve güzel bir rızık vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/004.mp3"
      }
    },
    {
      "id": 3611,
      "verseNumber": 5,
      "verseKey": "34:5",
      "arabic": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
      "english": "As for those who strive to discredit Our revelations, it is they who will suffer the ˹worst˺ torment of agonizing pain.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, âyetlerimiz hakkında Bizi acze düşürmeleri için koşup durmuşlardır. İşte onlar için de pek fena, pek elem verici bir azap vardır.",
        "hayrat_nesriyat": "Âyetlerimiz(i ibtâl) husûsunda (güyâ bizi) acze düşürmeye çalışan kimseler olarak(yarışırcasına) uğraşanlara gelince, işte onlar yok mu, kendileri için, en kötüsünden, (pek)elemli bir azab vardır.",
        "diyanet_vakfi": "Âyetlerimizi hükümsüz bırakmak için yarışırcasına uğraşanlar için de, en kötüsünden, elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/005.mp3"
      }
    },
    {
      "id": 3612,
      "verseNumber": 6,
      "verseKey": "34:6",
      "arabic": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "english": "Those gifted with knowledge ˹clearly˺ see that what has been revealed to you from your Lord ˹O Prophet˺ is the truth, and that it guides to the Path of the Almighty, the Praiseworthy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kendilerine ilim verilmiş olanlar görüyor ki, sana Rabbinden indirilmiş olan o (Kur’an) mahz-ı hakîkattır ve azîz, hamîd olanın yolunu göstermektedir.",
        "hayrat_nesriyat": "Hâlbuki kendilerine ilim verilenler, Rabbinden sana indirilen (Kur`ân`)ın gerçekten hak olduğunu ve Azîz (kudreti dâimâ üstün gelen), Hamîd (yegâne hamd edilmeye lâyık olan Allah`)ın yoluna hidâyet ettiğini görürler.",
        "diyanet_vakfi": "Kendilerine bilgi verilenler, Rabbinden sana indirilenin (Kur’an’ın) gerçek olduğunu bilir; onun, mutlak galip ve övgüye lâyık olan (Allah’ın) yoluna ilettiğini görürler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/006.mp3"
      }
    },
    {
      "id": 3613,
      "verseNumber": 7,
      "verseKey": "34:7",
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
      "english": "The disbelievers say ˹mockingly to one another˺, “Shall we show you a man who claims that when you have been utterly disintegrated you will be raised as a new creation?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar dedi ki: «Size bir adam gösterelim mi ki, siz büsbütün darmadağın olduğunuz vakit muhakkak siz yeni bir yaradılışta bulunacağınızı size haber veriyor.»",
        "hayrat_nesriyat": "Böyleyken, o inkâr edenler (kendi aralarında) dedi(ler) ki: `(Siz) tamâmen (çürüyüp)parça parça dağıldığınız zaman, muhakkak ki sizin, gerçekten (diriltilerek) yeni bir yaratılışta olacağınızı size haber veren bir adamı size gösterelim mi?`",
        "diyanet_vakfi": "Kâfir olanlar (kendi aralarında) şöyle dediler: Çürüyüp paramparça olduğunuz vakit yeniden dirileceğinizi söyleyerek haber veren kişiyi gösterelim mi?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/007.mp3"
      }
    },
    {
      "id": 3614,
      "verseNumber": 8,
      "verseKey": "34:8",
      "arabic": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَـٰلِ ٱلْبَعِيدِ",
      "english": "Has he fabricated a lie against Allah or is he insane?” In fact, those who do not believe in the Hereafter are bound for torment and have strayed farthest ˹from the truth˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’a karşı iftira mı etmiş oluyor? Yoksa onda bir cinnet mi var? Hayır. O ahirete inanmayanlar azap içinde ve pek uzak bir sapıklık içindedirler.",
        "hayrat_nesriyat": "(O inkâr edenler yine dediler ki:) `(O kendisi,) Allah`a karşı bir yalan mı uydurdu, yoksa kendisinde bir delilik mi var?` (dediler.) Hayır! Âhirete inanmayanlar, azâb içinde ve(haktan) uzak dalâlet içindedirler.",
        "diyanet_vakfi": "«Acaba o, yalan yere Allah’a iftira mı etmiştir? Yoksa onda delilik mi var?» (dediler). Hayır! Ahirete inanmayanlar azaptadırlar ve derin bir sapıklık içindedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/008.mp3"
      }
    },
    {
      "id": 3615,
      "verseNumber": 9,
      "verseKey": "34:9",
      "arabic": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
      "english": "Have they not then seen all that surrounds them of the heavens and the earth? If We willed, We could cause the earth to swallow them up, or cause ˹deadly˺ pieces of the sky to fall upon them. Surely in this is a sign for every servant who turns ˹to Allah˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bakmazlar mı, gökten ve yerden önlerinde neler ve arkalarında neler olduğuna! Eğer dilesek onları yere geçiririz, yahut üzerlerine gökten parçalar düşürürüz. Şüphe yok ki, bunda (Hakk’a) dönen her kul için elbette açık bir alâmet vardır.",
        "hayrat_nesriyat": "(Onlar,) gökten ve yerden önlerinde ne var, arkalarında ne var hiç görmediler mi? Dilersek onları yer(in dibin)e batırırız yâhut üzerlerine gökten parçalar düşürürüz. Şübhesiz ki bunda, (Allah`a) yönelen her kul için gerçekten bir delil vardır.",
        "diyanet_vakfi": "Onlar, gökte ve yerde önlerine ve arkalarına bakmıyorlar mı? Dilesek onları yere batırırız, ya da üzerlerine gökten parçalar düşürürüz. Şüphesiz bunda (Rabbine) yönelen her kul için bir ibret vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/009.mp3"
      }
    },
    {
      "id": 3616,
      "verseNumber": 10,
      "verseKey": "34:10",
      "arabic": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا ۖ يَـٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
      "english": "Indeed, We granted David a ˹great˺ privilege from Us, ˹commanding:˺ “O mountains! Echo his hymns! And the birds as well.” We made iron mouldable for him,",
      "turkish": {
        "omer_nasuhi_bilmen": "Şanım hakkı için Biz Dâvud’a tarafımızdan bir fazilet vermiştik. «Ey dağlar! O’nunla beraber tesbihte bulunun» (dedik). Kuşlara da (böyle emrettik). Ve onun için demiri yumuşattık.",
        "hayrat_nesriyat": "(10-11) Şânım hakkı için, Dâvûd`a tarafımızdan bir üstünlük verdik. `Ey dağlar ve kuşlar! Onunla berâber tesbîh edin!` (dedik). Ve `Geniş zırhlar yap!` diye demiri ona yumuşattık. `Hem dokumasında ölçüyü gözet (güzel ve yeteri kadar yap) ve (ehlinle birlikte) sâlih amel işleyin! Çünki ben ne yaparsanız hakkıyla görenim` (diye vahyettik).",
        "diyanet_vakfi": "Andolsun, Davud’a tarafımızdan bir üstünlük verdik. «Ey dağlar ve kuşlar! Onunla beraber tesbih edin» dedik. Ona demiri yumuşattık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/010.mp3"
      }
    },
    {
      "id": 3617,
      "verseNumber": 11,
      "verseKey": "34:11",
      "arabic": "أَنِ ٱعْمَلْ سَـٰبِغَـٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "instructing: “Make full-length armour, ˹perfectly˺ balancing the links. And work righteousness ˹O family of David!˺. Indeed, I am All-Seeing of what you do.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Geniş, uzun zırhlar yap ve zırh halkalarını güzelce tanzim et ve iyi amel işleyin. Şüphe yok ki, Ben ne yapar olduklarınızı görücüyüm.",
        "hayrat_nesriyat": "(10-11) Şânım hakkı için, Dâvûd`a tarafımızdan bir üstünlük verdik. `Ey dağlar ve kuşlar! Onunla berâber tesbîh edin!` (dedik). Ve `Geniş zırhlar yap!` diye demiri ona yumuşattık. `Hem dokumasında ölçüyü gözet (güzel ve yeteri kadar yap) ve (ehlinle birlikte) sâlih amel işleyin! Çünki ben ne yaparsanız hakkıyla görenim` (diye vahyettik).",
        "diyanet_vakfi": "Geniş zırhlar imal et, dokumasını ölçülü yap. (Ey Davud hanedanı!) İyi işler yapın. Kuşkusuz ben, yaptıklarınızı görmekteyim, diye (vahyettik)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/011.mp3"
      }
    },
    {
      "id": 3618,
      "verseNumber": 12,
      "verseKey": "34:12",
      "arabic": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
      "english": "And to Solomon ˹We subjected˺ the wind: its morning stride was a month’s journey and so was its evening stride. And We caused a stream of molten copper to flow for him, and ˹We subjected˺ some of the jinn to work under him by his Lord’s Will. And whoever of them deviated from Our command, We made them taste the torment of the blaze.",
      "turkish": {
        "omer_nasuhi_bilmen": "Süleyman’a da rüzgârları (musahhar kıldık). Sabahtan zevale kadar (gidişi) bir aylık ve zevalden guruba kadar (gidişi de) bir aylık yol kadar idi. Ve onun için bakır madenini sel gibi akıttık. Ve onun önünde Rabbinin izniyle çalışan bazı cinler de var idi ve onlardan her kim Bizim emrimizden sapmış olursa ona da ateş azabından tattırmış olduk.",
        "hayrat_nesriyat": "Süleymân`a da rüzgârı (boyun eğdirdik)! (Öyle ki) sabah gidişi bir ay(lık mesâfe), akşam dönüşü de bir ay(lık mesâfe)dir. Ve erimiş bakır menba`ını onun için (sel gibi)akıttık. Rabbisinin izniyle onun önünde çalışan bir kısım cinler de vardı. Onlardan kim emrimizden sapsa, ona alevli ateş azâbından tattırırız.",
        "diyanet_vakfi": "Sabah gidişi bir aylık mesafe, akşam dönüşü yine bir aylık mesafe olan rüzgârı da Süleyman’a (onun emrine) verdik ve onun için erimiş bakırı kaynağından sel gibi akıttık. Rabbinin izniyle cinlerden bir kısmı, onun önünde çalışırdı. Onlardan kim emrimizden sapsa, ona alevli azabı tattırırdık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/012.mp3"
      }
    },
    {
      "id": 3619,
      "verseNumber": 13,
      "verseKey": "34:13",
      "arabic": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَـٰرِيبَ وَتَمَـٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَـٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًا ۚ وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
      "english": "They made for him whatever he desired of sanctuaries, statues,<sup foot_note=77207>1</sup> basins as large as reservoirs, and cooking pots fixed ˹into the ground˺. ˹We ordered:˺ “Work gratefully, O  family of David!” ˹Only˺ a few of My servants are ˹truly˺ grateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun için pek yüksek binalardan ve timsallerden ve büyük havuzlar gibi çanaklardan ve sabit sabit kazanlardan ne isterse (onu) yapıverirlerdi. Ey Dâvud’un hânedânı! Şükür için çalışın ve benim kullarımdan şükreden azdır.",
        "hayrat_nesriyat": "(O cinnîler) ona saraylardan, timsâllerden (üzerinde nakış ve süsleme bulunan şeylerden), havuzlar gibi (geniş) leğenlerden ve (çok büyük) sâbit kazanlardan (o) ne dilerse yaparlardı. (Onlara buyurduk ki:) `Ey Dâvûd âilesi, şükür için çalışın!` Fakat kullarımdan çokça şükreden azdır.",
        "diyanet_vakfi": "Onlar Süleyman’a kalelerden, heykellerden, havuzlar kadar (geniş) leğenlerden, sabit kazanlardan ne dilerse yaparlardı. Ey Davud ailesi! Şükredin. Kullarımdan şükreden azdır!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/013.mp3"
      }
    },
    {
      "id": 3620,
      "verseNumber": 14,
      "verseKey": "34:14",
      "arabic": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
      "english": "When We decreed Solomon’s death, nothing indicated to the ˹subjected˺ jinn that he was dead except the termites eating away his staff.<sup foot_note=77208>1</sup> So when he collapsed, the jinn realized that if they had ˹really˺ known the unseen, they would not have remained in ˹such˺ humiliating servitude.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra vaktâ ki onun üzerine ölüm ile hükmettik, onun vefat etmiş olduğuna asasından yemekte olan bir ağaç kurdundan başkası onlara delalet etmiş olmadı. Ol vakit ki yere düşüverdi. Cin tâifesi anlamış oldu ki, eğer gaybı bilmiş olsalar idi o ihânetli azap içinde kalmış olmazlardı.",
        "hayrat_nesriyat": "Artık onun (Süleymân`ın) ölümüne hükmettiğimiz zaman, onlara (Süleymân`ın)ölümünü ancak asâsından yemekte olan dabbetü`l-arz (bir ağaç kurdu) fark ettirdi. Bunun üzerine (Süleymân) yere yıkılınca, (onun ölümünü ancak bu şekilde anlamalarıyla) cinler için açıkça belli oldu ki, eğer gaybı biliyor olsalardı (o öldüğü hâlde), o aşağılayıcı azâb içinde kalmazlardı.",
        "diyanet_vakfi": "Süleyman’ın ölümüne hükmettiğimiz zaman, onun öldüğünü, ancak değneğini yiyen bir ağaç kurdu gösterdi. (Sonunda yere) yıkılınca anlaşıldı ki cinler gaybı bilselerdi, o küçük düşürücü azap içinde kalmazlardı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/014.mp3"
      }
    },
    {
      "id": 3621,
      "verseNumber": 15,
      "verseKey": "34:15",
      "arabic": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ ۖ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
      "english": "Indeed, there was a sign for ˹the tribe of˺ Sheba in their homeland: two orchards—one to the right and the other to the left. ˹They were told:˺ “Eat from the provision of your Lord, and be grateful to Him. ˹Yours is˺ a good land and a forgiving Lord.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Celâlim hakkı için Sebe’ (kavmi) için ikametgâhlarında bir alâmet var idi. Sağdan ve soldan iki cennet ile çevrilmişti. (Kendilerine denilmişti ki:) «Rabbinizin rızkından yeyin ve O’na şükredin. Tertemiz bir belde ve yarlığayan bir Rab.»",
        "hayrat_nesriyat": "Celâlim hakkı için, Sebe` (kavmi) için oturdukları yerde bir ibret vardı. (Oturdukları yeri) sağdan ve soldan (çevreleyen) iki bahçe (vardı). (Onlara:) `Rabbinizin rızkından yiyin de O`na şükredin! (İşte) hoş bir memleket ve çok bağışlayıcı bir Rab!` (denilmişti.)",
        "diyanet_vakfi": "Andolsun, Sebe’ kavmi için oturduğu yerlerde büyük bir ibret vardır. Biri sağda, diğeri solda iki bahçeleri vardı. (Onlara:) Rabbinizin rızkından yeyin ve O’na şükredin. İşte güzel bir memleket ve çok bağışlayan bir Rab!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/015.mp3"
      }
    },
    {
      "id": 3622,
      "verseNumber": 16,
      "verseKey": "34:16",
      "arabic": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَـٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
      "english": "But they turned away. So We sent against them a devastating flood, and replaced their orchards with two others producing bitter fruit, fruitless bushes,<sup foot_note=77209>1</sup> and a few ˹sparse˺ thorny trees.<sup foot_note=77210>2</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat onlar kaçındılar. Onların üzerlerine Arim selini gönderdik. Ve onların cennetlerini iki cennet ile tebdîl ettik ki, bu iki cennet pek acı meyve ağaçlarını ve acı ılgını ve biraz da Arabistan kirazı ağaçlarını (hâvi bulunuyordu).",
        "hayrat_nesriyat": "Fakat (onlar, şükürden) yüz çevirdiler; bu yüzden üzerlerine Arim selini gönderdik ve onların iki bahçesini (de) buruk yemişli, acı ılgınlı ve (içinde) sidir ağacından az bir şey bulunan iki (harab) bahçeye çevirdik.",
        "diyanet_vakfi": "Ama onlar yüz çevirdiler. Bu yüzden üzerlerine Arim selini gönderdik. Onların iki bahçesini, buruk yemişli, acı ılgınlı ve içinde biraz da sedir ağacı bulunan iki (harap) bahçeye çevirdik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/016.mp3"
      }
    },
    {
      "id": 3623,
      "verseNumber": 17,
      "verseKey": "34:17",
      "arabic": "ذَٰلِكَ جَزَيْنَـٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَـٰزِىٓ إِلَّا ٱلْكَفُورَ",
      "english": "This is how We rewarded them for their ingratitude. Would We ever punish ˹anyone in such a way˺ except the ungrateful?",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onları böyle nankörlükleri sebebiyle cezalandırdık ve Biz nankör olanlardan başkasını cezalandırır mıyız? (Elbette cezalandırmayız.)",
        "hayrat_nesriyat": "Nankörlük ettiklerinden dolayı onları böyle cezâlandırdık. (Biz,) çok nankörlük edenden başkasını mı cezâlandırırız?",
        "diyanet_vakfi": "Nankörlük ettikleri için onları böyle cezalandırdık. Biz nankörden başkasını cezalandırır mıyız!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/017.mp3"
      }
    },
    {
      "id": 3624,
      "verseNumber": 18,
      "verseKey": "34:18",
      "arabic": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَـٰرَكْنَا فِيهَا قُرًى ظَـٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
      "english": "We had also placed between them and the cities<sup foot_note=77211>1</sup> We showered with blessings ˹many small˺ towns within sight of one another. And We set moderate travel distances in between, ˹saying,˺ “Travel between them by day and night safely.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onların aralarında ve kendilerinde bereket vermiş olduğumuz beldeler arasında birbirine muttasıl kasabalar meydana getirmiştik ve onlara seyr-i seferi takdir eylemiştik. Geceleri ve göndüzleri emînler olarak yürüyünüz (demiştik).",
        "hayrat_nesriyat": "Hem onlar(ın yurdu) ile kendilerini bereketli kıldığımız memleketler (Şam havâlisi)arasında, (birbirinden rahatça) görünen (mesâfelerde) şehirler meydana getirmiştik ve buralarda (kolayca gidip gelmek üzere) sefer etmeyi takdîr etmiştik. `Oralarda geceleri ve gündüzleri emniyet içinde kimseler olarak seyâhat edin!` (demiştik.)",
        "diyanet_vakfi": "Onların yurdu ile, içlerini bereketlendirdiğimiz memleketler arasında, kolayca görünen nice kasabalar var ettik ve bunlar arasında yürümeyi konaklara ayırdık. Oralarda geceleri, gündüzleri korkusuzca gezin dolaşın, dedik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/018.mp3"
      }
    },
    {
      "id": 3625,
      "verseNumber": 19,
      "verseKey": "34:19",
      "arabic": "فَقَالُوا۟ رَبَّنَا بَـٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَـٰهُمْ أَحَادِيثَ وَمَزَّقْنَـٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
      "english": "But they said, “Our Lord! Make ˹the distances of˺ our journeys longer,” wronging themselves.<sup foot_note=77212>1</sup> So We reduced them to ˹cautionary˺ tales, and scattered them utterly. Surely in this are lessons for whoever is steadfast, grateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat onlar: «Rabbimiz! Bizim seferlerimiz arasını uzaklaştır» dediler ve nefislerine zulmettiler. Biz de onları dillere destan ettik ve onları büsbütün parçalamakla parçaladık. Şüphe yok ki, bunda her bir sabreden, şükreyleyen için elbette ibretler vardır.",
        "hayrat_nesriyat": "Fakat (onlar:) `Rabbimiz! Seferlerimizin (yolculuk yaptığımız şehirlerin) arasını uzaklaştır!` dediler ve kendilerine zulmettiler; nihâyet onları efsânelere çevirdik ve onları tamâmen parçalanmış olarak darmadağın ettik. Şübhesiz ki bunda, çok sabreden, çok şükreden herkes için nice ibretler vardır.",
        "diyanet_vakfi": "Bunun üzerine: Ey Rabbimiz! Aralarında yolculuk yaptığımız şehirlerin arasını uzaklaştır, dediler ve kendilerine yazık ettiler. Biz de onları, ibret kıssaları haline getirdik ve onları büsbütün parçaladık. Şüphesiz bunda, çok sabreden ve çok şükreden herkes için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/019.mp3"
      }
    },
    {
      "id": 3626,
      "verseNumber": 20,
      "verseKey": "34:20",
      "arabic": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
      "english": "Indeed, Iblîs’ assumption about them has come true,<sup foot_note=77213>1</sup> so they ˹all˺ follow him, except a group of ˹true˺ believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, şeytan onların aleyhindeki zannını tahakkuk ettirmiş oldu. Ona tâbi oldular. Ancak mü’minlerden bir zümre müstesna.",
        "hayrat_nesriyat": "And olsun ki İblis, onlar hakkındaki (çoğunu azdırıp, samîmî kulları ise kandıramayacağına dâir) zannını doğru çıkardı da mü`minlerden (ihlâslı olan) bir zümre hâriç, ona uydular.",
        "diyanet_vakfi": "Andolsun İblis, onlar hakkındaki tahminini doğruya çıkardı. İnanan bir zümrenin dışında hepsi ona uydular."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/020.mp3"
      }
    },
    {
      "id": 3627,
      "verseNumber": 21,
      "verseKey": "34:21",
      "arabic": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَـٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْـَٔاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
      "english": "He does not have any authority over them, but ˹Our Will is˺ only to distinguish those who believe in the Hereafter from those who are in doubt about it. And your Lord is a ˹vigilant˺ Keeper over all things.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, onun onlar üzerinde hiçbir tasallutu yoktur. Fakat Ahirete imân eden kimseyi onda şekk içinde bulunan kimseden ayırdedelim diye (öyle şeytan musallat kılınmıştır) ve senin Rabbin her şey üzerine bir hafîzdir.",
        "hayrat_nesriyat": "Hâlbuki onun (o İblisin), kendileri üzerinde hiçbir kuvveti yoktu; ancak (biz) âhirete îmân edeni, ondan şübhe içinde olan o kimseden ayıralım diye (ona bu mühleti verdik).Çünki Rabbin, herşeyi (dilediği gibi) hakkıyla muhâfaza edendir.",
        "diyanet_vakfi": "Halbuki şeytanın onlar üzerinde hiçbir nüfuzu yoktu. Ancak ahirete inananı, şüphe içinde kalandan ayırdedip bilelim diye (ona bu fırsatı verdik). Rabbin gerçekten her şeyi koruyandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/021.mp3"
      }
    },
    {
      "id": 3628,
      "verseNumber": 22,
      "verseKey": "34:22",
      "arabic": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
      "english": "Say, ˹O Prophet,˺ “Call upon those you claim ˹to be divine˺ besides Allah. They do not possess ˹even˺ an atom’s weight either in the heavens or the earth, nor do they have any share in ˹governing˺ them. Nor is any of them a helper to Him.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Allah’tan gayrı o zû’m ettiklerinize yalvarınız. Göklerde ve yerde bir zerre miktarına mâlik olamazlar ve onlar için bunlarda bir ortaklık yoktur ve O’nun için de onlardan bir yardımcı yoktur.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) De ki: `Allah`dan başka (ilâh) zannettiğiniz şeylere yalvarın (bakalım, istediklerinizi size verebilecekler mi?); (onlar) ne göklerde ne de yerde(hayır ve şerden) zerre ağırlığınca (bir şeye) sâhib değildirler; çünki onların bunlarda hiçbir ortaklığı yoktur; ve O`nun (O Rabbin) için, onlardan hiçbir yardımcı yoktur.`",
        "diyanet_vakfi": "(Müşriklere) de ki: Allah’tan başka tanrı saydığınız şeyleri çağırın! Onlar ne göklerde ne de yerde zerre ağırlığınca bir şeye sahiptirler. Onların buralarda hiçbir ortaklığı yoktur, Allah’ın onlardan bir yardımcısı da yoktur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/022.mp3"
      }
    },
    {
      "id": 3629,
      "verseNumber": 23,
      "verseKey": "34:23",
      "arabic": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "english": "No intercession will be of any benefit with Him, except by those granted permission by Him. ˹At last,˺ when the dread ˹of Judgment Day˺ is relieved from their hearts ˹because they are permitted to intercede˺, they will ˹excitedly˺ ask ˹the angels˺, “What has your Lord ˹just˺ said?” The angels will reply, “The truth! And He is the Most High, All-Great.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun huzurunda şefaat fâide vermez, kendisine izin vermiş olduğu kimse müstesna. Nihâyet kalplerinden korku giderilince derler ki: «Rabbiniz ne buyurdu?». «Hakkı buyurdu,» derler. Ve O, çok yüce, çok büyüktür.",
        "hayrat_nesriyat": "Ve (o gün) O`nun (Allah`ın) huzûrunda kendisine izin verdiği kimseden başkasının şefâati fayda vermez. Nihâyet (şefâat edenlerin ve edilenlerin) kalblerinden dehşet giderildiği zaman (birbirlerine): `Rabbiniz ne buyurdu?` derler. (Şefaat edecek olanlar da:) `Hakkı(buyurdu)!` derler. Ve O, Aliyy (pek yüce olan)dır, Kebîr (çok büyük olan)dır.",
        "diyanet_vakfi": "Allah’ın huzurunda, kendisinin izin verdiği kimselerden başkasının şefâati fayda vermez. Nihayet onların yüreklerinden korku giderilince: Rabbiniz ne buyurdu? derler. Onlar da: Hak olanı buyurdu, derler. O, yücedir, büyüktür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/023.mp3"
      }
    },
    {
      "id": 3630,
      "verseNumber": 24,
      "verseKey": "34:24",
      "arabic": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "Ask ˹them, O  Prophet˺, “Who provides for you from the heavens and the earth?” Say, “Allah! Now, certainly one of our two groups<sup foot_note=77214>1</sup> is ˹rightly˺ guided; the other is clearly astray.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Sizi göklerden ve yerden kim rızıklandırıyor?» De ki: «Allah. Ve muhakkak bizler mi, yoksa sizler mi bir hidâyet üzerindeyiz veya apaçık bir sapıklıktayız?»",
        "hayrat_nesriyat": "De ki: `Sizi göklerden ve yerden kim rızıklandırıyor?` De ki: `Allah! Öyle ise, doğrusu ya biz ya da siz (iki topluluktan biri) gerçekten bir hidâyet üzerinde veya apaçık bir dalâlet içindedir.`",
        "diyanet_vakfi": "(Resûlüm!) De ki: Göklerden ve yerden size rızık veren kimdir? De ki: Allah! O halde biz veya siz, ikimizden biri, ya doğru yol üzerinde veya açık bir sapıklık içindedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/024.mp3"
      }
    },
    {
      "id": 3631,
      "verseNumber": 25,
      "verseKey": "34:25",
      "arabic": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
      "english": "Say, “You will not be accountable for our misdeeds, nor will we be accountable for your deeds.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bizim işlediğimiz günahlardan siz sorulmazsınız, biz de sizin yapar olduğunuz şeylerden mes’ul olmayız.»",
        "hayrat_nesriyat": "De ki: `(Siz) bizim işlediğimiz günahlardan mes`ûl olmazsınız; ve (biz de) sizin işlemekte olduğunuz (günahlar)dan mes`ûl tutulmayız.`",
        "diyanet_vakfi": "De ki: Bizim işlediğimiz suçtan siz sorumlu değilsiniz; biz de sizin işlediğinizden sorulacak değiliz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/025.mp3"
      }
    },
    {
      "id": 3632,
      "verseNumber": 26,
      "verseKey": "34:26",
      "arabic": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
      "english": "Say, “Our Lord will gather us together, then He will judge between us with the truth. For He is the All-Knowing Judge.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Rabbimiz hepimizi bir araya toplayacak, sonra aramızı hak ile açacaktır. Ve O, öyle hakîmdir, öyle hakkıyla alîmdir.»",
        "hayrat_nesriyat": "De ki: `Rabbimiz (kıyâmet günü) hepimizi bir araya toplayacak, sonra aramızı hak ile açaçak (hakkımızda hüküm verecek)tir. Çünki O, Fettâh (tam bir adâletle hüküm veren)dir, Alîm (herşeyi bilen)dir.`",
        "diyanet_vakfi": "De ki: Rabbimiz hepimizi bir araya toplayacak, sonra aramızda hak ile hükmedecektir. O, en âdil hüküm veren, (her şeyi) hakkıyla bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/026.mp3"
      }
    },
    {
      "id": 3633,
      "verseNumber": 27,
      "verseKey": "34:27",
      "arabic": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "Say, “Show me those ˹idols˺ you have joined with Him as partners. No! In fact, He ˹alone˺ is Allah—the Almighty, All-Wise.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «O’na şerikler olarak ilhak ettiğiniz kimseleri bana gösteriniz. Hâşâ, ancak her şeye galip, yegane hakîm olan Allah’tır.»",
        "hayrat_nesriyat": "De ki: `O`na (Allah`ın saltanatına) ortak kattıklarınızı bana gösterin! Hâşâ! Bil`akis O, Azîz (kudreti dâimâ üstün gelen), Hakîm (her işi hikmetli) olan Allah`dır.`",
        "diyanet_vakfi": "De ki: O’na (Allah’a) kattığınız ortaklarınızı bana gösterin. Hayır! Bilakis, yegâne galip ve her şeyi hikmetle idare eden ancak Allah’tır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/027.mp3"
      }
    },
    {
      "id": 3634,
      "verseNumber": 28,
      "verseKey": "34:28",
      "arabic": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "english": "We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner to all of humanity, but most people do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve seni, ancak bütün insanlar için bir müjdeleyici ve bir korkutucu olarak gönderdik. Fakat insanların pek çoğu bilmezler.",
        "hayrat_nesriyat": "(Ey Resûlüm!) (Biz) seni ancak bütün insanlara bir müjdeci ve bir korkutucu olarak gönderdik; fakat insanların çoğu bilmezler.",
        "diyanet_vakfi": "Biz seni bütün insanlara ancak müjdeleyici ve uyarıcı olarak gönderdik; fakat insanların çoğu bunu bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/028.mp3"
      }
    },
    {
      "id": 3635,
      "verseNumber": 29,
      "verseKey": "34:29",
      "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "And they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve derler ki: «Eğer siz doğru sözlü kimseler iseniz ne vakit bu vaad?»",
        "hayrat_nesriyat": "Bir de `Eğer (iddiânızda) doğru kimseler iseniz, bu va`d (edilen kıyâmet) ne zaman?` diyorlar.",
        "diyanet_vakfi": "Eğer sözünüzde doğru iseniz bu vâdettiğiniz (kıyamet) ne zaman kopacak? derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/029.mp3"
      }
    },
    {
      "id": 3636,
      "verseNumber": 30,
      "verseKey": "34:30",
      "arabic": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
      "english": "Say, ˹O Prophet,˺ “A Day has ˹already˺ been appointed for you, which you can neither delay nor advance by a ˹single˺ moment.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Sizin için bir mev’ud gün vardır ki, ondan ne bir saat geri kalabilirsiniz ve ne de ileri geçebilirsiniz.»",
        "hayrat_nesriyat": "De ki: `Sizin için va`d edilen öyle bir gün vardır ki, ondan ne bir saat geri kalabilirsiniz, ne de öne geçebilirsiniz.`",
        "diyanet_vakfi": "De ki: Size öyle bir gün vâdedilmiştir ki, ondan ne bir saat geri kalabilirsiniz, ne de ileri geçebilirsiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/030.mp3"
      }
    },
    {
      "id": 3637,
      "verseNumber": 31,
      "verseKey": "34:31",
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
      "english": "The disbelievers vow, “We will never believe in this Quran, nor in those ˹Scriptures˺ before it.” If only you could see when the wrongdoers will be detained before their Lord, throwing blame at each other! The lowly ˹followers˺ will say to the arrogant ˹leaders˺, “Had it not been for you, we would certainly have been believers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar dediler ki: «Elbette biz ne Kur’an’a inanırız ve ne de onun önündekine.» Eğer o zalimleri Rablerinin huzurunda tevkif edilmiş oldukları zaman görecek olsan, (pek acaib bir manzara görmüş olursun) bazısı bazısına söz çevirir. Zayıf sayılmış olanlar kendilerini büyük görmüş olanlara der ki: «Eğer siz olmasa idiniz, elbette biz mü’minler olmuş olurduk.»",
        "hayrat_nesriyat": "Ve inkâr edenler dedi ki: `(Biz) ne bu Kur`ân`a, ne de onun önündekilere (ondan önce gelen diğer kitablara) aslâ inanmayız!` Fakat (sen), o zâlimleri Rablerinin huzûrunda durdurulmuş kimseler olduklarında bir görsen! Birbirlerine söz çevirir (aralarında münâkaşa ederler). Zayıf düşürülenler, büyüklük taslayanlara: `Siz olmasaydınız elbette (biz de) mü`min kimseler olurduk` derler.",
        "diyanet_vakfi": "Kâfir olanlar dediler ki: Biz hiçbir zaman bu Kur’an’a ve bundan önce gelen kitaplara inanmayacağız. Sen o zalimleri, Rablerinin huzurunda tutuklanmış, birbirlerine söz atarlarken bir görsen! Zayıf sayılanlar, büyüklük taslayanlara: Siz olmasaydınız, elbette biz inanan insanlar olurduk, derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/031.mp3"
      }
    },
    {
      "id": 3638,
      "verseNumber": 32,
      "verseKey": "34:32",
      "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
      "english": "The arrogant will respond to the lowly, “Did we ever hinder you from guidance after it came to you? In fact, you were wicked ˹on your own˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kendilerini büyük görmüş olanlar da zayıf sayılmış olanlara der ki: «Biz mi sizi hidâyetten alıkoyduk, size geldiği vakit? Hayır. Siz günahkârlar idiniz.»",
        "hayrat_nesriyat": "(O gün) büyüklük taslayanlar, o zayıf düşürülenlere der ki: `Size geldikten sonra sizi hidâyetten biz mi çevirdik? Bil`akis (siz kendiniz) günahkâr kimseler idiniz.`",
        "diyanet_vakfi": "Büyüklük taslayanlar, zayıf sayılanlara (kıyamet gününde): Size hidayet geldikten sonra sizi ondan biz mi çevirdik? Bilakis siz suç işliyordunuz, derler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/032.mp3"
      }
    },
    {
      "id": 3639,
      "verseNumber": 33,
      "verseKey": "34:33",
      "arabic": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "The lowly will say to the arrogant, “No! It was your plotting by day and night—when you ordered us to disbelieve in Allah and to set up equals with Him.” They will ˹all˺ hide ˹their˺ remorse when they see the torment. And We will put shackles around the necks of the disbelievers. Will they be rewarded except for what they used to do?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve zayıf sayılanlar da o büyüklük gösterenlere der ki: «Hayır... Gece ve gündüzdeki hile. O vakit ki, bize emrederdiniz ki, Allah’ı inkar edelim ve O’nun için şerikler ittihaz edinelim.» Ve azabı gördükleri zaman (hepsi de) için için pişman olurlar ve kâfir olanların boyunlarına demir lâleler vurmuş olacağız. Onlar işlediklerinden başka bir şey ile cezalandırılmayacaklardır.",
        "hayrat_nesriyat": "Zayıf düşürülenler de o büyüklük taslayanlara der ki: `Hayır! Gece gündüz(kurduğunuz) tuzak (bizi hidâyetten çevirdi). Bize Allah`ı inkâr etmemizi ve O`na ortaklar koşmamızı emrederdiniz.` Ve azâbı gördüklerinde, (artık tartışmayı bırakıp içlerindeki)pişmanlığı gizlerler. Artık inkâr edenlerin boyunlarına (demir) halkalar geçiririz. (Onlar)yapmakta olduklarından başkasıyla mı cezâlandırılacaklar?",
        "diyanet_vakfi": "Zayıf sayılanlar da büyüklük taslayanlara: Hayır! Gece gündüz (işiniz) tuzak kurmaktı. Çünkü siz daima Allah’ı inkâr etmemizi, O’na ortaklar koşmamızı bize emrederdiniz, derler. Artık azabı gördüklerinde, için için yanarlar; biz de o inkâr edenlerin boyunlarına demir halkalar takarız. Onlar ancak yapmakta oldukları günahları yüzünden cezalandırılırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/033.mp3"
      }
    },
    {
      "id": 3640,
      "verseNumber": 34,
      "verseKey": "34:34",
      "arabic": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "english": "Whenever We sent a warner to a society, its elite would say, “We truly reject what you have been sent with.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hiçbir beldeye bir korkutucu zât göndermedik ki, illâ onun refah içinde yaşayanları dediler ki: «Biz şüphe yok ki, kendisiyle gönderilmiş olduğunuz şeyi inkar edicileriz.»",
        "hayrat_nesriyat": "Hem hiçbir memlekete (kendilerine Allah`ın azâbından haber veren) bir korkutucu(peygamber) göndermedik ki, mutlaka oranın ni`met içinde (şımarmış) olanları: `Gerçekten biz kendisiyle gönderildiğiniz şeyi inkâr edenleriz` demiş olmasın!",
        "diyanet_vakfi": "Biz hangi ülkeye bir uyarıcı göndermişsek mutlaka oranın varlıklı ve şımarık kişileri: Biz, size gönderilmiş olan şeyi inkâr ediyoruz, demişlerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/034.mp3"
      }
    },
    {
      "id": 3641,
      "verseNumber": 35,
      "verseKey": "34:35",
      "arabic": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "english": "Adding, “We are far superior ˹to the believers˺ in wealth and children, and we will never be punished.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Biz emvâlce ve evlatca daha çoğuz ve biz azap görecek kimseler değiliz.»",
        "hayrat_nesriyat": "Bir de: `Biz mallar ve çocuklar cihetiyle (mü`minlerden) daha fazlayız ve biz azâba uğratılacak kimseler değiliz` dediler.",
        "diyanet_vakfi": "Ve dediler ki: Biz malca ve evlâtça daha çoğuz, biz azaba uğratılacak da değiliz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/035.mp3"
      }
    },
    {
      "id": 3642,
      "verseNumber": 36,
      "verseKey": "34:36",
      "arabic": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "english": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills. But most people do not know.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Şüphe yok Rabbim rızkı dilediği kimseye genişletir ve darlaştırır. Fakat insanların çoğu bilmezler.»",
        "hayrat_nesriyat": "De ki: `Şübhesiz ki Rabbim, (imtihân için) dilediğine rızkı genişletir ve (dilediğine)daraltır. Fakat insanların çoğu bilmezler.`",
        "diyanet_vakfi": "De ki: Rabbim, dilediğine bol rızık verir ve (dilediğinden) kısar; fakat insanların çoğu bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/036.mp3"
      }
    },
    {
      "id": 3643,
      "verseNumber": 37,
      "verseKey": "34:37",
      "arabic": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
      "english": "It is not your wealth or children that bring you closer to Us. But those who believe and do good—it is they who will have a multiplied reward for what they did, and they will be secure in ˹elevated˺ mansions.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ne mallarınız ve ne de evladınız sizi Bize yaklaştıracak yüksek mahiyeti hâiz değildir. Ancak kimler imân eder ve sâlih amelde bulunurlarsa işte onlar için yaptıkları amelleri mukabilinde kat kat mükâfaat vardır ve onlar âli makamlarda emniyete nâil zâtlardır.",
        "hayrat_nesriyat": "Hâlbuki size katımızda mertebece yakınlık sağlayacak olan ne mallarınız, ne de evlâdlarınızdır; ancak îmân edip sâlih amel işleyen müstesnâ. İşte onlar var ya, kendileri için işledikleri ameller sebebiyle (lütfumuzdan) kat kat mükâfât vardır ve onlar (Cennetteki)yüksek köşklerde emniyet içinde olan kimselerdir.",
        "diyanet_vakfi": "Sizi huzurumuza yaklaştıracak olan ne mallarınızdır ne de evlâtlarınız. İman edip iyi amelde bulunanlar müstesna; onlara yaptıklarının kat kat fazlası mükâfat vardır. Onlar (cennet) odalarında güven içindedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/037.mp3"
      }
    },
    {
      "id": 3644,
      "verseNumber": 38,
      "verseKey": "34:38",
      "arabic": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "english": "As for those who strive to discredit Our revelations, it is they who will be confined in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki âyetlerimiz hakkında (bizi) aciz sanar oldukları halde koşar dururlar. Onlar azap içinde ihzar edilmiş kimselerdir.",
        "hayrat_nesriyat": "Âyetlerimiz(i ibtâl) husûsunda (güyâ bizi) acze düşürmeye çalışan kimseler olarak(yarışırcasına) uğraşanlara gelince, işte onlar (o gün) azâb içinde hazır bulundurulacak olanlardır.",
        "diyanet_vakfi": "Âyetlerimizi boşa çıkarmaya çalışanlara gelince, onlar da azapla yüz yüze bırakılacaklardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/038.mp3"
      }
    },
    {
      "id": 3645,
      "verseNumber": 39,
      "verseKey": "34:39",
      "arabic": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "english": "Say, ˹O Prophet,˺ “Surely ˹it is˺ my Lord ˹Who˺ gives abundant or limited provisions to whoever He wills of His servants. And whatever you spend in charity, He will compensate ˹you˺ for it. For He is the Best Provider.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Şüphe yok Rabbim, rızkı kullarından dilediğine genişletir ve onun için darlaştırır ve bir şeyden ne infak eder iseniz O, onun mukabilini verir ve O, rızk verenlerin hayırlısıdır.»",
        "hayrat_nesriyat": "De ki: `Şübhe yok ki Rabbim, kullarından dilediğine rızkı genişletir ve (kimi dilerse de) ona daraltır. Ve (Allah yolunda) her ne şey sarf ettiyseniz, artık O, bunun yerine(başkasını) verir. Çünki O, rızık verenlerin en hayırlısıdır.`",
        "diyanet_vakfi": "De ki: Rabbim, kullarından dilediğine bol rızık verir ve (dilediğinden de) kısar. Siz hayıra ne harcarsanız, Allah onun yerine başkasını verir. O, rızık verenlerin en hayırlısıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/039.mp3"
      }
    },
    {
      "id": 3646,
      "verseNumber": 40,
      "verseKey": "34:40",
      "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
      "english": "And ˹consider˺ the Day He will gather them all together, and then ask the angels, “Was it you that these ˹polytheists˺ used to worship?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün ki, onları hep toplanılmış oldukları halde haşredecektir, sonra meleklere der ki: «Ya şunlar, size mi tapar olmuşlardı?»",
        "hayrat_nesriyat": "Ve o gün (Allah), onları hep berâber bir araya toplar; sonra meleklere: `Bunlar, size mi tapıyorlardı?` der.",
        "diyanet_vakfi": "O gün Allah, onların hepsini toplayacak; sonra meleklere: Size tapanlar bunlar mıydı? diyecek."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/040.mp3"
      }
    },
    {
      "id": 3647,
      "verseNumber": 41,
      "verseKey": "34:41",
      "arabic": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
      "english": "They will say, “Glory be to You! Our loyalty is to You, not them. In fact, they ˹only˺ followed the ˹temptations of evil˺ jinn,<sup foot_note=77215>1</sup> in whom most of them had faith.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Melekler de (diyeceklerdir ki, Yarabbi!) «Seni tenzih ederiz. Bizim velîmiz, onlar değil Sen’sin. Hayır. Onlar cinlere tapar olmuşlardı. Onların birçokları onlara imân ediciler idi.»",
        "hayrat_nesriyat": "(Melekler:) `Seni tenzîh ederiz; bizim velîmiz onlar değil, sensin! Hayır! (Onlar,)cinlere (şeytanlara) tapıyorlardı. Onların çoğu, onlara inanan kimselerdi` derler.",
        "diyanet_vakfi": "(Melekler de:) Sen yücesin, bizim dostumuz onlar değil, sensin. Belki onlar cinlere tapıyorlardı. Çoğu onlara inanmıştı; diyecekler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/041.mp3"
      }
    },
    {
      "id": 3648,
      "verseNumber": 42,
      "verseKey": "34:42",
      "arabic": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "english": "So Today neither of you can benefit or protect each other. And We will say to the wrongdoers, “Taste the torment of the Fire, which you used to deny.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık bugün bazınız bazınıza ne bir fâideye ve ne de bir zarara mâlik olamaz ve zulmetmiş olanlara deriz ki: «O ateşin azabını tadınız ki, siz onu inkâr eder olmuştunuz.»",
        "hayrat_nesriyat": "İşte o gün, bazınız bazınıza ne bir fayda ne de bir zarara mâlik olur! Ve (biz de) o zulmedenlere: `Tadın, kendisini yalanlamakta olduğunuz ateşin azâbını!` deriz.",
        "diyanet_vakfi": "Bugün birbirinize ne fayda, ne de zarar vermeye gücünüz yeter. Biz zalim olanlara, yalanlamakta olduğunuz ateş azabını tadın! diyeceğiz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/042.mp3"
      }
    },
    {
      "id": 3649,
      "verseNumber": 43,
      "verseKey": "34:43",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "english": "When Our clear revelations are recited to them, they say, “This is only a man who wishes to hinder you from what your forefathers used to worship.” They also say, “This ˹Quran˺ is no more than a fabricated lie.” And the disbelievers say of the truth when it has come to them, “This is nothing but pure magic.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara karşı bizim açık açık âyetlerimiz okunduğu vakit, dediler ki: «Bu, bir adamdır ki, sizi atalarınızın ibadet ettikleri şeyden menetmek istiyor.» Ve dediler ki: «Bu (Kur’an) başka değil, sırf uydurulmuş bir iftiradır.» Ve kâfir olanlar, hak için de kendilerine geldiği vakit dediler ki: «Bu apaçık bir sihirden başka değil.»",
        "hayrat_nesriyat": "Çünki onlara âyetlerimiz apaçık olarak okunduğu zaman: `Bu ancak, atalarınızın tapmakta olduğu şeylerden sizi çevirmek isteyen bir adamdır` dediler. Bir de: `Bu (Kur`ân), uydurulmuş bir iftirâdan başka bir şey değildir` dediler. İnkâr edenler, kendilerine o hak(Kur`ân) gelince de (onun için): `Bu, ancak apaçık bir sihirdir` dedi(ler).",
        "diyanet_vakfi": "Onlara apaçık âyetlerimiz okunduğu zaman demişlerdi ki: Bu, sizi babalarınızın taptığı (putlardan) çevirmek isteyen bir adamdan başkası değildir. Ve yine bu (Kur’an) da uydurulmuş bir yalandan başka bir şey değildir, dediler. Hak kendilerine geldiğinde onu inkâr edenler de: Bu, apaçık bir büyüden başka bir şey değildir, dediler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/043.mp3"
      }
    },
    {
      "id": 3650,
      "verseNumber": 44,
      "verseKey": "34:44",
      "arabic": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
      "english": "˹They say so even though˺ We had never given them any scriptures to study, nor did We ever send them a warner before you ˹O Prophet˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, onlara ders alacakları kitaplardan vermemiştik ve onlara senden evvel (azap ile) bir korkutucu göndermemiştik.",
        "hayrat_nesriyat": "Hâlbuki onlara ders alacakları kitablardan vermemiştik ve senden önce kendilerine hiçbir korkutucu göndermemiştik.",
        "diyanet_vakfi": "Halbuki biz onlara okuyacakları kitaplar vermediğimiz gibi senden önce onlara bir uyarıcı (peygamber) de göndermemiştik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/044.mp3"
      }
    },
    {
      "id": 3651,
      "verseNumber": 45,
      "verseKey": "34:45",
      "arabic": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "english": "Those ˹destroyed˺ before them denied as well—and these ˹Meccans˺ have not attained even one-tenth of what We had given their predecessors.<sup foot_note=77216>1</sup> Yet ˹when˺ they denied My messengers, how severe was My response!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlardan evvelkiler de tekzîp etmişlerdi. Halbuki onlar, ötekilerine verdiklerimizin onda birine ermemişlerdir. Resûllerimizi tekzîp ettiler. Artık bak, Benim (onları) inkârım nasıl oldu?",
        "hayrat_nesriyat": "Bunlardan öncekiler de (peygamberleri) yalanlamıştı; (bunlar, servet ve ömürce)onlara verdiklerimizin onda birine bile erişmediler; böyle iken peygamberlerimi yalanladılar; ama beni inkâr etmek nasıl olurmuş (gördüler)!",
        "diyanet_vakfi": "Onlardan öncekiler de (peygamberlerini) inkâr etmişlerdi. Bunlar, öncekilere verdiklerimizin onda birine erişmemişlerdi. (Böyle iken), peygamberimi yalanladılar; ama benim karşılık olarak verdiğim nasıl olmuştu!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/045.mp3"
      }
    },
    {
      "id": 3652,
      "verseNumber": 46,
      "verseKey": "34:46",
      "arabic": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
      "english": "Say, ˹O Prophet,˺ “I advise you to do ˹only˺ one thing: stand up for ˹the sake of˺ Allah—individually or in pairs—then reflect. Your fellow man<sup foot_note=77217>1</sup> is not insane. He is only a warner to you before ˹the coming of˺ a severe punishment.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Size ancak bir şey ile öğüt veririm. Şöyle ki: Allah için ikişer ikişer ve teker teker kalkarsınız, sonra da güzelce düşünürsünüz, sizin sahibinizde cinnetten bir eser yoktur, o sizin için şiddetli azabın önünde bir korkutucudan başka değildir.»",
        "hayrat_nesriyat": "(Ey Resûlüm!) De ki: `Size sâdece tek bir nasîhat edeceğim; şöyle ki: Allah için ikişer ikişer ve teker teker kalkarsınız, sonra da düşünürsünüz! (Ve anlarsınız ki)arkadaşınızda hiçbir delilik yoktur; o ancak, (pek) şiddetli bir azâbın öncesinde, sizin için bir korkutucudur.`",
        "diyanet_vakfi": "(Resûlüm! Onlara) de ki: Size bir tek öğüt vereceğim: İkişerli olarak, teker teker Allah’a yönelin ve düşünün! Arkadaşınızda (peygamberde) hiçbir delilik yoktur! O ancak şiddetli bir azap gelip çatmadan evvel sizi uyaran bir peygamberdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/046.mp3"
      }
    },
    {
      "id": 3653,
      "verseNumber": 47,
      "verseKey": "34:47",
      "arabic": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "english": "Say, “If I had ever asked you for a reward, you could keep it. My reward is only from Allah. And He is a Witness over all things.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben sizden ücret namına bir şey istersem, o, sizin içindir. Benim mükâfaatım ise ancak Allah’a aittir ve O, her şey üzerine şahittir.»",
        "hayrat_nesriyat": "De ki: `Sizden bir ücret istemişsem, o hâlde o sizin olsun! Benim ücretim ancak Allah`a âiddir. O ise, herşeye hakkıyla şâhiddir.`",
        "diyanet_vakfi": "De ki: Ben sizden bir ücret istemişsem, o sizin olsun. Ücretim yalnız Allah’a aittir. O, her şeye şahittir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/047.mp3"
      }
    },
    {
      "id": 3654,
      "verseNumber": 48,
      "verseKey": "34:48",
      "arabic": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
      "english": "Say, “Surely my Lord hurls the truth ˹against falsehood˺. ˹He is˺ the Knower of all unseen.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Muhakkak Rabbim hakkı ilkâ eder, bütün gaybleri tamamıyla bilendir.»",
        "hayrat_nesriyat": "De ki: `Şübhesiz Rabbim, hakkı (ortaya) atar (peygamberlerine hakkı indirir). (O,)gaybları (bütün gizlilikleri) çok iyi bilendir.`",
        "diyanet_vakfi": "De ki: Kuşkusuz, Rabbim gerçeği ortaya koyar. Çünkü O, gaybı çok iyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/048.mp3"
      }
    },
    {
      "id": 3655,
      "verseNumber": 49,
      "verseKey": "34:49",
      "arabic": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَـٰطِلُ وَمَا يُعِيدُ",
      "english": "Say, “The truth has come, and falsehood will vanish, never to return.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki : «Hak geldi, bâtıl (ise bir şeyi) ne bidâyeten vücuda getirebilir ve ne de iade edebilir.»",
        "hayrat_nesriyat": "De ki: `Hak geldi; artık bâtıl ne (bir şeyi) ortaya çıkarabilir, ne de geri getirebilir.`",
        "diyanet_vakfi": "De ki: Hak geldi; artık bâtıl ne bir şeyi başlatabilir ne de geri getirebilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/049.mp3"
      }
    },
    {
      "id": 3656,
      "verseNumber": 50,
      "verseKey": "34:50",
      "arabic": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
      "english": "Say, “If I am astray, the loss is only mine. And if I am guided, it is ˹only˺ because of what my Lord reveals to me. He is indeed All-Hearing, Ever Near.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer ben sapıtmış isem şüphe yok ki, kendi şahsım aleyhine sapıtır olurum ve eğer doğru yola ermiş isem bu da Rabbimin bana vahyettiği şey sebebiyledir. Muhakkak ki, O (Rabbim) işiticidir, pek yakındır.",
        "hayrat_nesriyat": "De ki: `Eğer dalâlete düşersem, o takdirde ancak kendi aleyhime sapmış olurum. Ama hidâyete ermiş isem, artık (bu da) Rabbimin bana vahyettiği (Kur`ân) sâyesindedir.` Şübhesiz ki O, Semî` (hakkıyla işiten)dir, Karîb (herşeye çok yakın olan)dır.",
        "diyanet_vakfi": "De ki: Eğer (haktan) saparsam, kendi aleyhime sapmış olurum. Eğer doğru yolu bulursam, bu da Rabbimin bana vahyettiği (Kur’an) sayesindedir. Şüphesiz O, işitendir, yakındır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/050.mp3"
      }
    },
    {
      "id": 3657,
      "verseNumber": 51,
      "verseKey": "34:51",
      "arabic": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍ قَرِيبٍ",
      "english": "If only you could see when they will be horrified with no escape ˹on Judgment Day˺! And they will be seized from a nearby place.<sup foot_note=77218>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Görecek olsan telaşa düştükleri zaman (ne garip bir manzara görmüş olursun) artık kurtuluş yok ve onlar yakın bir mahalden yakalanmışlardır.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Hâlbuki (onları mahşer günü) dehşete düştükleri zaman bir görsen; artık (onlar için) kaçış yoktur, çünki (onlar) yakın bir yerden yakalanmışlardır.",
        "diyanet_vakfi": "(Resûlüm!) Telaşa düştükleri zaman, bir görsen! Artık kurtuluş yoktur, yakın bir yerden yakalanmışlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/051.mp3"
      }
    },
    {
      "id": 3658,
      "verseNumber": 52,
      "verseKey": "34:52",
      "arabic": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍ",
      "english": "They will ˹then˺ cry, “We do ˹now˺ believe in it ˹all˺.” But how could they ˹possibly˺ attain faith from a place so far-off ˹from the world˺,<sup foot_note=77219>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve demiş olurlar ki, ona imân ettik. Fakat onlara uzak bir yerden el sunmak nerede?",
        "hayrat_nesriyat": "Artık (iş işten geçtikten sonra): `Ona (Muhammed`e) îmân ettik` demişlerdir. Fakat uzak bir yerden (âhiret âleminden, dünyada olması gereken îmânı) elde etmek, onlar için nasıl (mümkün) olur?",
        "diyanet_vakfi": "(İş işten geçtikten sonra:) «Ona inandık» demişlerdir, ama uzak yerden (dünya hayatı gelip geçtikten sonra) imana kavuşmak onlar için nasıl mümkün olur?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/052.mp3"
      }
    },
    {
      "id": 3659,
      "verseNumber": 53,
      "verseKey": "34:53",
      "arabic": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍ",
      "english": "while they had already rejected it before, guessing blindly from a place ˹equally˺ far-away ˹from the Hereafter˺?",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, O’nu evvelce inkar etmişlerdi ve gayba uzak bir yerden taş atıyorlardı.",
        "hayrat_nesriyat": "Hâlbuki daha önce onu gerçekten inkâr etmişlerdi. Ve uzak bir yerden gayba (taş)atıyor (bilmeden ileri geri konuşuyor)lardı.",
        "diyanet_vakfi": "Halbuki daha önce onu (hakkı) inkâr etmişlerdi. Uzak bir yerden gayb hakkında atıp tutuyorlardı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/053.mp3"
      }
    },
    {
      "id": 3660,
      "verseNumber": 54,
      "verseKey": "34:54",
      "arabic": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
      "english": "They will be sealed off from whatever they desire, as was done to their counterparts before. Indeed, they were ˹all˺ in alarming doubt.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık kendileriyle arzu ettikleri şey arasına bir ayrılık girmiştir. Nasıl ki, evvelce onların benzerleri hakkında da yapılmıştı. Muhakkak ki onlar, şüpheye düşüren bir tereddüt içinde idiler.",
        "hayrat_nesriyat": "Artık, onlarla canlarının çekmekte oldukları şeyler arasına engel konulmuştur. Nitekim daha önce benzerlerine de böyle yapılmıştı. Çünki onlar, (kendilerine) kuşku veren bir şübhe içinde idiler.",
        "diyanet_vakfi": "Artık, bundan önce benzerlerine yapıldığı gibi, kendileriyle arzu ettikleri şey arasına perde çekilmiştir. Şüphesiz onlar, kendilerini endişeye düşüren bir korku içindeydiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/034/054.mp3"
      }
    }
  ]
}