{
  "verses": [
    {
      "id": 4059,
      "verseNumber": 1,
      "verseKey": "39:1",
      "arabic": " تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "english": "The revelation of this Book is from Allah—the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Bu) kitabın indirilişi, azîz, hakîm olan Allah’tandır.",
        "hayrat_nesriyat": "(Bu) Kitâb`ın indirilmesi, Azîz (kudreti dâimâ üstün gelen), Hakîm (her işi hikmetli olan) Allah tarafındandır.",
        "diyanet_vakfi": "Bu Kitap izzet ve hikmet sahibi Allah katından indirilmiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/001.mp3"
      }
    },
    {
      "id": 4060,
      "verseNumber": 2,
      "verseKey": "39:2",
      "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "english": "Indeed, We have sent down the Book to you ˹O Prophet˺ in truth, so worship Allah ˹alone˺, being sincerely devoted to Him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Biz sana kitabı hak olarak indirdik. O halde Allah’a, dini onun için halisane tahsis ederek ibadet eyle.",
        "hayrat_nesriyat": "Şübhesiz ki biz, sana bu Kitâb`ı hak ile indirdik; öyle ise (sen de) dinde O`na (karşı)ihlâslı (samîmî) bir kimse olarak Allah`a kulluk et!",
        "diyanet_vakfi": "(Resûlüm!) Şüphesiz ki Kitab’ı sana hak olarak indirdik. O halde sen de dini Allah’a has kılarak (ihlâs ile) kulluk et."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/002.mp3"
      }
    },
    {
      "id": 4061,
      "verseNumber": 3,
      "verseKey": "39:3",
      "arabic": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
      "english": "Indeed, sincere devotion is due ˹only˺ to Allah. As for those who take other lords besides Him, ˹saying,˺ “We worship them only so they may bring us closer to Allah,” surely Allah will judge between all<sup foot_note=77283>1</sup> regarding what they differed about. Allah certainly does not guide whoever persists in lying and disbelief.",
      "turkish": {
        "omer_nasuhi_bilmen": "İyi biliniz ki, din-i halis Allah’a mahsustur. Ve o kimseler ki, O’nun gayrısını velîler ittihaz ettiler, onlara ibadet etmeyiz. Ancak bizi Allah’a daha yakın yaklaştırsınlar için (ibadet ederiz derler). Şüphe yok ki, Allah onların arasında, onların kendisinde ihtilâfta bulunur oldukları şeyler hakkında, hükmedecektir. Muhakkak ki Allah, yalancı, nankörlüğe düşkün olan kimseyi hidayete erdirmez.",
        "hayrat_nesriyat": "Dikkat edin! Hâlis (gerçek) din, ancak Allah`ındır. Ondan başkasını (kendisine)dostlar edinenler ise: `(Biz) onlara, sâdece bizi Allah`a (daha fazla) yakınlaştırsınlar diyetapıyoruz` (derler). Şübhesiz ki Allah, ihtilâfa düşmekte oldukları şeyler hakkında aralarında hüküm verecektir. Doğrusu Allah, yalancı ve azılı kâfir olan kimseyi hidâyete erdirmez.",
        "diyanet_vakfi": "Dikkat et, hâlis din yalnız Allah’ındır. O’nu bırakıp kendilerine bir takım dostlar edinenler: Onlara, bizi sadece Allah’a yaklaştırsınlar diye kulluk ediyoruz, derler. Doğrusu Allah, ayrılığa düştükleri şeylerde aralarında hüküm verecektir. Şüphesiz Allah, yalancı ve inkârcı kimseyi doğru yola iletmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/003.mp3"
      }
    },
    {
      "id": 4062,
      "verseNumber": 4,
      "verseKey": "39:4",
      "arabic": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "english": "Had it been Allah’s Will to have offspring, He could have chosen whatever He willed of His creation. Glory be to Him! He is Allah—the One, the Supreme.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Allah veled edinmek istese idi, elbette yarattığından dilediğini seçiverirdi. O bundan münezzehtir. O, vâhid, kahhar olan Allah’tır.",
        "hayrat_nesriyat": "Eğer Allah bir evlâd edinmek isteseydi, yaratmakta olduklarından dilediğini seçerdi; O(bundan) pek münezzehtir. O, Vâhid (bir olan), Kahhâr (herşeyden en üstün) olan Allah`dır.",
        "diyanet_vakfi": "Eğer Allah bir evlât edinmek isteseydi, elbette yarattıklarından dilediğini seçerdi. O yücedir. O, tek ve kahhâr olan Allah’tır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/004.mp3"
      }
    },
    {
      "id": 4063,
      "verseNumber": 5,
      "verseKey": "39:5",
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "english": "He created the heavens and the earth for a purpose. He wraps the night around the day, and wraps the day around the night. And He has subjected the sun and the moon, each orbiting for an appointed term. He is truly the Almighty, Most Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "Gökleri ve yeri hak ile yarattı. Geceyi gündüzün üzerine sarar ve gündüzü de gecenin üzerine sarıverir ve güneşi ve ay’ı musahhar kılmıştır. Her biri muayyen bir zamana kadar cereyan eder. Haberiniz olsun ki, her şeye galip, çok yarlığayıcı olan, O’dur.",
        "hayrat_nesriyat": "Gökleri ve yeri hak ile (yerli yerinde) yaratmıştır. Geceyi gündüzün üzerine sarar; gündüzü de gecenin üzerine sarar; güneşi ve ayı da (emrine) boyun eğdirmiştir. Herbiri belirli bir vakte (kıyâmete) kadar akıp gider. Dikkat edin! O, Azîz (kudreti dâimâ üstün olan)dır, Gaffâr (çok bağışlayan)dır.",
        "diyanet_vakfi": "Allah, gökleri ve yeri hak ile yarattı. Geceyi gündüzün üzerine örtüyor, gündüzü de gecenin üzerine sarıyor. Güneşi ve ayı emri altına almıştır. Her biri belli bir süreye kadar akıp gider. Dikkat et! O, azîzdir ve çok bağışlayandır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/005.mp3"
      }
    },
    {
      "id": 4064,
      "verseNumber": 6,
      "verseKey": "39:6",
      "arabic": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "english": "He created you ˹all˺ from a single soul,<sup foot_note=77284>1</sup> then from it He made its mate.<sup foot_note=77285>2</sup> And He produced for you four pairs of cattle.<sup foot_note=77286>3</sup> He creates you in the wombs of your mothers ˹in stages˺, one development after another, in three layers of darkness.<sup foot_note=77287>4</sup> That is Allah—your Lord! All authority belongs to Him. There is no god ˹worthy of worship˺ except Him. How can you then be turned away?",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizi bir tek kişiden yarattı, sonra ondan eşini vücuda getirdi ve sizin için dört ayaklı hayvanlardan sekiz çift indirdi. Sizi vâlidelerinizin karınlarında üç karanlık içine bir yaratılıştan sonra bir yaradılışla yaratıverir. İşte Rabbiniz olan Allah O’dur. Mülk O’nun içindir. O’ndan başka ilâh yoktur. Artık nasıl döndürülüyorsunuz?",
        "hayrat_nesriyat": "(O,) sizi tek bir nefisten (Âdem`den) yarattı, sonra eşini (Havvâ`yı) ondan kıldı; ve sizin için sağmal hayvanlardan (erkek ve dişi) sekiz eş (ni`met olarak) indirdi. Sizi analarınızın karınlarında, üç karanlık içinde, yaratılıştan yaratılışa (geçirerek) yaratmaktadır. İşte Rabbiniz olan Allah bu (ni`metleri veren)dir; mülk (umûmen) O`nundur. O`ndan başka ilâh yoktur. Öyle ise (haktan) nasıl çevriliyorsunuz?",
        "diyanet_vakfi": "Allah sizi bir tek nefisten (Âdem’den) yarattı, sonra ondan da eşini yarattı. Sizin için hayvanlardan sekiz eş meydana getirdi. Sizi de annelerinizin karınlarında üç katlı karanlık içinde çeşitli safhalardan geçirerek yaratıyor. İşte bu yaratıcı, Rabbiniz Allah’tır. Mülk O’nundur. O’ndan başka tanrı yoktur. Öyleyken nasıl oluyor da (O’na kulluktan) çevriliyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/006.mp3"
      }
    },
    {
      "id": 4065,
      "verseNumber": 7,
      "verseKey": "39:7",
      "arabic": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "english": "If you disbelieve, then ˹know that˺ Allah is truly not in need of you, nor does He approve of disbelief from His servants. But if you become grateful ˹through faith˺, He will appreciate that from you. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of what you used to do. He certainly knows best what is ˹hidden˺ in the heart.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer küfre düşerseniz şüphe yok ki, Allah sizden müstağnidir. Fakat kullar için küfre râzı olmaz ve eğer şükrederseniz onun için sizden râzı olur ve hiçbir günahkâr, başkasının günahını yüklenmez. Sonra dönüp gidişiniz Rabbinizedir. Artık neler yapar olduğunuzu size haber verir. Şüphe yok ki O, sinelerde olanları tamamıyle bilendir.",
        "hayrat_nesriyat": "Eğer inkâr ederseniz, hiç şübhesiz ki Allah size muhtaç değildir; bununla berâber kulları için küfre râzı olmaz. Yok eğer şükrederseniz, sizin için buna râzı olur. Bir günahkâr başkasının günâhını yüklenmez.Sonra dönüşünüz ancak Rabbinizedir; o zaman, yapmakta olduklarınızı size haber verecektir. Çünki O, sînelerin içinde olanı hakkıyla bilendir.",
        "diyanet_vakfi": "Eğer inkâr ederseniz, şüphesiz Allah, size muhtaç değildir. Bununla beraber O, kullarının küfrüne razı olmaz. Eğer şükrederseniz sizden bunu kabul eder. Hiçbir günahkâr diğerinin günahını çekmez. Nihayet hepinizin dönüp gidişi, Rabbinizedir. Yaptıklarınızı O size haber verir. Çünkü O, kalplerde olan herşeyi hakkıyla bilendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/007.mp3"
      }
    },
    {
      "id": 4066,
      "verseNumber": 8,
      "verseKey": "39:8",
      "arabic": "۞ وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
      "english": "When one is touched with hardship, they cry out to their Lord, turning to Him ˹alone˺. But as soon as He showers them with blessings from Him, they ˹totally˺ forget the One they had cried to earlier, and set up equals to Allah to mislead ˹others˺ from His Way. Say, ˹O Prophet,˺ “Enjoy your disbelief for a little while! You will certainly be one of the inmates of the Fire.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve insana bir zarar dokunduğu zaman Rabbisine rücû ederek duada bulunur. Sonra ona kendi tarafından bir nîmet lütfedince O’na evvelce yapmış olduğu duayı unutur ve Allah için şerikler koşmaya başlar (nâsı) O’nun yolundan saptırmak için. De ki: «Küfrün ile biraz fâidelen, şüphe yok ki sen ateşin yârânındansın.»",
        "hayrat_nesriyat": "İnsana bir zarar dokunduğu zaman, O`na (samîmâne) yönelen bir kimse olarak Rabbisine duâ eder; sonra (Allah) kendi tarafından ona bir ni`met verdiğinde, daha önce O`na duâ etmekte olduğunu unutur da, (insanları) O`nun yolundan saptırmak için Allah`a ortaklar koşar. De ki: `Küfrünle biraz eğlenedur! Çünki sen Cehennem ehlindensin!`",
        "diyanet_vakfi": "İnsanın başına bir sıkıntı gelince, Rabbine yönelerek O’na yalvarır. Sonra Allah kendisinden ona bir nimet verince, önceden yalvarmış olduğunu unutur. Allah’ın yolundan saptırmak için O’na eşler koşar. (Ey Muhammed!) De ki: Küfrünle biraz eğlenedur; çünkü sen, muhakkak cehennem ehlindensin!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/008.mp3"
      }
    },
    {
      "id": 4067,
      "verseNumber": 9,
      "verseKey": "39:9",
      "arabic": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "english": "˹Are they better˺ or those who worship ˹their Lord˺ devoutly in the hours of the night, prostrating and standing, fearing the Hereafter and hoping for the mercy of their Lord? Say, ˹O Prophet,˺ “Are those who know equal to those who do not know?” None will be mindful ˹of this˺ except people of reason.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa o kimse ki, gece saatlerinde (ibadete) müdavimdir, secde edici ve kıyamda bulunucu olarak ahiret azabından hazer eder ve Rabbinin rahmetini rica eyler. (Bununla böyle olmayan müsavî olur mu?) De ki: «Hiç bilenlerle bilmeyenler müsavî olabilirler mi?» Ancak, saf akıl sahipleri düşünüverir. (Bundan ibret alırlar).",
        "hayrat_nesriyat": "Yoksa gece saatlerinde secde eden ve ayakta duran (samîmi bir mü`min) olarak ibâdet eden, âhiret (azâbın)dan sakınan ve Rabbisinin rahmetini uman o kimse (kâfir olan kimse gibi) midir? De ki: `Hiç bilenlerle bilmeyenler bir olur mu? Ancak (selîm) akıl sâhibleri ibret alır.`",
        "diyanet_vakfi": "Yoksa geceleyin secde ederek ve kıyamda durarak ibadet eden, ahiretten çekinen ve Rabbinin rahmetini dileyen kimse (o inkarcı gibi) midir? (Resûlüm!) De ki: Hiç bilenlerle bilmeyenler bir olur mu? Doğrusu ancak akıl sahipleri bunları hakkıyla düşünür."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/009.mp3"
      }
    },
    {
      "id": 4068,
      "verseNumber": 10,
      "verseKey": "39:10",
      "arabic": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
      "english": "Say ˹O Prophet, that Allah says˺, “O My servants who believe! Be mindful of your Lord. Those who do good in this world will have a good reward. And Allah’s earth is spacious. Only those who endure patiently will be given their reward without limit.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ey imân eden kullar! Rabbinizden korkunuz. Bu dünyada ihsanda bulunanlar için bir güzellik vardır. Ve Allah’ın ülkesi geniştir. Şüphe yok ki, sabredenler için mükâfaatları hesapsız olarak ödenecektir.»",
        "hayrat_nesriyat": "(Tarafımdan kullarıma) de ki: `(Rabbiniz buyuruyor ki:) Ey îmân eden kullarım! Rabbinizden sakının! Bu dünyada iyilik edenlere, (âhirette de) iyilik (Cennet) vardır. Çünki Allah`ın arzı geniştir. (O gün) ancak, sabredenlere mükâfâtları hesabsız olarak verilecektir.`",
        "diyanet_vakfi": "(Resûlüm!) Söyle: Ey inanan kullarım! Rabbinize karşı gelmekten sakının. Bu dünyada iyilik yapanlara iyilik vardır. Allah’ın (yarattığı) yeryüzü geniştir. Yalnız sabredenlere, mükâfatları hesapsız ödenecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/010.mp3"
      }
    },
    {
      "id": 4069,
      "verseNumber": 11,
      "verseKey": "39:11",
      "arabic": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "english": "Say, “I am commanded to worship Allah, being sincerely devoted to Him ˹alone˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Şüphe yok ben emrolundum ki, Allah’a onun için dinde muhlis olarak ibadet edeyim.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) De ki: `Şübhesiz ki ben, dinde O`na (karşı) ihlâslı(samîmî) bir kimse olarak Allah`a kulluk etmekle emrolundum.`",
        "diyanet_vakfi": "De ki: Bana, dini Allah’a hâlis kılarak O’na kulluk etmem emrolundu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/011.mp3"
      }
    },
    {
      "id": 4070,
      "verseNumber": 12,
      "verseKey": "39:12",
      "arabic": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "english": "And I am commanded to be the first of those who submit ˹to His Will˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve emrolundum ki, ben müslümanların evveli olayım.»",
        "hayrat_nesriyat": "`Ve (teblîğ ettiğim herşeye) teslîm olanların ilki olmakla emrolundum.`",
        "diyanet_vakfi": "Bana müslümanların ilki olmam emrolundu."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/012.mp3"
      }
    },
    {
      "id": 4071,
      "verseNumber": 13,
      "verseKey": "39:13",
      "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "english": "Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Muhakkak ben Rabbime isyan eder isem pek büyük bir günün azabından korkarım.»",
        "hayrat_nesriyat": "De ki: `Doğrusu ben, Rabbime isyân edersem, (dehşeti pek) büyük bir günün azâbından korkarım.`",
        "diyanet_vakfi": "De ki: Rabbime karşı gelirsem, doğrusu büyük günün azabından korkarım."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/013.mp3"
      }
    },
    {
      "id": 4072,
      "verseNumber": 14,
      "verseKey": "39:14",
      "arabic": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
      "english": "Say, “It is ˹only˺ Allah that I worship, being sincere in my devotion to Him.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ancak Allah’a dinimi onun için halis kılarak ibadet ederim.»",
        "hayrat_nesriyat": "De ki: `(Ben,) Allah`a dînimde O`na (karşı) ihlâslı (samîmî) bir kimse olarak ibâdet ederim.`",
        "diyanet_vakfi": "De ki: Ben dinimde ihlâs ile ancak Allah’a ibadet ederim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/014.mp3"
      }
    },
    {
      "id": 4073,
      "verseNumber": 15,
      "verseKey": "39:15",
      "arabic": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "english": "Worship then whatever ˹gods˺ you want instead of Him.” Say, “The ˹true˺ losers are those who will lose themselves and their families on Judgment Day. That is indeed the clearest loss.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık siz de onun ötesinde dilediklerinize ibadet ediniz!» De ki: «Şüphe yok hüsrâna düşenler o kimselerdir ki, kendi nefislerini ve kendi mensuplarını Kıyamet gününde helâke düşürmüş olurlar. Agâh olunuz! İşte en apaçık helâk da ondan ibarettir.»",
        "hayrat_nesriyat": "`Artık (siz) O`ndan başka neye isterseniz tapın!` De ki: `Asıl hüsrâna uğrayanlar, kıyâmet günü hem kendilerini, hem de âilelerini hüsrâna uğratanlardır.` Dikkat edin! İşte o apaçık hüsran budur!",
        "diyanet_vakfi": "(Ey Allah’a eş koşanlar!): Siz de O’ndan başka dilediğinize tapın! De ki: Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendilerini, hem de ailelerini ziyana sokanlardır. Bilesiniz ki, bu apaçık hüsrandır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/015.mp3"
      }
    },
    {
      "id": 4074,
      "verseNumber": 16,
      "verseKey": "39:16",
      "arabic": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَـٰعِبَادِ فَٱتَّقُونِ",
      "english": "They will have layers of fire above and below them. That is what Allah warns His servants with. So fear Me, O  My servants!",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar için üst taraflarında ateşten tabakalar ve alt taraflarında da tabakalar vardır. İşte bu, Allah kullarını bununla korkutur. Ey kullarım! Benden korkunuz.",
        "hayrat_nesriyat": "Onlar için, üstlerinde ateşten tabakalar, altlarında da (ateşten) tabakalar vardır. İşte Allah kullarını bununla korkutur. Ey kullarım! Öyle ise benden sakının!",
        "diyanet_vakfi": "Onların üstlerinde ateşten tabakalar, altlarında da (öyle) tabakalar var. İşte Allah kullarını bununla korkutuyor. Ey kullarım! Yalnızca benden korkun."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/016.mp3"
      }
    },
    {
      "id": 4075,
      "verseNumber": 17,
      "verseKey": "39:17",
      "arabic": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "english": "And those who shun the worship of false gods, turning to Allah ˹alone˺, will have good news. So give good news to My servants ˹O Prophet˺—",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, şeytandan, ona ibadet etmekten kaçındılar ve Allah’a (ibadete) yöneldiler, onlar için müjde vardır. Artık kullarımı tebşir et.",
        "hayrat_nesriyat": "Tâğuttan (Allah`ın yerine tutulan şeylerden), onlara kulluk etmekten kaçınıp Allah`a yönelenlere gelince, onlar için büyük bir müjde vardır! Öyle ise kullarımı müjdele!",
        "diyanet_vakfi": "(17-18) Tâğut’a kulluk etmekten kaçınıp, Allah’a yönelenlere müjde vardır. (Ey Muhammed!) Dinleyip de sözün en güzeline uyan kullarımı müjdele. İşte Allah’ın doğru yola ilettiği kimseler onlardır. Gerçek akıl sahipleri de onlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/017.mp3"
      }
    },
    {
      "id": 4076,
      "verseNumber": 18,
      "verseKey": "39:18",
      "arabic": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَـٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "english": "those who listen to what is said and follow the best of it.<sup foot_note=77288>1</sup> These are the ones ˹rightly˺ guided by Allah, and these are ˹truly˺ the people of reason.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki sözü dikkatle dinlerler, sonra onun en güzeline tâbi olurlar. İşte onlar o kimselerdir ki, onları Allah hidâyete erdirmiştir. Ve işte selim akıllara sahip olanlar da ancak onlardır.",
        "hayrat_nesriyat": "Onlar ki, sözü dinlerler de onun en güzeline uyarlar. İşte onlar, Allah`ın kendilerine hidâyet verdiği kimselerdir ve işte onlar, (gerçek) akıl sâhiblerinin ta kendileridir.",
        "diyanet_vakfi": "(17-18) Tâğut’a kulluk etmekten kaçınıp, Allah’a yönelenlere müjde vardır. (Ey Muhammed!) Dinleyip de sözün en güzeline uyan kullarımı müjdele. İşte Allah’ın doğru yola ilettiği kimseler onlardır. Gerçek akıl sahipleri de onlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/018.mp3"
      }
    },
    {
      "id": 4077,
      "verseNumber": 19,
      "verseKey": "39:19",
      "arabic": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "english": "What about those against whom the decree of torment has been justified? Is it you ˹O Prophet˺ who will then save those bound for the Fire?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya üzerine azap kelimesi hak olmuş kimseyi mi, ateş içinde bulunan şahsı mı sen kurtaracaksın?",
        "hayrat_nesriyat": "O hâlde üzerine azab sözü hak olmuş kimseyi, (ve) bu sebeble o ateşte bulunan kişiyi sen mi kurtaracaksın?",
        "diyanet_vakfi": "(Resûlüm!) Hakkında azap hükmü gerçekleşmiş kimseyi ve ateşte olanı sen mi kurtaracaksın!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/019.mp3"
      }
    },
    {
      "id": 4078,
      "verseNumber": 20,
      "verseKey": "39:20",
      "arabic": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "english": "But those mindful of their Lord will have ˹elevated˺ mansions, built one above the other, under which rivers flow. ˹That is˺ the promise of Allah. ˹And˺ Allah never fails in ˹His˺ promise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat o kimseler ki, Rablerinden korkmakta bulunmuşlardır, onlar için köşkler vardır, onların üstlerinde de yapılmış köşkler vardır. Altlarından ırmaklar akar. Allah’ın vaadidir. Allah, vaadine muhalefet etmez.",
        "hayrat_nesriyat": "Fakat Rablerinden sakınanlara gelince, onlar için köşkler, onların da üstlerinde binâ edilmiş (daha yüksek) köşkler vardır ki altlarından ırmaklar akar. (Bu,) Allah`ın va`didir. Allahva`dinden dönmez.",
        "diyanet_vakfi": "Fakat Rablerinden sakınanlara, üstüste yapılmış, altlarından ırmaklar akan köşkler vardır. Bu, Allah’ın verdiği sözdür. Allah, verdiği sözden caymaz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/020.mp3"
      }
    },
    {
      "id": 4079,
      "verseNumber": 21,
      "verseKey": "39:21",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَـٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَـٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "english": "Do you not see that Allah sends down rain from the sky—channelling it through streams in the earth—then produces with it crops of various colours, then they dry up and you see them wither, and then He reduces them to chaff? Surely in this is a reminder for people of reason.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi ki, şüphe yok Allah gökten bir su indirmiş, onu yeryüzündeki gözelere girdirmiş, sonra onunla renkleri muhtelif ekinleri çıkarıyor, sonra kuruyor da artık onu sararmış görüyorsun, sonra da onu kupkuru bir kırıntı kılıveriyor. Şüphe yok ki, bunda akıl sahipleri için elbette bir tenbih vardır.",
        "hayrat_nesriyat": "Görmedin mi? Şübhesiz ki Allah, gökten bir su indirdi de, onu yerdeki kaynaklara koydu; sonra onunla renkleri muhtelif ekinler çıkarıyor; sonra kurur da onu sararmış görürsün; sonra da onu bir çöp yapıyor. Şübhe yok ki bunda (selîm) akıl sâhibleri için gerçekten bir nasîhat vardır.",
        "diyanet_vakfi": "Görmedin mi? Allah gökten bir su indirdi, onu yerdeki kaynaklara yerleştirdi, sonra onunla türlü türlü renklerde ekinler yetiştiriyor. Sonra onlar kurur da sapsarı olduklarını görürsün. Sonra da onu kuru bir kırıntı yapar. Şüphesiz bunlarda akıl sahipleri için bir öğüt vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/021.mp3"
      }
    },
    {
      "id": 4080,
      "verseNumber": 22,
      "verseKey": "39:22",
      "arabic": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "Can ˹the misguided be like˺ those whose hearts Allah has opened to Islam, so they are enlightened by their Lord? So woe to those whose hearts are hardened at the remembrance of Allah! It is they who are clearly astray.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimse ki, Allah onun göğsünü islâmiyet için genişletmiş de o, Rabbinden bir nûr üzere bulunmaktadır. (O, hiç kalbleri kararmış kimseler gibi midir?) Artık Allah’ın zikrinden kalbleri kaskatı kesilmiş olanların vay hallerine! İşte onlar apaçık bir sapıklık içindedirler.",
        "hayrat_nesriyat": "O hâlde Allah`ın, kalbini İslâm`a açıp da, Rabbisinden bir nûr (bir hidâyet) üzere olan o kimse (küfründeki inadından dolayı kalbi mühürlenen kimse gibi) midir? Öyleyse Allah`ın zikrinden kalbleri katılaşmış olanların vay hâline! İşte onlar apaçık bir dalâlet içindedirler.",
        "diyanet_vakfi": "Allah kimin gönlünü İslâm’a açmışsa o, Rabbinden bir nûr üzerinde değil midir? Allah’ı anmak hususunda kalpleri katılaşmış olanlara yazıklar olsun! İşte bunlar apaçık bir sapıklık içindedirler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/022.mp3"
      }
    },
    {
      "id": 4081,
      "verseNumber": 23,
      "verseKey": "39:23",
      "arabic": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "english": "˹It is˺ Allah ˹Who˺ has sent down the best message—a Book of perfect consistency and repeated lessons—which causes the skin ˹and hearts˺ of those who fear their Lord to tremble, then their skin and hearts soften at the mention of ˹the mercy of˺ Allah. That is the guidance of Allah, through which He guides whoever He wills. But whoever Allah leaves to stray will be left with no guide.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, kelâmının en güzelini, âyetleri birbirine benzer ve ikişer ikişer olarak bir kitap halinde indirdi. Rablerinden korkanların derileri ondan ürperir, sonra derileri ve kalbleri Allah’ın zikrine yumuşar. O (Kur’an) Allah’ın bir hidâyet rehberidir, onunla dilediğini hidâyete kavuşturur ve her kimi ki, Allah dalâlete düşürür, artık onun için bir hidayet edici yoktur.",
        "hayrat_nesriyat": "Allah, sözün en güzelini, (âyetleri) birbirine benzeyen ve (hakikatleri) tekrarlanan bir kitab hâlinde indirdi. Rablerinden korkanların derileri ondan ürperir! Sonra derileri de, kalbleri de Allah`ın zikrine yumuşar! İşte bu (kitab) Allah`ın hidâyetidir; onunla (hikmetine binâen kendi lütfundan) dilediğini hidâyete erdirir. Allah, kimi de (kendi isyânındaki ısrârı yüzünden) dalâlete atarsa, artık onu hidâyete erdirecek olan yoktur.",
        "diyanet_vakfi": "Allah sözün en güzelini, birbiriyle uyumlu ve bıkılmadan tekrar tekrar okunan bir kitap olarak indirdi. Rablerinden korkanların, bu Kitab’ın etkisinden tüyleri ürperir, derken hem bedenleri ve hem de gönülleri Allah’ın zikrine ısınıp yumuşar. İşte bu Kitap, Allah’ın, dilediğini kendisiyle doğru yola ilettiği hidayet rehberidir. Allah kimi de saptırırsa artık ona yol gösteren olmaz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/023.mp3"
      }
    },
    {
      "id": 4082,
      "verseNumber": 24,
      "verseKey": "39:24",
      "arabic": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "english": "Are those who will only have their ˹bare˺ faces to shield themselves from the awful torment on Judgment Day ˹better than those in Paradise˺? It will ˹then˺ be said to the wrongdoers: “Reap what you sowed!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kıyamet günü azabın en şiddetlisinden yüzü ile (kendisini) koruyan kimse ve zalimler için, kazanır olduğunuz şeyi tadın denilmiş olduğu vakit bunlar o azaptan emin olanlar gibi midirler?",
        "hayrat_nesriyat": "O hâlde kıyâmet günü, yüzü ile azâbın kötüsünden (onun şiddetinden) korun(maya çalış)an kimse (azabdan emîn olan kimse gibi) midir? Ve zâlimlere: `Tadın, kazanmaktaolduklarınızı(n vebâlini)!` denilir.",
        "diyanet_vakfi": "Kıyamet gününde yüzünü azabın şiddetinden korumaya çalışan kimse (kendini ondan emin kılan gibi) midir? Zalimlere «Kazandığınızı tadın!» denilir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/024.mp3"
      }
    },
    {
      "id": 4083,
      "verseNumber": 25,
      "verseKey": "39:25",
      "arabic": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "english": "Those before them ˹also˺ rejected ˹the truth˺, then the torment came upon them from where they least expected.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlardan evvelkiler tekzîp ettiler, sonra onlara azap hiç hatırlarına gelmeyen bir cihetten geliverdi.",
        "hayrat_nesriyat": "Onlardan öncekiler (peygamberlerini) yalanladı da hatırlarına gelmeyen bir yerden azab kendilerine geliverdi.",
        "diyanet_vakfi": "Onlardan öncekiler (peygamberleri) yalanladılar da farkına varmadıkları bir yerden onlara azap çattı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/025.mp3"
      }
    },
    {
      "id": 4084,
      "verseNumber": 26,
      "verseKey": "39:26",
      "arabic": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "english": "So Allah made them taste humiliation in this worldly life, but far worse is the punishment of the Hereafter, if only they knew.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah, onlara dünya hayatında zilleti tattırdı ve elbette ki ahiret azabı daha büyüktür, eğer bilir kimseler olsalardı (elbette öyle tekzîbe cür’et edemezlerdi).",
        "hayrat_nesriyat": "Böylece Allah, onlara dünya hayâtında rezilliği tattırdı. Elbette âhiret azâbı ise, daha büyüktür. Keşke bilselerdi!",
        "diyanet_vakfi": "Bu suretle Allah, dünya hayatında onlara rezilliği tattırdı. Ahiret azabı daha büyüktür. Keşke bunu bilselerdi!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/026.mp3"
      }
    },
    {
      "id": 4085,
      "verseNumber": 27,
      "verseKey": "39:27",
      "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "english": "We have certainly set forth every ˹kind of˺ lesson for people in this Quran, so perhaps they will be mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, nâs için bu Kur’an’da meselin her türlüsünden irâd ettik, gerek ki onlar iyi düşünsünler.",
        "hayrat_nesriyat": "And olsun ki, bu Kur`ân`da, insanlar için her çeşit misâlden getirdik; tâ ki ibret alsınlar.",
        "diyanet_vakfi": "Andolsun ki biz, öğüt alsınlar diye, bu Kur’an’da insanlara her türlü misali verdik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/027.mp3"
      }
    },
    {
      "id": 4086,
      "verseNumber": 28,
      "verseKey": "39:28",
      "arabic": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
      "english": "˹It is˺ a Quran ˹revealed˺ in Arabic without any crookedness, so perhaps they will be conscious ˹of Allah˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir eğriliği olmayan Arapça bir Kur’an ki, belki sakınırlar.",
        "hayrat_nesriyat": "Hiçbir eğriliği bulunmayan Arabca bir Kur`ân olarak (indirdik); tâ ki sakınsınlar.",
        "diyanet_vakfi": "Korunsunlar diye, pürüzsüz Arapça bir Kur’an indirdik."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/028.mp3"
      }
    },
    {
      "id": 4087,
      "verseNumber": 29,
      "verseKey": "39:29",
      "arabic": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "english": "Allah sets forth the parable of a slave owned by several quarrelsome masters, and a slave owned by only one master. Are they equal in condition?<sup foot_note=77289>1</sup> Praise be to Allah! In fact, most of them do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah bir mesel olarak irâd etmiştir, bir erkeği ki, onda mütehalif ortaklar vardır. Ve bir erkeği ki, hâlisen bir erkeğe aittir. Bunların ikisi (hali ve şan itibariyle) birbirine müsavî olabilirler mi? Hamd Allah’a mahsustur. Fakat onların çokları bilmezler.",
        "hayrat_nesriyat": "Allah (saltanatında hiçbir ortağı olmadığına dâir), üzerinde (hak sâhibi olduklarından) birbirleriyle çekişip duran ortaklar bulunan bir adam (bir köle) ile, sâdece bir kişiye âid olan bir adamı (bir köleyi) misâl getirdi. (Bu ikisi) misâlce bir olurlar mı? Hamd, Allah`a mahsustur. Fakat onların çoğu bilmezler.",
        "diyanet_vakfi": "Allah, çekişip duran birçok ortakların sahip olduğu bir adam (köle) ile yalnız bir kişiye bağlı olan bir adamı misal olarak verir. Bu ikisi eşit midir? Hamd Allah’a mahsustur. Fakat onların çoğu bilmezler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/029.mp3"
      }
    },
    {
      "id": 4088,
      "verseNumber": 30,
      "verseKey": "39:30",
      "arabic": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
      "english": "You ˹O Prophet˺ will certainly die, and they will die too.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki sen öleceksin ve muhakkak ki, onlar da öleceklerdir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Şübhesiz sen de ölecek olan bir kimsesin, onlar da ölecek olan kimselerdir!",
        "diyanet_vakfi": "Muhakkak sen de öleceksin, onlar da ölecekler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/030.mp3"
      }
    },
    {
      "id": 4089,
      "verseNumber": 31,
      "verseKey": "39:31",
      "arabic": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "english": "Then on the Day of Judgment you will ˹all settle your˺ dispute before your Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra muhakkak ki, sizler Kıyamet günü Rabbinizin huzurunda muhâsemede bulunacaksınızdır.",
        "hayrat_nesriyat": "Sonra muhakkak siz, kıyâmet günü Rabbinizin huzûrunda birbirinizden da`vâcı olacaksınız.",
        "diyanet_vakfi": "Sonra şüphesiz, siz de kıyamet günü, Rabbinizin huzurunda davalaşacaksınız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/031.mp3"
      }
    },
    {
      "id": 4090,
      "verseNumber": 32,
      "verseKey": "39:32",
      "arabic": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "english": "Who then does more wrong than those who lie about Allah and reject the truth after it has reached them? Is Hell not a ˹fitting˺ home for the disbelievers?",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık daha zalim kimdir o kimseden ki, Allah’a karşı yalan söylemiş, sıdkı geldiği zaman tekzîp eylemiştir. Kâfirler için cehennemde bir duracak yer yok mudur?",
        "hayrat_nesriyat": "Artık Allah hakkında yalan söyleyenden ve kendisine geldiği zaman doğruyu yalanlayandan daha zâlim kim olabilir? Kâfirlere Cehennemde bir yer mi yoktur!",
        "diyanet_vakfi": "Allah’a karşı yalan uyduran, kendisine gelen gerçeği (Kur’an’ı) yalan sayandan daha zalim kimdir? Kâfirlerin yeri cehennemde değil mi?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/032.mp3"
      }
    },
    {
      "id": 4091,
      "verseNumber": 33,
      "verseKey": "39:33",
      "arabic": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "english": "And the one who has brought the truth and those who embrace it—it is they who are the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "O zât ki, doğruyu ve onu tasdik ettiler, işte muttakîler olan, onlardırlar.",
        "hayrat_nesriyat": "Doğruyu getirene (peygambere) ve onu tasdîk edene gelince; işte onlar gerçekten takvâ sâhibleridir.",
        "diyanet_vakfi": "Doğruyu getiren ve onu tasdik edenler var ya, işte kötülükten sakınanlar onlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/033.mp3"
      }
    },
    {
      "id": 4092,
      "verseNumber": 34,
      "verseKey": "39:34",
      "arabic": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "english": "They will have whatever they desire with their Lord. That is the reward of the good-doers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar için Rablerinin indinde diledikleri vardır. Bu ise muhsin olanların mükâfaatıdır.",
        "hayrat_nesriyat": "Onlar için Rableri katında istedikleri herşey vardır. İşte iyilik edenlerin mükâfâtı budur.",
        "diyanet_vakfi": "Onlar için Rableri yanında diledikleri her şey vardır. İşte bu, iyilik edenlerin mükâfatıdır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/034.mp3"
      }
    },
    {
      "id": 4093,
      "verseNumber": 35,
      "verseKey": "39:35",
      "arabic": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "english": "As such, Allah will absolve them of ˹even˺ the worst of what they did and reward them according to the best of what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tâ ki, Allah onlardan yapmış oldukları en kötü şeyleri af ve setretsin ve onları yapar olduklarının en güzeliyle mükâfaata eriştirsin.",
        "hayrat_nesriyat": "Tâ ki, Allah onların yaptıklarının en kötüsünü (dahi) örtsün ve onlara mükâfâtlarını, yapmakta olduklarının daha güzeliyle (fazlasıyla) ihsân etsin!",
        "diyanet_vakfi": "Böylece Allah, onların geçmişte yaptıkları en kötü hareketleri bile örtecek ve yaptıklarının en güzeline denk olarak mükâfatlarını verecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/035.mp3"
      }
    },
    {
      "id": 4094,
      "verseNumber": 36,
      "verseKey": "39:36",
      "arabic": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "english": "Is Allah not sufficient for His servant? Yet they threaten you with other ˹powerless˺ gods besides Him! Whoever Allah leaves to stray will be left with no guide.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah kuluna kâfi değil midir? Ve seni O’nun gayrı olanlar ile korkutuyorlar. Ve Allah kimi dalâlete düşürürse artık onun için hidâyet rehberi yoktur.",
        "hayrat_nesriyat": "Allah kuluna kâfî değil midir? Bir de seni O`ndan başkalarıyla korkutuyorlar.Hâlbuki Allah, kimi (isyânındaki inadından dolayı) dalâlete atarsa, artık onu hidâyete erdirecek hiçbir kimse yoktur.",
        "diyanet_vakfi": "Allah kuluna kâfi değil midir? Seni O’ndan başkalarıyla korkutuyorlar. Allah, kimi saptırırsa artık onun yolunu doğrultacak biri yoktur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/036.mp3"
      }
    },
    {
      "id": 4095,
      "verseNumber": 37,
      "verseKey": "39:37",
      "arabic": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
      "english": "And whoever Allah guides, none can lead astray. Is Allah not Almighty, capable of punishment?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kime ki, Allah hidâyet ederse artık onun için bir sapıtıcı yoktur. Allah, her şeye galip, intikam sahibi değil midir?",
        "hayrat_nesriyat": "Allah kimi de (hikmetine binâen kendi lütfundan) hidâyete erdirirse, onu da dalâlete düşürecek hiçbir kimse yoktur. Allah, Azîz (kudreti dâimâ üstün gelen) intikam sâhibi değil midir?",
        "diyanet_vakfi": "Allah kime de hidayet ederse, artık onu saptıracak yoktur. Allah, mutlak güç sahibi ve intikam alıcı değil midir?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/037.mp3"
      }
    },
    {
      "id": 4096,
      "verseNumber": 38,
      "verseKey": "39:38",
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "english": "If you ask them ˹O Prophet˺ who created the heavens and the earth, they will certainly say, “Allah!” Ask ˹them˺, “Consider then whatever ˹idols˺ you invoke besides Allah: if it was Allah’s Will to harm me, could they undo that harm? Or if He willed ˹some˺ mercy for me, could they withhold His mercy?” Say, “Allah is sufficient for me. In Him ˹alone˺ the faithful put their trust.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, onlardan soracak olsan ki, gökleri ve yeri kim yarattı? Elbette diyeceklerdir ki: «Allah». De ki: «O halde gördünüz mü? (Bana haber veriniz) Allah’tan başka kendilerine ibadet ettiğiniz şeyler, eğer Allah bana bir zarar verse onlar, onun zararını açabilecek kimseler midir? Veya bana bir rahmet dilese onlar onun rahmetini tutabilir kimseler midir? De ki Allah buna kâfidir. Tevekkül edenler, O’na tevekkülde bulunurlar.»",
        "hayrat_nesriyat": "And olsun ki, eğer onlara: `Gökleri ve yeri kim yarattı?` diye sorsan, mutlaka: `Allah!` diyeceklerdir. De ki: `Söyleyin bana! Allah`dan başka (kendisine) yalvarmaktaolduklarınız, eğer Allah bana bir zarar vermek istese, onlar, O`nun vereceği zararı giderebilecek olan şeyler midir? Yâhut beni bir rahmete mazhar etmek istese, onlar O`nun rahmetini tutabilecek olan şeyler midir?` De ki: `Allah bana yeter! Tevekkül edenler, ancak O`na tevekkül eder.`",
        "diyanet_vakfi": "Andolsun ki onlara: Gökleri ve yeri kim yarattı? diye sorsan, elbette «Allah’tır» derler. De ki: Öyleyse bana söyler misiniz? Allah bana bir zarar vermek isterse, Allah’ı bırakıp da taptıklarınız, O’nun verdiği zararı giderebilir mi? Yahut Allah, bana bir rahmet dilerse, onlar O’nun bu rahmetini önleyebilirler mi? De ki: Bana Allah yeter. Tevekkül edenler, ancak O’na güvenip dayanırlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/038.mp3"
      }
    },
    {
      "id": 4097,
      "verseNumber": 39,
      "verseKey": "39:39",
      "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
      "english": "Say, ˹O Prophet,˺ “O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ey kavmim! Siz kendi iktidarınız üzerine çalışınız, şüphe yok ki, ben de çalışıcıyım. Elbette yakında bilirsiniz.»",
        "hayrat_nesriyat": "(39-40) De ki: `Ey kavmim! Elinizden geleni yapın; doğrusu ben de (onu) yapan bir kimseyim. Kendisini rezîl edecek bir azâbın kime geleceğini ve devamlı bir azâbın kimin üzerine ineceğini artık ileride bileceksiniz!`",
        "diyanet_vakfi": "(39-40) De ki: Ey kavmim! Elinizden geleni yapın; doğrusu ben de yapacağım! Kendisini rezil edecek azap kime gelecek, kime sürekli azap inecek, yakında bileceksiniz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/039.mp3"
      }
    },
    {
      "id": 4098,
      "verseNumber": 40,
      "verseKey": "39:40",
      "arabic": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "english": "who will be visited by a humiliating torment ˹in this life˺ and overwhelmed by an everlasting punishment ˹in the next˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Kim imiş o kimse ki, ona kendisini zelil edecek bir azap gelecek ve üzerine devamlı bir azap inecek.»",
        "hayrat_nesriyat": "(39-40) De ki: `Ey kavmim! Elinizden geleni yapın; doğrusu ben de (onu) yapan bir kimseyim. Kendisini rezîl edecek bir azâbın kime geleceğini ve devamlı bir azâbın kimin üzerine ineceğini artık ileride bileceksiniz!`",
        "diyanet_vakfi": "(39-40) De ki: Ey kavmim! Elinizden geleni yapın; doğrusu ben de yapacağım! Kendisini rezil edecek azap kime gelecek, kime sürekli azap inecek, yakında bileceksiniz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/040.mp3"
      }
    },
    {
      "id": 4099,
      "verseNumber": 41,
      "verseKey": "39:41",
      "arabic": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "english": "Surely We have revealed to you the Book ˹O Prophet˺ with the truth for humanity. So whoever chooses to be guided, it is for their own good. And whoever chooses to stray, it is only to their own loss. You are not a keeper over them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Biz senin üzerine insanlar için kitabı hak ile indirdik. Artık kim hidâyete ererse kendi nefsi içindir ve kim dalâlete düşerse artık şüphesiz ki, kendi nefsi aleyhine dalâlete düşmüş olur. Ve sen onların üzerine bir vekil değilsin.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Şübhesiz ki biz sana Kitâb`ı, insanlar için hak ile indirdik. O hâlde kim hidâyete ererse, artık kendi lehinedir. Kim de dalâlete düşerse, ancak kendi aleyhine olarak sapmış olur. Çünki sen, onların üzerine vekil değilsin!",
        "diyanet_vakfi": "(Resûlüm)! Şüphesiz biz bu Kitab’ı sana, insanlar için hak olarak indirdik. Artık kim doğru yolu seçerse kendi lehinedir; kim de saparsa ancak kendi aleyhine sapmış olur. Sen onların üzerinde vekil değilsin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/041.mp3"
      }
    },
    {
      "id": 4100,
      "verseNumber": 42,
      "verseKey": "39:42",
      "arabic": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "english": "˹It is˺ Allah ˹Who˺ calls back the souls ˹of people˺ upon their death as well as ˹the souls˺ of the living during their sleep. Then He keeps those for whom He has ordained death, and releases the others until ˹their˺ appointed time. Surely in this are signs for people who reflect.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, nefisleri öldükleri zaman ve ölmeyenleri de uykularında öldürüverir. Artık üzerine ölüm ile hükmettiğini tutuverir ve diğerini de tayin edilmiş vakte kadar salıverir. Şüphe yok ki, bunda elbette alâmetler vardır, düşünücüler olan bir kavim için.",
        "hayrat_nesriyat": "Allah, ölümleri ânında nefisleri(n ruhlarını) alır. Ölmeyenleri ise uykularında (bir nevi` ölüme mahkûm eder). Böylece, üzerlerine ölümle hüküm verdiği kimseleri(n ruhlarını)tutar; diğerlerini ise, belirli bir vakte (öleceği zamâna) kadar salıverir. Şübhesiz ki bunda, ibret alacak bir kavim için nice deliller vardır.",
        "diyanet_vakfi": "Allah, ölenin ölüm zamanı gelince, ölmeyenin de uykusunda iken canlarını alır da ölümüne hükmettiği canı alır, ötekini muayyen bir vakte kadar bırakır. Şüphe yok ki, bunda iyi düşünecek bir kavim için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/042.mp3"
      }
    },
    {
      "id": 4101,
      "verseNumber": 43,
      "verseKey": "39:43",
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
      "english": "Or have they taken others besides Allah as intercessors? Say, ˹O Prophet,˺ “˹Would they do so,˺ even though those ˹idols˺ have neither authority nor intelligence?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa Allah’ın gayrısından şefaatciler mi edindiler? De ki: «Eğer hiçbir şeye malik olmamış ve akıl erdiremez bulunmuş iseler de mi?»",
        "hayrat_nesriyat": "Yoksa Allah`dan başka şefâatçiler mi edindiler? De ki: `(O putlar) hiçbir şeye sâhib olamazlar ve akıl erdiremezlerse de mi (onları şefâatçi edineceksiniz)?`",
        "diyanet_vakfi": "Yoksa onlar Allah’tan başkasını şefaatçılar mı edindiler? De ki: Onlar hiçbir şeye güç yetiremezler ve akıl erdiremezlerse de mi (şefaatçı edineceksiniz)?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/043.mp3"
      }
    },
    {
      "id": 4102,
      "verseNumber": 44,
      "verseKey": "39:44",
      "arabic": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "english": "Say, “All intercession belongs to Allah ˹alone˺. To Him belongs the kingdom of the heavens and the earth. Then to Him you will ˹all˺ be returned.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bütün şefaat, Allah içindir. Göklerin ve yerin mülkü O’nun içindir. Sonra O’na döndürüleceksinizdir.»",
        "hayrat_nesriyat": "De ki: `Şefâat tamâmen Allah`a âiddir. Göklerin ve yerin mülkü, O`nundur. Sonra ancak O`na döndürüleceksiniz.`",
        "diyanet_vakfi": "De ki: Bütün şefâat Allah’ındır. Göklerin ve yerin hükümranlığı O’nundur. Sonra O’na döndürüleceksiniz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/044.mp3"
      }
    },
    {
      "id": 4103,
      "verseNumber": 45,
      "verseKey": "39:45",
      "arabic": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "english": "Yet when Allah alone is mentioned, the hearts of those who disbelieve in the Hereafter are filled with disgust. But as soon as those ˹gods˺ other than Him are mentioned, they are filled with joy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah bir olarak anıldığı vakit ahirete imân etmeyenlerin kalbleri ürker (nefret duyar). Ve O’nun gayrı olanlar anıldığı zaman ise onlar o vakit ferahlanırlar, yüzleri güler.",
        "hayrat_nesriyat": "Hem Allah tek olarak anıldığı zaman, âhirete îmân etmeyenlerin kalbleri daralır! Ama O`ndan başkaları anıldığı zaman, hemen sevinirler.",
        "diyanet_vakfi": "Allah, tek olarak anıldığı zaman, ahirete inanmayanların içlerine sıkıntı basar. Ama Allah’tan başkası anıldığı zaman hemen yüzleri güler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/045.mp3"
      }
    },
    {
      "id": 4104,
      "verseNumber": 46,
      "verseKey": "39:46",
      "arabic": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "english": "Say, ˹O Prophet,˺ “O Allah—Originator of the heavens and the earth, Knower of the seen and unseen! You will judge between Your servants regarding their differences.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ey gökleri ve yeri yaratan ve gizli ve âşikâre olanı bilen Allah’ım! Sen kullarının arasında kendisinde ihtilâf eder oldukları şeyler hakkında hükmedersin.»",
        "hayrat_nesriyat": "De ki: `Ey gökleri ve yeri yaratan, görünmeyeni ve görüneni bilen Allah`ım! Hakkında ihtilâfa düşegeldikleri şeyler husûsunda kullarının arasında ancak sen hüküm vereceksin!`",
        "diyanet_vakfi": "De ki: Ey gökleri ve yeri yaratan, gizliyi de aşikârı da bilen Allah! Kullarının arasında, ayrılığa düştükleri şeyin hükmünü ancak sen vereceksin."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/046.mp3"
      }
    },
    {
      "id": 4105,
      "verseNumber": 47,
      "verseKey": "39:47",
      "arabic": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "english": "Even if the wrongdoers were to possess everything in the world twice over, they would certainly offer it to ransom themselves from the horrible punishment on Judgment Day, for they will see from Allah what they had never expected.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer zulmetmiş olanlar için yerde olanların cümlesi ve onunla beraber onun bir misli de olacak olsa elbette ki, yevm-i Kıyamette azabın fenalığından dolayı (kurtuluş için) onu mutlaka feda ederlerdi ve onlar için Allah tarafından hiç de hesaba katmamış oldukları şeyler zuhûra gelmiş olacaktır.",
        "hayrat_nesriyat": "Eğer yeryüzünde bulunanların hepsi ve onunla berâber bir misli daha gerçekten zulmedenlerin olsa, kıyâmet günü azâbın kötülüğünden (kurtulmak için) onu fedâ ederlerdi. Artık Allah tarafından, hiç hesâba katmakta olmadıkları şeyler (Cehennem azâbı) onlara görünmüştür.",
        "diyanet_vakfi": "Eğer yerde ne varsa hepsi ve onunla birlikte bir misli daha o zulmedenlerin olsaydı, kıyamet gününde azabın fenalığından (kurtulmak için) elbette bunları fedâ ederlerdi. Halbuki (o gün) onlar için, Allah tarafından, hiç hesaba katmadıkları şeyler ortaya çıkmıştır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/047.mp3"
      }
    },
    {
      "id": 4106,
      "verseNumber": 48,
      "verseKey": "39:48",
      "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "And the evil ˹consequences˺ of their deeds will unfold before them, and they will be overwhelmed by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlar için kazanmış oldukları şeylerin fenalıkları zuhûra gelmiş (olacaktır) ve kendisiyle istihzâda bulunmuş oldukları o şey, kendilerine kavuşmuş (bulunacaktır).",
        "hayrat_nesriyat": "Ve kazandıkları şeylerin (günahların) kötülükleri onlara görünmüş ve kendisiyle alay etmekte oldukları şey (azab) onları kuşatmıştı.",
        "diyanet_vakfi": "Onların kazandıkları kötülükler (o gün) açığa çıkmış, alaya aldıkları şey, kendilerini sarmıştır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/048.mp3"
      }
    },
    {
      "id": 4107,
      "verseNumber": 49,
      "verseKey": "39:49",
      "arabic": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "english": "When one is touched with hardship, they cry out to Us ˹alone˺. Then when We shower Our blessings upon them, they say, “I have been granted all this only because of ˹my˺ knowledge.” Not at all! It is ˹no more than˺ a test. But most of them do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat insana bir zarar dokunduğu vakit Bize dua eder. Sonra ona tarafımızdan bir nîmet verdiğimiz vakit de: «Bana o, şüphe yok ki bir bilgi üzerine verilmiştir» der. Belki o, bir imtihandır. Fakat onların birçokları bilmezler.",
        "hayrat_nesriyat": "Fakat insana bir zarar dokunduğu zaman bize yalvarır; sonra kendisine tarafımızdan bir ni`met verdiğimiz zaman: `(Bu) bana ancak (bendeki) bir bilgi sâyesinde verildi` der. Hayır! O (kendilerine verdiğimiz ni`metler) bir imtihandır; fakat onların çoğu bilmezler.",
        "diyanet_vakfi": "İnsana bir zarar dokunduğu zaman bize yalvarır. Sonra, kendisine tarafımızdan bir nimet verdiğimiz vakit, «Bu bana ancak bilgimden dolayı verilmiştir» der. Hayır o, bir imtihandır, fakat çokları bilmezler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/049.mp3"
      }
    },
    {
      "id": 4108,
      "verseNumber": 50,
      "verseKey": "39:50",
      "arabic": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "english": "The same had already been said by those ˹destroyed˺ before them,<sup foot_note=77290>1</sup> but their ˹worldly˺ gains were of no benefit to them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, onu bunlardan evvelkiler de söylemiştir. Fakat kazanır oldukları şey, onları ihtiyaçtan kurtaramamıştır.",
        "hayrat_nesriyat": "Muhakkak ki onlardan öncekiler de bunu söylemişlerdi; ama kazanageldikleri şeyler kendilerine bir fayda vermedi.",
        "diyanet_vakfi": "Bunu onlardan öncekiler de söylemişti; ama kazandıkları şeyler onlara fayda vermedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/050.mp3"
      }
    },
    {
      "id": 4109,
      "verseNumber": 51,
      "verseKey": "39:51",
      "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "english": "So the evil ˹consequences˺ of their deeds overtook them. And the wrongdoers among these ˹pagans˺ will be overtaken by the evil ˹consequences˺ of their deeds. And they will have no escape.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bunlardan o kimseler ki zulmetmişlerdir, yakında kendilerine kazanmış oldukları şeylerin kötülükleri yetişecektir ve bunlar da (azabı) bertaraf ediciler değildirler.",
        "hayrat_nesriyat": "Sonunda kazandıkları şeylerin (günahların) kötülükleri kendilerine isâbet etti. Bunlardan zulmedenlerin de kazandıkları şeylerin kötülükleri yakında kendilerine isâbet edecektir ve onlar (Allah`ı) âciz bırakıcı kimseler değildir.",
        "diyanet_vakfi": "Bunun için yaptıkları kötülüklerin vebali onları yakaladı. Bunlardan da zulmedenlerin işledikleri kötülükler, başlarına gelecektir. Bu hususta Allah’ı âciz bırakamazlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/051.mp3"
      }
    },
    {
      "id": 4110,
      "verseNumber": 52,
      "verseKey": "39:52",
      "arabic": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "english": "Do they not know that Allah gives abundant or limited provisions to whoever He wills? Surely in this are signs for people who believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Blimediler mi ki, muhakkak Allah, rızkı dilediğine açar ve darlaştırır. Şüphe yok ki, bunda imân edecek bir kavim için elbette ibretler vardır.",
        "hayrat_nesriyat": "Hem bilmediler mi ki, şübhesiz Allah, dilediğine rızkı genişletir ve (dilediğine)daraltır. Doğrusu bunda, îmân edecek bir kavim için nice deliller vardır.",
        "diyanet_vakfi": "Bilmiyorlar mı ki Allah, rızkı dilediğine bol bol verir, dilediğinden de kısar. Şüphesiz bunda inanan bir kavim için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/052.mp3"
      }
    },
    {
      "id": 4111,
      "verseNumber": 53,
      "verseKey": "39:53",
      "arabic": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "english": "Say, ˹O Prophet, that Allah says,˺ “O My servants who have exceeded the limits against their souls! Do not lose hope in Allah’s mercy, for Allah certainly forgives all sins.<sup foot_note=77291>1</sup> He is indeed the All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ey nefisleri üzerine israfta bulunmuş olan kullarım! Allah’ın rahmetinden yeise düşmeyiniz. Şüphe yok ki, Allah günahları cümleten yarlığar. Muhakkak ki, O (evet) O, çok yarlığayıcıdır, çok esirgeyicidir.»",
        "hayrat_nesriyat": "De ki: `Ey nefisleri aleyhine (günah işlemekle ömürlerini) isrâf eden kullarım!(Günahlara bulaştık diye) Allah`ın rahmetinden ümid kesmeyin! Şübhesiz ki Allah, bütün günahları bağışlar!` Doğrusu, Gafûr (çok bağışlayan), Rahîm (kullarına çok merhamet eden)ancak O`dur.",
        "diyanet_vakfi": "De ki: Ey kendi nefisleri aleyhine haddi aşan kullarım! Allah’ın rahmetinden ümit kesmeyin! Çünkü Allah bütün günahları bağışlar. Şüphesiz ki O, çok bağışlayan, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/053.mp3"
      }
    },
    {
      "id": 4112,
      "verseNumber": 54,
      "verseKey": "39:54",
      "arabic": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "english": "Turn to your Lord ˹in repentance˺, and ˹fully˺ submit to Him before the punishment reaches you, ˹for˺ then you will not be helped.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rabbinize dönün ve O’na teslim olun, size azap gelmeden evvel. Sonra yardım olunmazsınız.»",
        "hayrat_nesriyat": "Öyle ise, size o azabın gelmesinden önce Rabbinize yönelin ve O`na teslîm olun; sonra yardım olunmazsınız.",
        "diyanet_vakfi": "Size azap gelip çatmadan önce Rabbinize dönün, O’na teslim olun, sonra size yardım edilmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/054.mp3"
      }
    },
    {
      "id": 4113,
      "verseNumber": 55,
      "verseKey": "39:55",
      "arabic": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
      "english": "Follow ˹the Quran,˺ the best of what has been revealed to you from your Lord, before the punishment takes you by surprise while you are unaware,",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve Rabbinizden sizin için indirilmiş olanın en güzeline tâbi olunuz, size, siz farkında olmadığınız halde ansızın azap gelmeden evvel.»",
        "hayrat_nesriyat": "Siz farkında bile değilken, o azabın size ansızın gelmesinden önce, Rabbinizden size indirilenin en güzeline (Kur`ân`a) tâbi` olun!",
        "diyanet_vakfi": "Siz farkında olmadan, ansızın başınıza azap gelmezden önce, Rabbinizden size indirilenin en güzeline (Kur’an’a) tâbi olun."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/055.mp3"
      }
    },
    {
      "id": 4114,
      "verseNumber": 56,
      "verseKey": "39:56",
      "arabic": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
      "english": "so that no ˹sinful˺ soul will say ˹on Judgment Day˺, ‘Woe to me for neglecting ˹my duties towards˺ Allah, while ridiculing ˹the truth˺.’",
      "turkish": {
        "omer_nasuhi_bilmen": "Her nefsin, «Allah’a karşı yaptığım kusurlardan dolayı eyvah bana yazıklar olsun ve ben müstehzilerden olmuş idim,» demesinden evvel (insan, halini ıslah etmelidir.)",
        "hayrat_nesriyat": "Tâ ki bir nefis: `Allah hakkında işlediğim kusurlardan dolayı yazıklar olsun bana! Gerçekten (ben) alay edenlerdendim` demesin!",
        "diyanet_vakfi": "Kişinin: Allah’a yakınlık konusunda kusurlu davrandığım için bana yazıklar olsun! Gerçekten ben alay edenlerdendim (diyeceği günden sakının)!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/056.mp3"
      }
    },
    {
      "id": 4115,
      "verseNumber": 57,
      "verseKey": "39:57",
      "arabic": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "english": "Or ˹a soul will˺ say, ‘If only Allah had guided me, I would have certainly been one of the righteous.’",
      "turkish": {
        "omer_nasuhi_bilmen": "Veya (her nefsin) şüphe yok ki, «Eğer Allah bana hidâyet etse idi elbette ben muttakîlerden olurdum,» demesinden evvel (uyanması lâzımdır).",
        "hayrat_nesriyat": "(57-58) Yâhut: `Doğrusu Allah beni hidâyete erdirmiş olsaydı, elbette (ben de) takvâ sâhiblerinden olurdum` demesi(nden) yâhut azâbı gördüğü zaman: `Keşke benim için gerçekten bir kere daha (dünyaya dönüş) olsaydı da iyilik edenlerden olsaydım!` demesi(nden evvel Kur`ân`a tâbi` olun)!",
        "diyanet_vakfi": "(57-58) Veya: Allah bana hidayet verseydi, elbette sakınanlardan olurdum, diyeceği, yahut azabı gördüğünde: Keşke benim için bir kez (dönmeye) imkân bulunsa da iyilerden olsam! diyeceği günden sakının."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/057.mp3"
      }
    },
    {
      "id": 4116,
      "verseNumber": 58,
      "verseKey": "39:58",
      "arabic": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "english": "Or say, upon seeing the torment, ‘If only I had a second chance, I would have been one of the good-doers.’",
      "turkish": {
        "omer_nasuhi_bilmen": "Veyahut azabı gördüğü zaman, «Keşke benim için bir kerre daha (dünyaya) dönmek olsa idi ve iyi işler işleyenlerden olsa idim,» demesinden evvel uyanmalıdır.",
        "hayrat_nesriyat": "(57-58) Yâhut: `Doğrusu Allah beni hidâyete erdirmiş olsaydı, elbette (ben de) takvâ sâhiblerinden olurdum` demesi(nden) yâhut azâbı gördüğü zaman: `Keşke benim için gerçekten bir kere daha (dünyaya dönüş) olsaydı da iyilik edenlerden olsaydım!` demesi(nden evvel Kur`ân`a tâbi` olun)!",
        "diyanet_vakfi": "(57-58) Veya: Allah bana hidayet verseydi, elbette sakınanlardan olurdum, diyeceği, yahut azabı gördüğünde: Keşke benim için bir kez (dönmeye) imkân bulunsa da iyilerden olsam! diyeceği günden sakının."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/058.mp3"
      }
    },
    {
      "id": 4117,
      "verseNumber": 59,
      "verseKey": "39:59",
      "arabic": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
      "english": "Not at all! My revelations had already come to you, but you rejected them, acted arrogantly, and were one of the disbelievers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hayır. Muhakkak sana âyetlerim gelmişti de, sen onları tekzîp ettin ve tekebbürde bulundun ve kâfirlerden oldun.»",
        "hayrat_nesriyat": "(Ona denilecek ki:) `Hayır! Şübhesiz sana âyetlerim gelmişti de, onları yalanladın; büyüklük tasladın ve kâfirlerden oldun!`",
        "diyanet_vakfi": "Hayır (dönemeyeceksin)! Âyetlerim sana gelmişti de sen onları yalanlamış, büyüklük taslamış ve inkârcılardan olmuştun."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/059.mp3"
      }
    },
    {
      "id": 4118,
      "verseNumber": 60,
      "verseKey": "39:60",
      "arabic": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
      "english": "On the Day of Judgment you will see those who lied about Allah with their faces gloomy. Is Hell not a ˹fitting˺ home for the arrogant?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Kıyamet gününde görürsün ki, Allah’a karşı o yalan söylemiş olanların yüzleri kapkara kesilmiştir. Cehennemde kâfirler için bir ikametgâh yok mudur?",
        "hayrat_nesriyat": "(Ey Resûlüm!) Allah hakkında yalan söyleyenleri kıyâmet günü görürsün ki, yüzleri siyahlaşmıştır! Büyüklük taslayanlar için Cehennemde bir yer mi yoktur!",
        "diyanet_vakfi": "Kıyamet gününde Allah hakkında yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Kibirlenenlerin kalacağı yer cehennemde değil midir?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/060.mp3"
      }
    },
    {
      "id": 4119,
      "verseNumber": 61,
      "verseKey": "39:61",
      "arabic": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "english": "And Allah will deliver those who were mindful ˹of Him˺ to their place of ˹ultimate˺ triumph. No evil will touch them, nor will they grieve.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah, ittikada bulunmuş olanları calib-i felâh olan amelleri sebebiyle necâta erdirir, onlara kötülük dokunmaz ve onlar mahzun da olmazlar.",
        "hayrat_nesriyat": "Allah (günahlardan) sakınanları ise, kurtuluş vesîleleri (olan sâlih amelleri)sebebiyle (kendi lütfundan) kurtarır. Onlara kötülük dokunmaz, onlar mahzun da olmazlar.",
        "diyanet_vakfi": "Allah, takvâ sahiplerini esenliğe kavuşturup kurtuluşa erdirir. Onlara hiçbir fenalık dokunmaz. Onlar mahzun da olmazlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/061.mp3"
      }
    },
    {
      "id": 4120,
      "verseNumber": 62,
      "verseKey": "39:62",
      "arabic": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "english": "Allah is the Creator of all things, and He is the Maintainer of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah her şeyin yaratıcısıdır ve O herşey üzerine vekildir.",
        "hayrat_nesriyat": "Allah herşeyin yaratıcısıdır ve O, herşeye vekîldir.",
        "diyanet_vakfi": "Allah her şeyin yaratıcısıdır. O, her şeye vekîldir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/062.mp3"
      }
    },
    {
      "id": 4121,
      "verseNumber": 63,
      "verseKey": "39:63",
      "arabic": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "english": "To Him belong the keys ˹of the treasuries˺ of the heavens and the earth. As for those who rejected the signs of Allah, it is they who will be the ˹true˺ losers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerin ve yerin anahtarları O’na mahsustur ve o kimseler ki, Allah’ın âyetlerini inkâr ettiler. İşte hüsrâna uğrayanlar onlardır, onlar.",
        "hayrat_nesriyat": "Göklerin ve yerin anahtarları O`nundur. Allah`ın âyetlerini inkâr edenlere gelince, işte onlar hüsrâna uğrayanların ta kendileridir.",
        "diyanet_vakfi": "Göklerin ve yerin anahtarları (mutlak hükümranlığı) O’nundur. Allah’ın âyetlerini inkâr edenler var ya, işte onlar hüsrana uğrayanlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/063.mp3"
      }
    },
    {
      "id": 4122,
      "verseNumber": 64,
      "verseKey": "39:64",
      "arabic": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
      "english": "Say, ˹O Prophet,˺ “Are you urging me to worship ˹anyone˺ other than Allah, O  ignorant ones?”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Allah’tan başkasına mı ibadet edeyim diye bana emrediyorsunuz ey cahiller!»",
        "hayrat_nesriyat": "De ki: `Şimdi bana, Allah`dan başkasına kulluk etmemi mi emrediyorsunuz, ey câhiller!`",
        "diyanet_vakfi": "De ki: Ey cahiller! Bana Allah’tan başkasına kulluk etmemi mi emrediyorsunuz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/064.mp3"
      }
    },
    {
      "id": 4123,
      "verseNumber": 65,
      "verseKey": "39:65",
      "arabic": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "english": "It has already been revealed to you—and to those ˹prophets˺ before you—that if you associate others ˹with Allah˺, your deeds will certainly be void and you will truly be one of the losers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, sana ve senden evvelkilere vahyolundu ki, eğer «(Allah’ın) Ortağı vardır,» dersen elbette amelin bâtıl olur ve elbette hüsrâna uğramışlardan olursun.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Celâlim hakkı için, sana ve senden önceki(peygamber)lere şöyle vahyedildi: `And olsun ki, (sen de) eğer (Allah`a) ortak koşarsan, amelin mutlaka boşa gider ve elbette hüsrâna uğrayanlardan olursun!`",
        "diyanet_vakfi": "(Resûlüm!) Şüphesiz sana da senden öncekilere de şöyle vahyolunmuştur ki: Andolsun (bilfarz) Allah’a ortak koşarsan, işlerin mutlaka boşa gider ve hüsranda kalanlardan olursun!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/065.mp3"
      }
    },
    {
      "id": 4124,
      "verseNumber": 66,
      "verseKey": "39:66",
      "arabic": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "english": "Rather, worship Allah ˹alone˺ and be one of the grateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır. Yalnız Allah’a ibadet et. Ve şükredenlerden ol!",
        "hayrat_nesriyat": "Hayır! Öyle ise sâdece Allah`a kulluk et ve şükredenlerden ol!",
        "diyanet_vakfi": "Hayır! Yalnız Allah’a kulluk et ve şükredenlerden ol."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/066.mp3"
      }
    },
    {
      "id": 4125,
      "verseNumber": 67,
      "verseKey": "39:67",
      "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "english": "They have not shown Allah His proper reverence—when on the Day of Judgment the ˹whole˺ earth will be in His Grip, and the heavens will be rolled up in His Right Hand. Glorified and Exalted is He above what they associate ˹with Him˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (müşrikler) Allah’ı hakk-ı azâmeti veçhile takdir edemediler. Ve kıyamet günü yeryüzü toptan O’nun bir kabzasındadır. Gökler de O’nun sağ eliyle dürülmüşlerdir. O şerik koştukları şeylerden münezzehtir ve mütealîdir.",
        "hayrat_nesriyat": "Hâlbuki (o kullar) Allah`ı şânının hakkıyla takdîr edemediler (tanıyamadılar, lâyıkıyla kulluk edemediler). Fakat kıyâmet günü, yer tamâmen O`nun avucunda (mülkü ve tasarrufunda)dır; gökler de O`nun sağ eliyle (kudretiyle) dürülmüşlerdir. O, (onların) ortak koşmakta oldukları şeylerden pek münezzeh ve pek yücedir.",
        "diyanet_vakfi": "Onlar Allah’ı hakkıyla tanıyıp bilemediler. Kıyamet günü bütün yeryüzü O’nun tasarrufundadır. Gökler O’nun kudret eliyle dürülmüş olacaktır. O, müşriklerin ortak koşmalarından yüce ve münezzehtir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/067.mp3"
      }
    },
    {
      "id": 4126,
      "verseNumber": 68,
      "verseKey": "39:68",
      "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
      "english": "The Trumpet will be blown and all those in the heavens and all those on the earth will fall dead, except those Allah wills ˹to spare˺. Then it will be blown again and they will rise up at once, looking on ˹in anticipation˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Sûr’a üfürülmüştür. Hemen göklerde kim var ise ve yerde kim var ise ölüvermiştir. Allah’ın dilediği kimse müstesna. Sonra Sûr’a tekrar üfürülmüştür. O anda onlar kalkarak bakışırlar.",
        "hayrat_nesriyat": "Ve sûra (birinci olarak) üfürülmüştür de Allah`ın dilediğinden başka göklerde kim var, yerde kim varsa ölmüştür. Sonra ona bir daha üfürülmüştür; bir de bakarsın ki onlar ayaktadırlar (etrâfa) bakınıp duruyorlar.",
        "diyanet_vakfi": "Sûr’a üflenince, Allah’ın diledikleri müstesna olmak üzere göklerde ve yerde ne varsa hepsi ölecektir. Sonra ona bir daha üflenince, bir de ne göresin, onlar ayağa kalkmış bakıyorlar!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/068.mp3"
      }
    },
    {
      "id": 4127,
      "verseNumber": 69,
      "verseKey": "39:69",
      "arabic": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "english": "The earth<sup foot_note=77292>1</sup> will shine with the light of its Lord, the record ˹of deeds˺ will be laid ˹open˺, the prophets and the witnesses will be brought forward—and judgment will be passed on all with fairness. None will be wronged.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yer Rabbinin nûruyla parlamaya başlamıştır ve kitap (meydana) konulmuştur. Ve peygamberler ve şâhitler getirilmiştir ve onların aralarında hak ile hükmolunmuştur ve onlar hiç zulme uğramazlar.",
        "hayrat_nesriyat": "Ve yer, Rabbisinin nûru ile parlamış; kitab (amel defteri ortaya) konulmuş, peygamberler ve şâhidler (hafaza melekleri) getirilmiş ve onların (kulların) aralarında hak ile hüküm verilmiştir; onlar haksızlığa da uğratılmazlar.",
        "diyanet_vakfi": "Yeryüzü, Rabbinin nûru ile aydınlanır, kitap konulur, peygamberler ve şahitler getirilir ve aralarında hakkaniyetle hüküm verilir. Onlara asla zulmedilmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/069.mp3"
      }
    },
    {
      "id": 4128,
      "verseNumber": 70,
      "verseKey": "39:70",
      "arabic": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "english": "Every soul will be paid in full for its deeds, for Allah knows best what they have done.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her nefs, ne yapmış ise kendisine (karşılığı) ödenmiştir ve o (Hâlik-ı Hakîm) yapar olduklarını çok iyi bilendir.",
        "hayrat_nesriyat": "Herkese yaptığı(nın karşılığı) tam olarak verilmiştir; Çünki O (Allah), (onların)yapmakta olduklarını en iyi bilendir.",
        "diyanet_vakfi": "Herkes ne yaptıysa, karşılığı tastamam verilir. Allah, onların yaptıklarını en iyi bilendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/070.mp3"
      }
    },
    {
      "id": 4129,
      "verseNumber": 71,
      "verseKey": "39:71",
      "arabic": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
      "english": "Those who disbelieved will be driven to Hell in ˹successive˺ groups. When they arrive there, its gates will be opened and its keepers will ask them: “Did messengers not come to you from among yourselves, reciting to you the revelations of your Lord and warning you of the coming of this Day of yours?” The disbelievers will cry, “Yes ˹indeed˺! But the decree of torment has come to pass against the disbelievers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar, bölük bölük cehenneme sevkedilmişlerdir. Vaktâ ki oraya geldiler, kapıları açılıverdi ve onlara bekçileri dedi ki: «Size içinizden Rabbinizin âyetlerini okur ve sizi bugününüze kavuşacağınızla korkutan peygamberler gelmedi mi?» Dediler ki: «Evet..» Fakat azap kelimesi kâfirler üzerine hak oldu.",
        "hayrat_nesriyat": "İnkâr edenler zümer hâlinde (bölük bölük) Cehenneme sürülmüşlerdir. Nihâyet oraya vardıklarında, kapıları açılır ve bekçileri onlara: `Size içinizden, Rabbinizin âyetlerini size okuyan ve sizi bu gününüzle karşılaşmaktan korkutan peygamberler gelmedi mi?` der.(Onlar:) `Evet (geldi)! Lâkin kâfirler üzerine azab sözü hak olmuştur!` derler.",
        "diyanet_vakfi": "O küfredenler, bölük halinde cehenneme sürülür. Nihayet oraya geldikleri zaman kapıları açılır, bekçileri onlara: Size, içinizden Rabbinizin âyetlerini okuyan ve bugüne kavuşacağınızı ihtar eden peygamberler gelmedi mi? derler. «Evet geldi» derler ama, azap sözü kâfirlerin üzerine hak olmuştur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/071.mp3"
      }
    },
    {
      "id": 4130,
      "verseNumber": 72,
      "verseKey": "39:72",
      "arabic": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "english": "It will be said to them, “Enter the gates of Hell, to stay there forever.” What an evil home for the arrogant!",
      "turkish": {
        "omer_nasuhi_bilmen": "Denilir ki: «Cehennemin kapılarına, içinde ebedîyyen kalmak üzere giriniz. Artık ne fena böbürlenenlerin ikametgâhı!»",
        "hayrat_nesriyat": "(Onlara:) `İçinde ebediyen kalıcı kimseler olarak Cehennemin kapılarından girin!` denilir. Artık kibirlenenlerin yeri ne fenâdır!",
        "diyanet_vakfi": "Onlara: İçinde ebedî kalacağınız cehennemin kapılarından girin; kibirlenenlerin yeri ne kötü! denilir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/072.mp3"
      }
    },
    {
      "id": 4131,
      "verseNumber": 73,
      "verseKey": "39:73",
      "arabic": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
      "english": "And those who were mindful of their Lord will be led to Paradise in ˹successive˺ groups. When they arrive at its ˹already˺ open gates, its keepers will say, “Peace be upon you! You have done well, so come in, to stay forever.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rablerinden korkmuş olanlar da cennete zümre zümre sevkedildi. Vaktâ ki ona geldiler ve kapıları açıldı ve onlara bekçileri dedi ki: «Selâmün aleyküm, tertemiz bulundunuz. Artık bunlara ebedîyyen kalıcılar olmak üzere giriniz.»",
        "hayrat_nesriyat": "Rablerinden sakınanlar da bölük bölük Cennete sevk edilmişlerdir. Nihâyet oraya vardıkları zaman, kapıları açılmıştır ve bekçileri onlara: `Selâm size; tertemiz oldunuz! Artık ebediyen kalıcı kimseler olmak üzere buraya girin!` derler.",
        "diyanet_vakfi": "Rablerine karşı gelmekten sakınanlar ise, bölük bölük cennete sevk edilir, oraya varıp da kapıları açıldığında bekçileri onlara: Selam size! Tertemiz geldiniz. Artık ebedî kalmak üzere girin buraya, derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/073.mp3"
      }
    },
    {
      "id": 4132,
      "verseNumber": 74,
      "verseKey": "39:74",
      "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
      "english": "The righteous will say, “Praise be to Allah Who has fulfilled His promise to us, and made us inherit the ˹everlasting˺ land<sup foot_note=77293>1</sup> to settle in Paradise wherever we please.” How excellent is the reward of those who work ˹righteousness˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "(Onlar da) Dediler ki: «Hamd Allah’a mahsustur ki, bizim için vaadini yerine getirdi ve bizi (bu yere) varis kıldı.» Cennetten dilediğimiz yerde ikâmet ediveririz. Artık ne güzeldir, (güzel) amel edenlerin mükâfaatı!",
        "hayrat_nesriyat": "Bunun üzerine (onlar da): `Hamd, O Allah`a mahsustur ki, va`dini bize doğru çıkardı ve bizi bu yere vâris kıldı, Cennetten istediğimiz yerde otururuz` derler. Artık (sâlih)amel işleyenlerin mükâfâtı ne güzeldir!",
        "diyanet_vakfi": "Onlar: Bize verdiği sözde sadık olan ve bizi, dilediğimiz yerinde oturacağımız bu cennet yurduna vâris kılan Allah’a hamdolsun. İyi amelde bulunanların mükâfatı ne güzelmiş! derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/074.mp3"
      }
    },
    {
      "id": 4133,
      "verseNumber": 75,
      "verseKey": "39:75",
      "arabic": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "english": "You will see the angels all around the Throne, glorifying the praises of their Lord, for judgment will have been passed on all with fairness. And it will be said,<sup foot_note=77294>1</sup> “Praise be to Allah—Lord of all worlds!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve melekleri görürsün ki, Arş’ı etrafından kuşatmışlardır. Rablerine hamd ile tesbihte bulunurlar ve aralarında hak ile hükmolunmuştur. «Alemlerin Rabbi olan Allah’a hamd olsun» denilmiştir.",
        "hayrat_nesriyat": "Melekleri de arşın etrâfını (tavaf eden) kuşatıcılar olarak, Rablerine hamd ile (O`nu)tesbîh ediyorlar görürsün. Artık (mahlûkatın) aralarında hak ile hüküm verilmiş ve: `Hamd, âlemlerin Rabbi olan Allah`a mahsustur!` denilmiştir.",
        "diyanet_vakfi": "Melekleri görürsün ki, Rablerine hamd ile tesbih ederek Arş’ın etrafını kuşatmışlardır. Artık aralarında adaletle hükmolunmuş ve «alemlerin Rabbi olan Allah’a hamdolsun» denilmiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/039/075.mp3"
      }
    }
  ]
}