{
  "verses": [
    {
      "id": 494,
      "verseNumber": 1,
      "verseKey": "4:1",
      "arabic": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
      "english": "O humanity! Be mindful of your Lord Who created you from a single soul, and from it He created its mate,<sup foot_note=76536>1</sup> and through both He spread countless men and women. And be mindful of Allah—in Whose Name you appeal to one another—and ˹honour˺ family ties. Surely Allah is ever Watchful over you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey insanlar! O Rabbinizden korkunuz ki, sizi bir nefisten yaratmıştır ve ondan da zevcesini yaratmıştır. Ve o ikisinden de birçok erkekler ve kadınlar türetmiştir. Ve Allah-ü Azîmüşşan’dan korkunuz ki, O’nunla birbirinizden dilekte bulunursunuz, rahîmlerden de korkunuz ki, şüphe yok ki, Allah Teâlâ üzerinize nâzir bulunmaktadır.",
        "hayrat_nesriyat": "Ey insanlar! Sizi tek bir nefisten (Âdem`den) yaratan, ondan da eşini (Havvâ`yı)yaratarak (yeryüzüne) ikisinden birçok ricâl (erkekler) ve nisâ (kadınlar) yayan Rabbinizden sakının! O`nun hakkına birbirinizden isteklerde bulunuyor olduğunuz Allah`dan ve akrabâlık bağların(ı koparmak)tan sakının! Şübhesiz ki Allah, sizin üzerinizde tam bir gözeticidir.",
        "diyanet_vakfi": "Ey insanlar! Sizi bir tek nefisten yaratan ve ondan da eşini yaratan ve ikisinden birçok erkekler ve kadınlar üretip yayan Rabbinizden sakının. Adını kullanarak birbirinizden dilekte bulunduğunuz Allah’tan ve akrabalık haklarına riayetsizlikten de sakının. Şüphesiz Allah sizin üzerinizde gözetleyicidir."
      }
    },
    {
      "id": 495,
      "verseNumber": 2,
      "verseKey": "4:2",
      "arabic": "وَءَاتُوا۟ ٱلْيَتَـٰمَىٰٓ أَمْوَٰلَهُمْ ۖ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ ۖ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ ۚ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
      "english": "Give orphans their wealth ˹when they reach maturity˺, and do not exchange your worthless possessions for their valuables, nor cheat them by mixing their wealth with your own. For this would indeed be a great sin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yetimlere mallarını veriniz ve temizi murdarla değişmeyiniz. Ve onların mallarını kendi malınıza katarak yemeyiniz, çünkü o şüphesiz büyük bir günahtır.",
        "hayrat_nesriyat": "Hem yetimlere mallarını verin ve temizi pis olana (helâli harâma) değişmeyin; onların mallarını mallarınıza (katarak) yemeyin! Çünki bu büyük bir günahtır.",
        "diyanet_vakfi": "Yetimlere mallarını verin, temizi pis olanla değişmeyin, onların mallarını kendi mallarınıza katarak (kendi malınızmış gibi) yemeyin; çünkü bu, büyük bir günahtır."
      }
    },
    {
      "id": 496,
      "verseNumber": 3,
      "verseKey": "4:3",
      "arabic": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَـٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۚ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
      "english": "If you fear you might fail to give orphan women their ˹due˺ rights ˹if you were to marry them˺, then marry other women of your choice—two, three, or four. But if you are afraid you will fail to maintain justice, then ˹content yourselves with˺ one<sup foot_note=76537>1</sup> or those ˹bondwomen˺ in your possession.<sup foot_note=76538>2</sup> This way you are less likely to commit injustice.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer yetim kızlar hakkında adâlete riâyet edemiyeceğinizden korkarsanız sizin için helâl olan kadınlardan ikişer, üçer veya dörder nikah ediniz. Ve eğer adâlet yapamayacağınızdan korkarsanız artık bir zevce ile veya mâlik olduğunuz cariye ile (iktifa ediniz). Çünkü bu sizin için adâletten sapmamanıza daha yakındır.",
        "hayrat_nesriyat": "Eğer yetim olan (kız)lar hakkında (kendileriyle evlendiğiniz takdirde) adâletli olamayacağınızdan korkarsanız, o hâlde size helâl olan (başka) kadınlardan iki(nci), üç(üncü)ve (en çok) dörd(üncü hanımınız) olmak üzere nikâhlayın! Buna rağmen (onların da aralarında) adâletli olamayacağınızdan korkarsanız, artık bir tek (hanım) veya sâhib olduğunuz câriyeler (ile yetinin)! Bu, haksızlık etmemenize daha yakındır.",
        "diyanet_vakfi": "Eğer (kendileriyle evlendiğiniz takdirde) yetimlerin haklarına riayet edememekten korkarsanız beğendiğiniz (veya size helâl olan) kadınlardan ikişer, üçer, dörder alın. Haksızlık yapmaktan korkarsanız bir tane alın; yahut da sahip olduğunuz (cariyeler) ile yetinin. Bu, adaletten ayrılmamanız için en uygun olanıdır."
      }
    },
    {
      "id": 497,
      "verseNumber": 4,
      "verseKey": "4:4",
      "arabic": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَـٰتِهِنَّ نِحْلَةً ۚ فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
      "english": "Give women ˹you wed˺ their due dowries graciously. But if they waive some of it willingly, then you may enjoy it freely with a clear conscience.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kadınlara mihirlerini bir atiyye olarak veriniz. Şâyet size ondan bir miktarını gönül hoşluğu ile bağışlar iseler onu da afiyetle, kolaylıkla yiyiniz.",
        "hayrat_nesriyat": "Kadınlara mehirlerini gönül rızâsı ile verin! Fakat size ondan birazını kendi gönlüyle bağışlarlarsa, artık onu âfiyetle, rahatça yiyin!",
        "diyanet_vakfi": "Kadınlara mehirlerini gönül rızası ile (cömertçe) verin; eğer gönül hoşluğu ile o mehrin bir kısmını size bağışlarlarsa onu da afiyetle yeyin."
      }
    },
    {
      "id": 498,
      "verseNumber": 5,
      "verseKey": "4:5",
      "arabic": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَـٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
      "english": "Do not entrust the incapable ˹among your dependants˺ with your wealth which Allah has made a means of support for you—but feed and clothe them from it, and speak to them kindly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’nın sizler için medar-ı kıyam kılmış olduğu mallarınızı sefihlere vermeyin, onları o malların içinde rızıklandırınız ve giydiriniz ve onlara güzel söz söyleyiniz.",
        "hayrat_nesriyat": "Hem (ey velîler!) Allah`ın sizin için ayakta durabilme (vesîlesi, geçim kaynağı) kıldığı mallarınızı (velîsi bulunduğunuz kimselerin mallarını) sefihlere (yerli yerinde kullanamayanlara) vermeyin; fakat kendilerine onlardan (o mallardan) yedirin, onları giydirin ve onlara güzel söz söyleyin!",
        "diyanet_vakfi": "Allah’ın geçiminize dayanak kıldığı mallarınızı aklı ermezlere (reşit olmayanlara) vermeyin; o mallarla onları besleyin, giydirin ve onlara güzel söz söyleyin."
      }
    },
    {
      "id": 499,
      "verseNumber": 6,
      "verseKey": "4:6",
      "arabic": "وَٱبْتَلُوا۟ ٱلْيَتَـٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ ۖ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ ۚ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ ۚ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
      "english": "Test ˹the competence of˺ the orphans until they reach a marriageable age. Then if you feel they are capable of sound judgment, return their wealth to them. And do not consume it wastefully and hastily before they grow up ˹to demand it˺. If the guardian is well-off, they should not take compensation; but if the guardian is poor, let them take a reasonable provision. When you give orphans back their property, call in witnesses. And sufficient is Allah as a ˹vigilant˺ Reckoner.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yetimleri nikah çağına erinceye kadar deneyiniz. Eğer kendilerinde bir rüşt hissederseniz mallarını kendilerine hemen teslim ediniz ve büyüyecekler diye o malları israf ile alelacele yemeyiniz. Ve kim zengin ise kaçınsın ve kim fakir ise ma’ruf veçhile yesin. Onlara mallarını teslim edeceğiniz vakit de onlara karşı şahit bulundurunuz. Ve Allah Teâlâ hesapları görmeğe kâfidir.",
        "hayrat_nesriyat": "Artık yetimleri, evlilik çağına gelinceye kadar (gözetip) deneyin! Nihâyet onlarda rüşdüne ermiş bir hâl görürseniz, o takdirde mallarını kendilerine teslîm edin! Ve büyüyecekler (de mallarını elimizden alacaklar) diye israfla ve acele ile onları yemeyin!(Yetîmin malını idâre eden, fakat) zengin olan kimse ise, böylece (onun malını yemekten)kaçınsın! (O velîlerden) fakir olan kimse ise artık (ihtiyaç ve emeği nisbetinde) örfe uygun mikdarda yesin! Sonunda onlara mallarını teslîm ettiğiniz zaman da onlara karşı şâhid bulundurun! Hesab görücü olarak ise, Allah yeter!",
        "diyanet_vakfi": "Evlilik çağına gelinceye kadar yetimleri (gözetip) deneyin, eğer onlarda akılca bir olgunlaşma görürseniz hemen mallarını kendilerine verin. Büyüyecekler (de geri alacaklar) diye o malları israf ile ve tez elden yemeyin. Zengin olan (veli) iffetli olmaya çalışsın, yoksul olan da (ihtiyaç ve emeğine) uygun olarak yesin. Mallarını kendilerine verdiğiniz zaman yanlarında şahit bulundurun. Hesap sorucu olarak da Allah yeter."
      }
    },
    {
      "id": 500,
      "verseNumber": 7,
      "verseKey": "4:7",
      "arabic": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
      "english": "For men there is a share in what their parents and close relatives leave, and for women there is a share in what their parents and close relatives leave—whether it is little or much. ˹These are˺ obligatory shares.",
      "turkish": {
        "omer_nasuhi_bilmen": "Erkekler için baba ile ananın ve ankariplerin bıraktıklarından bir pay vardır ve kadınlar için de baba ile ananın ve ankariplerin bıraktıklarından bir pay vardır. O bırakılandan az olsun çok olsun farz kılınmış bir nasip vardır.",
        "hayrat_nesriyat": "Ana-babanın ve akrabâların bıraktıklarından, erkekler için bir pay vardır; Ana-babanın ve akrabâların bıraktıklarından kadınlar için de, ondan (o bırakılandan) az olsun çok olsun farz kılınmış bir nasib olarak bir pay vardır!",
        "diyanet_vakfi": "Ana-babanın ve yakınların bıraktıklarından erkeklere bir pay vardır; ana-babanın ve yakınların bıraktıklarından kadınlara da bir pay vardır. Gerek azından, gerek çoğundan belli bir hisse ayrılmıştır."
      }
    },
    {
      "id": 501,
      "verseNumber": 8,
      "verseKey": "4:8",
      "arabic": "وَإِذَا حَضَرَ ٱلْقِسْمَةَ أُو۟لُوا۟ ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينُ فَٱرْزُقُوهُم مِّنْهُ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
      "english": "If ˹non-inheriting˺ relatives, orphans,<sup foot_note=76539>1</sup> or the needy are present at the time of distribution, offer them a ˹small˺ provision from it and speak to them kindly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tereke taksim edilirken uzak karabet sahipleriyle yetimler ve yoksullar da hazır bulunurlarsa ondan onları da rızıklandırınız ve onlara güzel sözler de söyleyiniz.",
        "hayrat_nesriyat": "Mîras taksîm olunurken (vâris olmayan) akrabâlar, yetimler ve yoksullar da hazır bulunursa, bundan onları da rızıklandırın ve onlara güzel söz söyleyin!",
        "diyanet_vakfi": "(Mirastan payı olmayan) yakınlar, yetimler ve yoksullar miras taksiminde hazır bulunursa bundan, onları da rızıklandırın ve onlara güzel söz söyleyin."
      }
    },
    {
      "id": 502,
      "verseNumber": 9,
      "verseKey": "4:9",
      "arabic": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
      "english": "Let the guardians be as concerned ˹for the orphans˺ as they would if they were to ˹die and˺ leave ˹their own˺ helpless children behind. So let them be mindful of Allah and speak equitably.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve korksunlar o kimseler ki, arkalarından küçük, zayıf çocuklar bırakacak olsalardı, onların üzerine korkup endişede bulunacaklardı. O halde Allah Teâlâ’dan sakınsınlar ve dürüst söz söylesinler.",
        "hayrat_nesriyat": "Hem (yetimler hakkında) korksun o kimseler ki, eğer kendileri arkalarında güçsüz(ve küçük) evlâdlar bırakacak olsalardı, onlar hakkında endişe edeceklerdi. Öyle ise (diğer yetimler hakkında da) Allah`dan sakınsınlar ve doğru söz söylesinler!",
        "diyanet_vakfi": "Geriye eli ermez, gücü yetmez çocuklar bıraktıkları takdirde (halleri ne olur) diye korkacak olanlar (yetimlere haksızlık etmekten) korkup titresinler; Allah’tan sakınsınlar ve doğru söz söylesinler."
      }
    },
    {
      "id": 503,
      "verseNumber": 10,
      "verseKey": "4:10",
      "arabic": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
      "english": "Indeed, those who unjustly consume orphans’ wealth ˹in fact˺ consume nothing but fire into their bellies. And they will be burned in a blazing Hell!",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz o kimseler ki, yetimlerin mallarını haksız yere yerler, muhakkak karınlarında sırf bir ateş yemiş olurlar ve yakında bir ateşe sokulacaklardır.",
        "hayrat_nesriyat": "Şübhesiz ki haksız olarak yetimlerin mallarını yiyenler, karınlarına ancak bir ateş yemiş olurlar! Ve (onlar,) yakında çılgın alevli bir ateşe gireceklerdir!",
        "diyanet_vakfi": "Haksızlıkla yetimlerin mallarını yiyenler şüphesiz karınlarına ancak ateş tıkınmış olurlar; zaten onlar alevlenmiş ateşe gireceklerdir."
      }
    },
    {
      "id": 504,
      "verseNumber": 11,
      "verseKey": "4:11",
      "arabic": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "english": "Allah commands you regarding your children: the share of the male will be twice that of the female.<sup foot_note=76540>1</sup> If you leave only two ˹or more˺ females, their share is two-thirds of the estate. But if there is only one female, her share will be one-half. Each parent is entitled to one-sixth if you leave offspring.<sup foot_note=76541>2</sup> But if you are childless and your parents are the only heirs, then your mother will receive one-third.<sup foot_note=76542>3</sup> But if you leave siblings, then your mother will receive one-sixth<sup foot_note=76543>4</sup>—after the fulfilment of bequests and debts.<sup foot_note=76544>5</sup> ˹Be fair to˺ your parents and children, as you do not ˹fully˺ know who is more beneficial to you.<sup foot_note=76545>6</sup> ˹This is˺ an obligation from Allah. Surely Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ size evladınız hakkında erkek için, iki dişi hissesi ferman buyuruyor. Eğer dişi olan evlat, ikiden ziyâde ise onlara terekenin üçte ikisi aittir. Ve eğer bir tek kız ise ona da terekenin yarısı verilir ve babasıyla anasından herbiri için de, ölünün çocuğu var ise terekesinde altıda biri vardır. Ve eğer çocuğu yok ve kendisine yalnız babasıyla anası var ise anası için üçte biri aittir. Ve eğer ölünün kardeşleri de var ise, anasına altıda biri verilir. Bu hisselerin böyle verilmesi, ölünün vaktiyle yapmış olduğu vasiyetinden ve borcundan sonradır. Babalarınız ve oğullarınız bilmezsiniz ki hangileri sizin için menfaatçe daha yakındır. Bütün bunlar Allah Teâlâ tarafından birer farîzedir. Şüphe yok ki, Allah Teâlâ herhalde alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Allah size çocuklarınız hakkında, erkeğe iki kadın payı kadar (mîras vermenizi)emreder! Artık (çocuklar) ikiden fazla kız iseler, o hâlde (ölenin) bıraktığının üçte ikisi onlarındır. Ama (o vâris) bir tek kız ise, bu durumda (mîrâsın) yarısı onundur. Bununla berâber (ölenin) çocuğu varsa, ana-babası için, (o) ikisinden her birine, bıraktığı (mîrâsı)ndan altıda bir düşer. Fakat çocuğu yok da (sâdece) ana-babası ona vâris olursa, artık annesine üçte bir düşer (kalan babasınındır). Fakat kardeşleri varsa, o takdirde ettiği vasiyetten veya borçtan sonra annesine altıda bir düşer.Babalarınız ve oğullarınız; bilmezsiniz ki, onların hangisi fayda bakımından size daha yakındır.(Bütün bunlar) Allah`dan birer farîzadır. Muhakkak ki Allah, Alîm (hakkıyla bilen)dir, Hakîm(her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Allah size, çocuklarınız hakkında, erkeğe, kadının payının iki misli (miras vermenizi) emreder. (Çocuklar) ikiden fazla kadın iseler, ölünün bıraktığının üçte ikisi onlarındır. Eğer yalnız bir kadınsa yarısı onundur. Ölenin çocuğu varsa, ana-babasından her birinin mirastan altıda bir hissesi vardır. Eğer çocuğu yok da ana-babası ona vâris olmuş ise, anasına üçte bir (düşer). Eğer ölenin kardeşleri varsa, anasına altıda bir (düşer. Bütün bu paylar ölenin) yapacağı vasiyetten ve borçtan sonradır. Babalarınız ve oğullarınızdan hangisinin size, fayda bakımından daha yakın olduğunu bilemezsiniz. Bunlar Allah tarafından konmuş farzlardır (paylardır). Şüphesiz Allah ilim ve hikmet sahibidir."
      }
    },
    {
      "id": 505,
      "verseNumber": 12,
      "verseKey": "4:12",
      "arabic": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
      "english": "You will inherit half of what your wives leave if they are childless. But if they have children, then ˹your share is˺ one-fourth of the estate—after the fulfilment of bequests and debts. And your wives will inherit one-fourth of what you leave if you are childless. But if you have children, then your wives will receive one-eighth of your estate—after the fulfilment of bequests and debts. And if a man or a woman leaves neither parents nor children but only a brother or a sister ˹from their mother’s side˺, they will each inherit one-sixth, but if they are more than one, they ˹all˺ will share one-third of the estate<sup foot_note=76546>1</sup>—after the fulfilment of bequests and debts without harm ˹to the heirs˺.<sup foot_note=76547>2</sup> ˹This is˺ a commandment from Allah. And Allah is All-Knowing, Most Forbearing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Zevcelerinizin çocuğu yok ise terekelerinin yarısı sizin içindir. Eğer onların çocuğu var ise sizin için terekelerinin dörtte biri vardır. Yapmış oldukları vasiyetten veya borçtan sonra, zevcelerinize de terekenizin dörtte biri vardır, eğer sizin çocuğunuz yok ise. Eğer sizin çocuğunuz varsa, onlara da terekenizden sekizde biri vardır, yapmış olduğunuz vasiyetten veya borçtan sonra. Ve eğer bir erkeğin veya bir kadının kelâle cihetinden mirasına konuluyor da onun bir erkek kardeşi veya bir hemşiresi bulunuyorsa onlardan herbirine de altıda bir hisse vardır. Eğer bundan ziyâde iseler üçte birinde ortaktırlar. Izrar kastı olmaksızın yapılmış olan vasiyetten veya borçtan sonra. Bütün bunlar Cenâb-ı Hak’tan bir mev’izedir. Ve Allah Teâlâ alîmdir, halîmdir.",
        "hayrat_nesriyat": "Hem eğer çocukları yoksa, zevcelerinizin bıraktıklarının yarısı sizindir. Fakat çocukları varsa, yapacakları vasiyetten veya borçtan sonra, artık bıraktıklarının dörtte biri sizindir. Bununla birlikte eğer (sizin) çocuğunuz yoksa, bıraktığınızın dörtte biri onların(hanımlarınızın)dır. Fakat çocuğunuz varsa, bu durumda yapacağınız vasiyetten veya borçtan sonra bıraktığınızın sekizde biri onlarındır. Buna rağmen eğer bir erkek veya bir kadına,(kendi) evlâdı ve babası olmadığı hâlde (yakın akrabâsı olarak) vâris olunur da (aynı anneden) bir erkek kardeşi veya bir kız kardeşi bulunursa, o takdirde onlardan her birine altıda bir düşer. Fakat bundan daha çok iseler, o hâlde (vârise) zarar verici olmadan edilen vasiyetten veya borçtan sonra, onlar üçte birde ortaktırlar. (Bütün bu mîras taksim usûlü)Allah`dan birer emirdir! Allah ise, Alîm (hakkıyla bilen)dir, Halîm (azabda hiç acele etmeyen)dir.",
        "diyanet_vakfi": "Yapacakları vasiyetten ve borçtan sonra eşlerinizin, eğer çocukları yoksa, bıraktıklarının yarısı sizindir. Çocukları varsa bıraktıklarının dörtte biri sizindir. Çocuğunuz yoksa, sizin de, yapacağınız vasiyetten ve borçtan sonra, bıraktığınızın dörtte biri onlarındır (zevcelerinizindir). Çocuğunuz varsa, bıraktığınızın sekizde biri onlarındır. Eğer bir erkek veya kadının, anababası ve çocukları bulunmadığı halde (kelâle şeklinde) malı mirasçılara kalırsa ve bir erkek yahut bir kızkardeşi varsa, her birine altıda bir düşer. Bundan fazla iseler üçte bire ortaktırlar. (Bu taksim) yapılacak vasiyetten ve borçtan sonra, kimse zarara uğramaksızın (yapılacak)tır. Bunlar Allah’tan size vasiyettir. Allah her şeyi hakkıyle bilendir, halîmdir."
      }
    },
    {
      "id": 506,
      "verseNumber": 13,
      "verseKey": "4:13",
      "arabic": "تِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "english": "These ˹entitlements˺ are the limits set by Allah. Whoever obeys Allah and His Messenger will be admitted into Gardens under which rivers flow, to stay there forever. That is the ultimate triumph!",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bunlar Allah Teâlâ’nın hudududur. Ve kim Allah Teâlâ’ya ve peygamberine itaat ederse onu altından ırmaklar akan cennetlere idhal eder ki orada ebedî kalacaklardır. Ve bu, azîm bir kurtuluştur.",
        "hayrat_nesriyat": "Bunlar Allah`ın hudûdudur. Artık kim Allah`a ve Resûlüne itâat ederse, (Allah) onu altlarından nehirler akan Cennetlere koyar; orada ebedî olarak kalıcıdırlar. Ve işte büyük kurtuluş budur!",
        "diyanet_vakfi": "Bunlar, Allah’ın (koyduğu) sınırlardır. Kim Allah’a ve Peygamberine itaat ederse Allah onu, zemininden ırmaklar akan cennetlere koyacaktır; orada devamlı kalıcıdırlar; işte büyük kurtuluş budur."
      }
    },
    {
      "id": 507,
      "verseNumber": 14,
      "verseKey": "4:14",
      "arabic": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ",
      "english": "But whoever disobeys Allah and His Messenger and exceeds their limits will be cast into Hell, to stay there forever. And they will suffer a humiliating punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kim de Allah Teâlâ’ya ve Peygamberine isyan eder, hududunu tecavüz eylerse onu da içinde ebedî kalmak üzere bir ateşe sokar ve onun için zillet verici bir azab vardır.",
        "hayrat_nesriyat": "Kim de Allah`a ve Resûlüne isyân eder ve O`nun hudûdunu aşarsa, (Allah) onu içinde ebedî olarak kalıcı olduğu bir ateşe koyar ve onun için aşağılayıcı bir azab vardır!",
        "diyanet_vakfi": "Kim Allah’a ve Peygamberine karşı isyan eder ve sınırlarını aşarsa Allah onu, devamlı kalacağı bir ateşe sokar ve onun için alçaltıcı bir azap vardır."
      }
    },
    {
      "id": 508,
      "verseNumber": 15,
      "verseKey": "4:15",
      "arabic": "وَٱلَّـٰتِى يَأْتِينَ ٱلْفَـٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا",
      "english": "˹As for˺ those of your women who commit illegal intercourse—call four witnesses from among yourselves. If they testify, confine the offenders to their homes until they die or Allah ordains a ˹different˺ way for them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kadınlarınızdan fuhuşta bulunmuş olanların aleyhine sizden dört şahit ikame ediniz. Eğer şehadet ederlerse o kadınları evlerde hapsediniz. Kendilerine ölüm gelinceye kadar veya onlara Cenab-ı Hak bir yol açıncaya kadar.",
        "hayrat_nesriyat": "Ve kadınlarınızdan zinâ edenler yok mu, onlara karşı artık içinizden dört şâhid getirin! Böylece şâhidlik ederlerse, o hâlde onlara (o kadınlara) ölüm gelinceye veya Allah kendilerine bir yol kılıncaya kadar onları evlerde alıkoyun!",
        "diyanet_vakfi": "Kadınlarınızdan fuhuş yapanlara karşı aranızdan dört şahit getirin. Eğer şahitlik ederlerse, o kadınları ölüm alıp götürünceye yahut Allah onlara bir yol açıncaya kadar evlerde hapsedin."
      }
    },
    {
      "id": 509,
      "verseNumber": 16,
      "verseKey": "4:16",
      "arabic": "وَٱلَّذَانِ يَأْتِيَـٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا",
      "english": "And the two among you who commit this sin—discipline them. If they repent and mend their ways, relieve them. Surely Allah is ever Accepting of Repentance, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizden onu irtikab edenlerin her ikisine de eziyet veriniz. Eğer tevbe eder ve ıslah-ı halde bulunurlarsa onlardan vazgeçiniz. Şüphe yok ki, Allah Teâlâ tevbeleri çok kabul edendir. Çok merhametlidir.",
        "hayrat_nesriyat": "İçinizden onu (zinâyı) işleyenlere gelince, ikisini de (azarlayarak) rencide edin! Fakat tevbe edip (hâllerini) ıslâh ederlerse, artık onları bırakın! Şübhesiz ki Allah, Tevvâb(tevbeleri çok kabûl eden)dir, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "İçinizden fuhuş yapan her iki tarafa ceza verin; eğer tevbe eder, uslanırlarsa artık onlara ceza verip eziyet etmekten vazgeçin; çünkü Allah tevbeleri çok kabul eden ve çok esirgeyendir."
      }
    },
    {
      "id": 510,
      "verseNumber": 17,
      "verseKey": "4:17",
      "arabic": "إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَـٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "english": "Allah only accepts the repentance of those who commit evil ignorantly ˹or recklessly˺ then repent soon after<sup foot_note=76548>1</sup>—Allah will pardon them. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tevbe indallah ancak o kimseler içindir ki, bir cehaletle bir kötülüğü işlerler de az sonra tövbekar olurlar. İşte onlar için Allah Teâlâ tevbeyi kabul buyurur. Ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Allah katında (makbûl olan) tevbe, ancak o kimselerin (tevbesi)dir ki, bilmeyerek günah işlerler, sonra da çok geçmeden tevbe ederler. İşte onlar var ya, Allah, onların tevbelerini kabûl eder. Çünki Allah, Alîm (hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Allah’ın kabul edeceği tevbe, ancak bilmeden kötülük edip de sonra tez elden tevbe edenlerin tevbesidir; işte Allah bunların tevbesini kabul eder; Allah her şeyi bilendir, hikmet sahibidir."
      }
    },
    {
      "id": 511,
      "verseNumber": 18,
      "verseKey": "4:18",
      "arabic": "وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٔـٰنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ ۚ أُو۟لَـٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "english": "However, repentance is not accepted from those who knowingly persist in sin until they start dying, and then cry, “Now I repent!” nor those who die as disbelievers. For them We have prepared a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve tevbe o kimseler için değildir ki, günahları yapar dururlar. Vakta ki kendilerinden birine ölüm gelip çatınca, «Ben şimdi tevbe ettim,» der ve kâfir oldukları halde ölenler için de değildir. İşte biz onlara elim bir azap hazırlamışızdır.",
        "hayrat_nesriyat": "Yoksa (makbûl bir) tevbe, o günahları işleyip de, nihâyet onlardan birine ölüm gelince: `Şübhesiz ben şimdi tevbe ettim!` diyenler için değildir; kendileri kâfir kimseler olarak ölenler için de (değildir)! İşte onlar yok mu, kendileri için (pek) elemli bir azab hazırladık!",
        "diyanet_vakfi": "Yoksa kötülükleri yapıp yapıp da içlerinden birine ölüm gelip çatınca «Ben şimdi tevbe ettim» diyenler ile kâfir olarak ölenler için (kabul edilecek) tevbe yoktur. Onlar için acı bir azap hazırlamışızdır."
      }
    },
    {
      "id": 512,
      "verseNumber": 19,
      "verseKey": "4:19",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا ۖ وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ ۚ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا",
      "english": "O believers! It is not permissible for you to inherit women against their will<sup foot_note=76549>1</sup> or mistreat them to make them return some of the dowry ˹as a ransom for divorce˺—unless they are found guilty of adultery.<sup foot_note=76550>2</sup> Treat them fairly. If you happen to dislike them, you may hate something which Allah turns into a great blessing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey mü’minler! Kadınlara zor zoruna varis olmanız ve onlara vermiş olduğunuzun bazısını giderip kurtarmanız için onları tazyik etmeniz sizin için helâl olmaz. Meğer ki apaçık bir fuhuş yapıversinler. Ve onlarla maruf veçhile geçininiz. Şayet onları kerih görür iseniz, olabilir ki siz bir şeyi kerih görürsünüz, Allah Teâlâ ise onda birçok hayır vücuda getirir.",
        "hayrat_nesriyat": "Ey îmân edenler! Kadınlara zorla vâris olmanız size helâl olmaz! Verdiğiniz (mehr)in bir kısmını (alıp) götürmeniz için onları sıkıştırmayın; ancak apaçık bir hayâsızlık yapmaları müstesnâ. Hem onlarla iyi geçinin! Fakat onlardan hoşlanmazsanız artık (sabrediniz,) olur ki bir şey hoşunuza gitmez de Allah, onda birçok hayır takdîr etmiş bulunur.",
        "diyanet_vakfi": "Ey iman edenler! Kadınlara zorla vâris olmanız size helâl değildir. Apaçık bir edepsizlik yapmadıkça, onlara verdiğinizin bir kısmını ele geçirmeniz için de kadınları sıkıştırmayın. Onlarla iyi geçinin. Eğer onlardan hoşlanmazsanız (biliniz ki) Allah’ın hakkınızda çok hayırlı kılacağı bir şeyden de hoşlanmamış olabilirsiniz."
      }
    },
    {
      "id": 513,
      "verseNumber": 20,
      "verseKey": "4:20",
      "arabic": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "english": "If you desire to replace a wife with another and you have given the former ˹even˺ a stack of gold ˹as a dowry˺, do not take any of it back. Would you ˹still˺ take it unjustly and very sinfully?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer bir zevcenin yerine diğer bir zevce almak isterseniz, onlardan birine çok bir mal vermiş olduğunuz halde bile artık ondan birşey almayınız, onu iftira ederek ve apaçık bir günaha girerek alıverir misiniz?",
        "hayrat_nesriyat": "Eğer bir zevcenin yerine (başka) bir zevce almak isterseniz, onlardan birine yığınla(mal) vermiş de olsanız, artık ondan (o maldan) bir şey almayın! İftirâ olarak ve apaçık bir günah olarak mı onu alacaksınız?",
        "diyanet_vakfi": "Eğer bir eşi bırakıp da yerine başka bir eş almak isterseniz, onlardan birine yüklerle mehir vermiş olsanız dahi ondan hiçbir şeyi geri almayın. Siz iftira ederek ve apaçık günah işleyerek onu geri alır mısınız?"
      }
    },
    {
      "id": 514,
      "verseNumber": 21,
      "verseKey": "4:21",
      "arabic": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
      "english": "And how could you take it back after having enjoyed each other intimately and she has taken from you a firm commitment?<sup foot_note=76551>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onu nasıl alırsınız ki, biribirinize mukarenette bulundunuz, ve sizden kuvvetli bir ahit almışlardır.",
        "hayrat_nesriyat": "Hem onu nasıl alırsınız ki, birbirinizle gerçekten başbaşa kalmıştınız ve (eşleriniz)sizden pek sağlam bir söz almışlardı.",
        "diyanet_vakfi": "Vaktiyle siz birbirinizle haşir-neşir olduğunuz ve onlar sizden sağlam bir teminat almış olduğu halde onu nasıl geri alırsınız!"
      }
    },
    {
      "id": 515,
      "verseNumber": 22,
      "verseKey": "4:22",
      "arabic": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
      "english": "Do not marry former wives of your fathers—except what was done previously. It was indeed a shameful, despicable, and evil practice.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve babalarınızın nikahlamış olduğu kadınlar ile evlenmeyiniz. Ancak geçen geçmiştir. Şüphe yok ki, o pek çirkindi ve menfurdu ve ne fena bir yoldu.",
        "hayrat_nesriyat": "Babalarınızın nikâhladığı kadınlarla da evlenmeyin; ancak artık geçmişte olanlarmüstesnâ (onlardan mes`ûl değilsiniz). Şübhesiz ki bu, pek çirkin bir iş ve nefret edilen bir şeydir ve ne kötü bir yoldur!",
        "diyanet_vakfi": "Geçmişte olanlar bir yana, babalarınızın evlendiği kadınlarla evlenmeyin; çünkü bu bir hayasızlıktır, iğrenç bir şeydir ve kötü bir yoldur."
      }
    },
    {
      "id": 516,
      "verseNumber": 23,
      "verseKey": "4:23",
      "arabic": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "english": "˹Also˺ forbidden to you for marriage are your mothers, your daughters, your sisters, your paternal and maternal aunts, your brother’s daughters, your sister’s daughters, your foster-mothers, your foster-sisters, your mothers-in-law, your stepdaughters under your guardianship if you have consummated marriage with their mothers—but if you have not, then you can marry them—nor the wives of your own sons, nor two sisters together at the same time—except what was done previously. Surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizin üzerinize (şu kadınlar) haram kılınmıştır: Analarınız, kızlarınız, hemşireleriniz, halalarınız, teyzeleriniz, birâderinizin kızları, hemşirenizin kızları; ve sizi emzirmiş olan süt analarınız, süt hemşireleriniz, zevcelerinizin valideleri, ve kendilerine mukarenette bulunmuş olduğunuz zevcelerinizden yanlarınızda bulunan üvey kızlarınız. Şâyet zevcelerinize mukarenette bulunmamış iseniz sizin üzerinize bir günah yoktur. Ve kendi sulblerinizden olan oğullarınızın zevceleri de ve iki hemşirenin arasını cem etmeniz de (sizin için haramdır). Geçmiş olan ise müstesna. Şüphe yok ki Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Analarınız, kızlarınız, kız kardeşleriniz, hala larınız, teyzeleriniz, erkek kardeşin kızları, kız kar deşin kızları, sizi emziren (süt) anneleriniz, süt kız kar deşleriniz, kadınlarınızın anneleri ve kendileriyle zifâ fa girdiğiniz kadınlarınızdan olup himâyenizde bulunan üvey kızlarınız size haram kılındı. Fakat onlarla zifâfa girmediyseniz o hâlde (boşadığınız takdirde kızlarıyla evlenmenizde) size bir günah yoktur. Hem kendi sulbünüzden olan (öz) oğullarınızın hanımları ve iki kız kardeşi(nikâhınız altında) bir arada bulun durmanız da (size haram kılındı)! Ancak artık geç miş te olanlar müstes nâ. Muhakkak ki Allah, Ga fûr(çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Analarınız, kızlarınız, kızkardeşleriniz, halalarınız, teyzeleriniz, kardeş kızları, kızkardeş kızları, sizi emziren analarınız, süt bacılarınız, eşlerinizin anaları, kendileriyle birleştiğiniz eşlerinizden olup evlerinizde bulunan üvey kızlarınız size haram kılındı. Eğer onlarla (nikâhlanıp da) henüz birleşmemişseniz kızlarını almanızda size bir mahzur yoktur. Kendi sulbünüzden olan oğullarınızın eşleri ve iki kız kardeşi birden almak da size haram kılındı; ancak geçen geçmiştir. Allah çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 517,
      "verseNumber": 24,
      "verseKey": "4:24",
      "arabic": "۞ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَـٰنُكُمْ ۖ كِتَـٰبَ ٱللَّهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ ۚ فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "english": "Also ˹forbidden are˺ married women—except ˹female˺ captives in your possession.<sup foot_note=76552>1</sup> This is Allah’s commandment to you. Lawful to you are all beyond these—as long as you seek them with your wealth in a legal marriage, not in fornication. Give those you have consummated marriage with their due dowries. It is permissible to be mutually gracious regarding the set dowry. Surely Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sağ ellerinizin mâlik olduğu müstesna olmak üzere kadınlardan kocalı olanlar da size haramdır. Bu Allah Teâlâ’nın üzerinize bir yazısıdır. Bunlardan başka kadınları ise iffetkar, zinadan müçtenib olduğunuz halde mallarınızla taleb etmeniz size helâl kılınmıştır. İmdi o kadınlardan herhangisi ile istimtada bulunmuş olursanız, onlara ücretlerini bir farize olarak veriniz. Mihir takdir olunduktan sonra birbirinizle uzlaştığınızda üzerinize bir günah yoktur. Şüphe yok ki Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "(Harb esîri olarak) sâhibi bu lun duğunuz câriyeler müstesnâ, ev li kadınlar da (size haram kılındı)! (Bunlar) Allah`ın üzerinize yaz dı ğı (haram lar)dır. Bunların dışında olan(kadın)lar ise, zinâdan kaçınan kimseler ve iffetli erkekler olarak mallarınızla (mehir lerini vererek) isteyesiniz diye size helâl kılındı.Öyle ise onlardan hangisiyle (evlenerek) faydalandıysanız, artık mehir le rini bir farîza olarak kendilerine verin! O farîzadan (mehri ta`yîn ettikten) sonra (daha az veya daha çok ver mek üzere) aranızda anlaştığınız (mik dar)da ise size bir günah yoktur. Muhakkak ki Allah, Alîm(herşeyi bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "(Harp esiri olarak) sahip olduğunuz cariyeler müstesna, evli kadınlar da size haram kılındı. Allah’ın size emri budur. Bunlardan başkasını, namuslu olmak ve zina etmemek üzere mallarınızla (mehirlerini vererek) istemeniz size helâl kılındı. Onlardan faydalanmanıza karşılık kararlaştırılmış olan mehirlerini verin. Mehir kesiminden sonra (bir miktar indirim için) karşılıklı anlaşmanızda size günah yoktur. Şüphesiz Allah ilim ve hikmet sahibidir."
      }
    },
    {
      "id": 518,
      "verseNumber": 25,
      "verseKey": "4:25",
      "arabic": "وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَـٰتِ ٱلْمُؤْمِنَـٰتِ فَمِن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن فَتَيَـٰتِكُمُ ٱلْمُؤْمِنَـٰتِ ۚ وَٱللَّهُ أَعْلَمُ بِإِيمَـٰنِكُم ۚ بَعْضُكُم مِّنۢ بَعْضٍ ۚ فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَـٰتٍ غَيْرَ مُسَـٰفِحَـٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَـٰتِ مِنَ ٱلْعَذَابِ ۚ ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ ۚ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "english": "But if any of you cannot afford to marry a free believing woman, then ˹let him marry˺ a believing bondwoman possessed by one of you. Allah knows best ˹the state of˺ your faith ˹and theirs˺. You are from one another.<sup foot_note=76553>1</sup> So marry them with the permission of their owners,<sup foot_note=76554>2</sup> giving them their dowry in fairness, if they are chaste, neither promiscuous nor having secret affairs. If they commit indecency after marriage, they receive half the punishment of free women.<sup foot_note=76555>3</sup> This is for those of you who fear falling into sin. But if you are patient, it is better for you. And Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizden her kim hür olan kadınlar ile evlenmeğe fazla bir iktidar-ı malîsi yok ise sağ ellerinizin mâlik olduğu genç mü’min cariyelerinizden evlensin. Ve Allah Teâlâ sizin imânınızı bihakkın bilendir. Bazınız bazınızdandır. İmdi onları, namuslarını siyanet eder, fuhuştan berî bulunur, gizlice dostlar da edinmez oldukları halde sahiplerinin izniyle nikahlayınız. Ve onlara mehirlerini de güzelce veriniz. Eğer onlar evlendikten sonra bir fuhuş irtikab ederlerse o vakit onların üzerlerine, hür kadınların üzerlerine gelen cezanın yarısı lâzım gelir. Bu sizden meşakkate düşmekten korkmanız içindir. Ve eğer sabrederseniz sizin için daha hayırlıdır. Ve Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Hem içinizden her kim, hür olan mü`min kadınları nikâhlayacak bir genişliğe güç yetiremi yorsa, o takdirde sâhib olduğunuz genç mü`min câriyelerinizden (birini nikâhlasın)! Allah ise, îmânınızı en iyi bilendir.Hep birbirinizdensiniz. Öyle ise zi nâ dan kaçınan ve gizli dost da edinmeyen iffetli kadınlar olmaları hâlinde, onları sâhiblerinin izniyle nikâhlayın ve mehirlerini kendilerine güzellikle verin! Fakat evlendikleri zaman, buna rağmen zinâ ederlerse, artık onlara hür ka dınlara verilen cezânın yarısı (kadar bir cezâ) vardır.Bu (câriye ile evlenme izni), içinizden günâha girmekten korkanlar içindir. Fakat sabretmeniz sizin için daha hayırlıdır. Allah ise, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet e¬den)dir.",
        "diyanet_vakfi": "İçinizden, imanlı hür kadınlarla evlenmeye gücü yetmeyen kimse, ellerinizin altında bulunan imanlı genç kızlarınız (sayılan) cariyelerinizden alsın. Allah sizin imanınızı daha iyi bilmektedir. Hep aynı köktensiniz (insanlık bakımından aranızda fark yoktur). Öyle ise iffetli yaşamaları, zina etmemeleri ve gizli dost da tutmamaları şartı ve sahiplerinin izni ile onları (cariyeleri) nikâhlayıp alın, mehirlerini de normal miktarda verin. Evlendikten sonra bir fuhuş yaparlarsa onlara, hür kadınların cezasının yarısı (uygulanır). Bu (cariye ile evlenme izni), içinizden günaha düşmekten korkanlar içindir. Sabretmeniz ise sizin için daha hayırlıdır. Allah çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 519,
      "verseNumber": 26,
      "verseKey": "4:26",
      "arabic": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "english": "It is Allah’s Will to make things clear to you, guide you to the ˹noble˺ ways of those before you, and turn to you in mercy. For Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ sizlere açıklamak ve sizleri, sizlerden evvelkilerin yollarına erdirmek ve sizleri tevbeye muvaffak kılmak diler. Ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Allah, size (bilmediklerinizi) açıklamak ve sizden evvelki (sâlih kimse)lerin yollarına sizi hidâyet etmek ve tevbelerinizi kabûl etmek ister. Çünki Allah, Alîm (herşeyi hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Allah size (bilmediklerinizi) açıklamak ve sizi, sizden önceki (iyi) lerin yollarına iletmek ve sizin günahlarınızı bağışlamak istiyor. Allah hakkıyle bilicidir, yegâne hikmet sahibidir."
      }
    },
    {
      "id": 520,
      "verseNumber": 27,
      "verseKey": "4:27",
      "arabic": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
      "english": "And it is Allah’s Will to turn to you in grace, but those who follow their desires wish to see you deviate entirely ˹from Allah’s Way˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ sizin tevbe ederek aff-ı ilâhiye nâiliyetinizi diler. Şehvetlerine uyanlar ise sizin büyük bir meyil ile sapmanızı isterler.",
        "hayrat_nesriyat": "Ve Allah, sizin tevbelerinizi kabûl etmek ister; şehvetler(in)e uyanlar ise, (sizin)büyük bir meyil ile (bütün bütün haktan) sapmanızı ister.",
        "diyanet_vakfi": "Allah sizin tevbenizi kabul etmek ister; şehvetlerine uyanlar (kötü arzuların esiri olanlar) ise büsbütün yoldan çıkmanızı isterler."
      }
    },
    {
      "id": 521,
      "verseNumber": 28,
      "verseKey": "4:28",
      "arabic": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
      "english": "And it is Allah’s Will to lighten your burdens, for humankind was created weak.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ sizden hafifletmek ister. Ve insan zayıf olarak yaratılmıştır.",
        "hayrat_nesriyat": "Allah, (ağır teklifleri) sizden hafifletmek ister. Çünki insan zayıf olarak yaratılmıştır.",
        "diyanet_vakfi": "Allah sizden (yükünüzü) hafifletmek ister; çünkü insan zayıf yaratılmıştır."
      }
    },
    {
      "id": 522,
      "verseNumber": 29,
      "verseKey": "4:29",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
      "english": "O believers! Do not devour one another’s wealth illegally, but rather trade by mutual consent. And do not kill ˹each other or˺ yourselves. Surely Allah is ever Merciful to you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Mallarınızı aranızda bâtıl yere yemeyiniz. Meğer ki karşılıklı rızayla yapılan bir ticaret olsun. Ve kendinizi de öldürmeyiniz. Şüphe yok ki Allah Teâlâ sizlere rahîmdir.",
        "hayrat_nesriyat": "Ey îmân edenler! Kendiliğinizden anlaşarak yaptığınız bir ticâret olması müstesnâ, mallarınızı aranızda bâtıl (haram yollar)la yemeyin ve nefislerinizi (kendinizi ve birbirinizi)öldürmeyin! Şübhesiz ki Allah, size karşı çok merhametlidir.",
        "diyanet_vakfi": "Ey iman edenler! Karşılıklı rızaya dayanan ticaret olması hali müstesna, mallarınızı, bâtıl (haksız ve haram yollar) ile aranızda (alıp vererek) yemeyin. Ve kendinizi öldürmeyin. Şüphesiz Allah, sizi esirgeyecektir."
      }
    },
    {
      "id": 523,
      "verseNumber": 30,
      "verseKey": "4:30",
      "arabic": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "english": "And whoever does this sinfully and unjustly, We will burn them in the Fire. That is easy for Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim bunu bir tecavüz ve bir zulüm olarak yaparsa onu yakında bir ateşe yaslandırırız ve bu Allah Teâlâ için kolay bulunmaktadır.",
        "hayrat_nesriyat": "Artık kim düşmanlık ve haksızlıkla bu (yasaklandığı) şeyleri yaparsa, bunun üzerine ileride onu bir ateşe atacağız! Bu ise, Allah`a göre çok kolaydır.",
        "diyanet_vakfi": "Kim düşmanlık ve haksızlık ile bunu (haram yemeyi veya öldürmeyi) yaparsa (bilsin ki) onu ateşe koyacağız; bu ise Allah’a çok kolaydır."
      }
    },
    {
      "id": 524,
      "verseNumber": 31,
      "verseKey": "4:31",
      "arabic": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
      "english": "If you avoid the major sins forbidden to you, We will absolve you of your ˹lesser˺ misdeeds and admit you into a place of honour.<sup foot_note=76556>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer nehyedilmiş olduğunuz şeylerin büyüklerinden kaçınırsanız sizden kabahatlerinizi kefaretlendirir ve sizleri bir kerîm mahalle girdirir.",
        "hayrat_nesriyat": "Eğer kendisinden yasaklanmakta olduğunuz (günahlar)ın büyüklerinden kaçınırsanız, (küçük) günahlarınızı sizden örteriz ve sizi çok hoş bir yere (Cennete) koyarız.",
        "diyanet_vakfi": "Eğer yasaklandığınız büyük günahlardan kaçınırsanız, sizin küçük günahlarınızı örteriz ve sizi şerefli bir yere sokarız."
      }
    },
    {
      "id": 525,
      "verseNumber": 32,
      "verseKey": "4:32",
      "arabic": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
      "english": "And do not crave what Allah has given some of you over others. Men will be rewarded according to their deeds and women ˹equally˺ according to theirs. Rather, ask Allah for His bounties. Surely Allah has ˹perfect˺ knowledge of all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’nın bazınıza diğer bazınız üzerine ihsan buyurmuş olduğu şeyi temenni etmeyiniz. Erkekler için kazançlarından bir nâsip vardır. Kadınlar için de kazançlarından bir nâsib vardır. Ve Allah Teâlâ’dan fazlını isteyiniz. Şüphe yok ki Allah Teâlâ herşeyi hakkıyla bilicidir.",
        "hayrat_nesriyat": "Hem Allah`ın bazınızı, bazınızdan kendisi ile üstün kıl(maya vesîle yap)tığı şeyleritemennî etmeyin! Erkeklere kazandıklarından bir nasib vardır, kadınlara da kazandıklarındanbir nasib vardır. O hâlde Allah`dan lütfunu isteyin! Muhakkak ki Allah, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "Allah’ın sizi, birbirinizden üstün kıldığı şeyleri (başkasında olup da sizde olmayanı) hasretle arzu etmeyin. Erkeklerin de kazandıklarından nasipleri var, kadınların da kazandıklarından nasipleri var. Allah’tan lütfunu isteyin; şüphesiz Allah her şeyi bilmektedir."
      }
    },
    {
      "id": 526,
      "verseNumber": 33,
      "verseKey": "4:33",
      "arabic": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
      "english": "And We have appointed heirs to what has been left by parents and next of kin. As for those you have made a pledge to, give them their share.<sup foot_note=76557>1</sup> Surely Allah is a Witness over all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hepsi için baba ve ananın ve yakın hısımlarının ve yeminlerinizin akdettiği kimselerin terekelerinden miras alır varisleri kıldık. Artık onlara nâsiplerini veriniz. Şüphe yok ki Allah Teâlâ herşey üzerine bihakkın şahittir.",
        "hayrat_nesriyat": "Ana-babanın ve akrabâların bıraktıkları (malları)ndan her biri için de vârisler kıldık. Yeminlerinizin bağladığı (onların lehine yemin ettiğiniz) kimselere gelince, onlara da nasiblerini verin! Şübhe yok ki Allah, herşeye hakkıyla şâhiddir.",
        "diyanet_vakfi": "(Erkek ve kadından) her biri için, ana, baba ve akrabanın bıraktığından (hisselerini alacak olan) vârisler kıldık. Yeminlerinizin bağladığı kimselere de paylarını verin. Çünkü Allah her şeyi görmektedir."
      }
    },
    {
      "id": 527,
      "verseNumber": 34,
      "verseKey": "4:34",
      "arabic": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَآ أَنفَقُوا۟ مِنْ أَمْوَٰلِهِمْ ۚ فَٱلصَّـٰلِحَـٰتُ قَـٰنِتَـٰتٌ حَـٰفِظَـٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ ٱللَّهُ ۚ وَٱلَّـٰتِى تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهْجُرُوهُنَّ فِى ٱلْمَضَاجِعِ وَٱضْرِبُوهُنَّ ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا۟ عَلَيْهِنَّ سَبِيلًا ۗ إِنَّ ٱللَّهَ كَانَ عَلِيًّا كَبِيرًا",
      "english": "Men are the caretakers of women, as men have been provisioned by Allah over women and tasked with supporting them financially. And righteous women are devoutly obedient and, when alone, protective of what Allah has entrusted them with.<sup foot_note=76558>1</sup> And if you sense ill-conduct from your women, advise them ˹first˺, ˹if they persist,˺ do not share their beds, ˹but if they still persist,˺ then discipline them ˹gently˺.<sup foot_note=76559>2</sup> But if they change their ways, do not be unjust to them. Surely Allah is Most High, All-Great.",
      "turkish": {
        "omer_nasuhi_bilmen": "Erkekler kadınların üzerinde ziyâde kâimdirler. Çünkü Allah Teâlâ onların bazısını bazısı üzerine tafdil buyurmuştur. Ve mallarından infak etmektedirler. İmdi sâlih kadınlar itaatlidirler. Allah Teâlâ’nın hıfzı sayesinde gaybı muhafazakardırlar. Serkeşliklerinden korktuğunuz kadınlara gelince onlara nasihat veriniz, ve onları yataklarda yalnız bırakın ve onları dövünüz. Fakat size itaat ederlerse artık onların aleyhlerinde bir yol aramayınız, şüphe yok ki, Allah Teâlâ çok yücedir. Çok büyüktür.",
        "hayrat_nesriyat": "Erkekler, kadınlar üzerine hâkimdir (onların reisidir)ler. (Bu,) Allah`ın(insanlardan) bazılarını (erkekleri), bazısından (kadınlardan) üstün kılması ve (erkeklerin kendi) mallarından sarf etmeleri sebebiyledir. Sâliha kadınlar ise, itâatkâr olanlardır. Allah`ın(kendilerini) korumasına mukabil, gaybı (kocasının yokluğunda, koruması gerekenleri)muhâfaza eden kadınlardır.İtâatsizliklerinden korktuğunuz kadınlara gelince, artık onlara nasîhat edin; sonra (bu fayda etmezse) onları yataklar(ın)da yalnız bırakın; sonra (yine dinlemezlerse fazla incitmeden)dövün! Fakat size itâat ederlerse, artık (onları incitmek için) aleyhlerine bir yol aramayın! Şübhesiz ki Allah, Aliyy (pek yüce olan)dır, Kebîr (çok büyük olan)dır.",
        "diyanet_vakfi": "Allah’ın insanlardan bir kısmını diğerlerine üstün kılması sebebiyle ve mallarından harcama yaptıkları için erkekler kadınların yöneticisi ve koruyucusudur. Onun için sâliha kadınlar itaatkârdır. Allah’ın kendilerini korumasına karşılık gizliyi (kimse görmese de namuslarını) koruyucudurlar. Baş kaldırmasından endişe ettiğiniz kadınlara öğüt verin, onları yataklarda yalnız bırakın ve (bunlarla yola gelmezlerse) dövün. Eğer size itaat ederlerse artık onların aleyhine başka bir yol aramayın; çünkü Allah yücedir, büyüktür."
      }
    },
    {
      "id": 528,
      "verseNumber": 35,
      "verseKey": "4:35",
      "arabic": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَٱبْعَثُوا۟ حَكَمًا مِّنْ أَهْلِهِۦ وَحَكَمًا مِّنْ أَهْلِهَآ إِن يُرِيدَآ إِصْلَـٰحًا يُوَفِّقِ ٱللَّهُ بَيْنَهُمَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرًا",
      "english": "If you anticipate a split between them, appoint a mediator from his family and another from hers. If they desire reconciliation, Allah will restore harmony between them. Surely Allah is All-Knowing, All-Aware.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer aralarının açılmasından korkarsanız o zaman bir hakem onun akrabasından, bir hakem de bunun akrabasından gönderiniz. Bunlar ıslahta bulunmak isterlerse Allah Teâlâ aralarında muvaffakiyet husûle getirir. Şüphe yok ki Allah Teâlâ bihakkın bilicidir, ve tamamen haberdardır.",
        "hayrat_nesriyat": "Bununla berâber ikisinin (karı-kocanın) arasının açılmasından korkarsanız, o hâlde onun (erkeğin) âilesinden bir hakem, bunun (kadının) âilesinden de bir hakem gönderin! Eğer(bu hakemler gerçekten) barıştırmak isterlerse, Allah (karı ile kocayı) aralarında (anlaşmaya)muvaffak kılar. Muhakkak ki Allah, Alîm (tarafların hâllerini bilen)dir, Habîr(yaptıklarından haberdâr olan)dır.",
        "diyanet_vakfi": "Eğer karı-kocanın aralarının açılmasından korkarsanız, erkeğin ailesinden bir hakem ve kadının ailesinden bir hakem gönderin. Bunlar barıştırmak isterlerse Allah aralarını bulur; şüphesiz Allah her şeyi bilen, her şeyden haberdar olandır."
      }
    },
    {
      "id": 529,
      "verseNumber": 36,
      "verseKey": "4:36",
      "arabic": "۞ وَٱعْبُدُوا۟ ٱللَّهَ وَلَا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا وَبِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱلْجَارِ ذِى ٱلْقُرْبَىٰ وَٱلْجَارِ ٱلْجُنُبِ وَٱلصَّاحِبِ بِٱلْجَنۢبِ وَٱبْنِ ٱلسَّبِيلِ وَمَا مَلَكَتْ أَيْمَـٰنُكُمْ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا",
      "english": "Worship Allah ˹alone˺ and associate none with Him. And be kind to parents, relatives, orphans, the poor, near and distant neighbours, close friends, ˹needy˺ travellers, and those ˹bondspeople˺ in your possession. Surely Allah does not like whoever is arrogant, boastful—",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’ya ibadet ediniz ve O’na hiçbir şeyi şerik koşmayınız. Ve anaya babaya iyilik ediniz. Ve karâbet sahibine ve yetimlere ve yoksullara ve yakın komşuya ve uzak komşuya ve yanınızdaki arkadaşa ve yolcu olana ve sağ ellerinizin mâlik olduğuna (da iyilik ediniz). Şüphe yok ki, Allah Teâlâ mütekebbir, müftehir olanı sevmez.",
        "hayrat_nesriyat": "Ve Allah`a ibâdet edin, hem O`na hiçbir şeyi ortak koşmayın; sonra ana-babaya, akrabâya, yetimlere, yoksullara, yakın komşuya, uzak komşuya, yakın arkadaşa, yolda kalmışa ve ellerinizin altında bulunan (kölelere ve bütün canlı)lara iyilik (edin)! Şübhe yok ki Allah, kendini beğenen, çok övünen kimseleri sevmez.",
        "diyanet_vakfi": "Allah’a ibadet edin ve O’na hiçbir şeyi ortak koşmayın. Ana-babaya, akrabaya, yetimlere, yoksullara, yakın komşuya, uzak komşuya, yakın arkadaşa, yolcuya, ellerinizin altında bulunanlara (köle, cariye, hizmetçi ve benzerlerine) iyi davranın; Allah kendini beğenen ve daima böbürlenip duran kimseyi sevmez."
      }
    },
    {
      "id": 530,
      "verseNumber": 37,
      "verseKey": "4:37",
      "arabic": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ وَيَكْتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "english": "those who are stingy, promote stinginess among people, and withhold Allah’s bounties. We have prepared for the disbelievers a humiliating punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, cimrilikte bulunurlar ve nâsa cimrilik ile emrederler ve Allah Teâlâ’nın kendilerine fazlından olarak vermiş olduğu şeyi gizlerler. Artık onlar her türlü melânete lâyıktırlar ve Biz kâfirler için hakaret verici bir azab hazırlamışızdır.",
        "hayrat_nesriyat": "(Onlar) o kimseler ki cimrilik ederler, insanlara da cimriliği emrederler ve Allah`ın kendilerine ihsânından verdiği şeyleri gizlerler. Kâfirler için ise, (pek) aşağılayıcı bir azab hazırladık!",
        "diyanet_vakfi": "Bunlar cimrilik eden ve insanlara da cimriliği tavsiye eden, Allah’ın kendilerine lütfundan verdiğini gizleyen kimselerdir. Biz, kâfirler için alçaltıcı bir azap hazırladık."
      }
    },
    {
      "id": 531,
      "verseNumber": 38,
      "verseKey": "4:38",
      "arabic": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
      "english": "Likewise for those who spend their wealth to show off and do not believe in Allah or the Last Day. And whoever takes Satan as an associate—what an evil associate they have!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, mallarını nâsa gösteriş için sarfederler ve Allah Teâlâ’ya ve ahiret gününe imân etmezler. (Allah Teâlâ onları da sevmez). Ve her kime ki şeytan arkadaş olursa artık o ne fena bir arkadaştır.",
        "hayrat_nesriyat": "(Allah`ın kendilerini sevmediği) yine o kimseler(dir) ki, ne Allah`a ne de âhiret gününe inanmadıkları hâlde, mallarını insanlara gösteriş için harcarlar. Böylece şeytan kime arkadaş olursa, artık (o) ne kötü arkadaştır!",
        "diyanet_vakfi": "Allah’a ve ahiret gününe inanmadıkları halde mallarını, insanlara gösteriş için sarfedenler de (ahirette azaba dûçâr olurlar). Şeytan bir kimseye arkadaş olursa, ne kötü bir arkadaştır o!"
      }
    },
    {
      "id": 532,
      "verseNumber": 39,
      "verseKey": "4:39",
      "arabic": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
      "english": "What harm could have come to them if they had believed in Allah and the Last Day and donated from what Allah has provided for them? And Allah has ˹perfect˺ knowledge of them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ne olurdu onlara? Eğer Allah Teâlâ’ya ve ahiret gününe imân etselerdi ve Allah Teâlâ’nın kendilerini merzûk buyurmuş olduğu şeylerden infakta bulunsalar idi. Ve Allah Teâlâ onları bihakkın bilicidir.",
        "hayrat_nesriyat": "Hâlbuki Allah`a ve âhiret gününe îmân edip de, Allah`ın kendilerini rızıklandırdığı şeylerden (Allah yolunda) sarf etselerdi onlara ne (zararı) olurdu? Allah ise, onları hakkıyla bilendir.",
        "diyanet_vakfi": "Allah’a ve ahiret gününe iman edip de Allah’ın kendilerine verdiğinden (O’nun yolunda) harcasalardı ne olurdu sanki! Allah onların durumunu hakkıyle bilmektedir."
      }
    },
    {
      "id": 533,
      "verseNumber": 40,
      "verseKey": "4:40",
      "arabic": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
      "english": "Indeed, Allah never wrongs ˹anyone˺—even by an atom’s weight.<sup foot_note=76560>1</sup> And if it is a good deed, He will multiply it many times over and will give a great reward out of His grace.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Allah Teâlâ zerre miskali zulum etmez. Ve eğer bir hasene olursa onu kat kat arttırır ve kendi tarafından büyük bir mükâfaat da verir.",
        "hayrat_nesriyat": "Şübhesiz ki Allah, zerre kadar haksızlık etmez. (Çok küçük) bir iyilik bile olsa, onu kat kat artırır ve tarafından (pek) büyük bir mükâfât verir.",
        "diyanet_vakfi": "Şüphe yok ki Allah zerre kadar haksızlık etmez. (Kulun yaptığı iş, eğer bir kötülük ise, onun cezasını adaletle verir.) İyilik olursa onu katlar (kat kat arttırır), kendinden de büyük mükâfat verir."
      }
    },
    {
      "id": 534,
      "verseNumber": 41,
      "verseKey": "4:41",
      "arabic": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدًا",
      "english": "So how will it be when We bring a witness from every faith-community and bring you ˹O Prophet˺ as a witness against yours?",
      "turkish": {
        "omer_nasuhi_bilmen": "Nasıl olacak! Her ümmetten bir şahit getireceğimiz, seni de onların üzerine bir şahit getireceğimiz zaman?",
        "hayrat_nesriyat": "Nihâyet (kıyâmet gününde) her ümmetten (peygamberlerini) birer şâhid (olarak)getirdiğimiz ve seni de onların üzerine şâhid tuttuğumuz zaman, (bakalım o kâfirlerin hâlleri)nasıl olacak!",
        "diyanet_vakfi": "Her bir ümmetten bir şahit getirdiğimiz ve seni de onlara şahit olarak gösterdiğimiz zaman halleri nice olacak!"
      }
    },
    {
      "id": 535,
      "verseNumber": 42,
      "verseKey": "4:42",
      "arabic": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
      "english": "On that Day, those who denied ˹Allah˺ and disobeyed the Messenger will wish they were reduced to dust. And they will never be able to hide anything from Allah.<sup foot_note=76561>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Kâfir olanlar ve peygambere isyan etmiş bulunanlar o gün, keşke hak ile yeksan edilmiş olsalardı diye arzuda bulunacaklardır. Ve Allah Teâlâ’ya hiç bir sözü saklayamayacaklardır.",
        "hayrat_nesriyat": "İnkâr edip peygambere isyân edenler, o gün kendilerinin yerle bir edilmesini isterler.(Onlar) Allah`dan hiçbir sözü de gizleyemezler.",
        "diyanet_vakfi": "Küfür yoluna sapıp peygamberi dinlemeyenler o gün yerin dibine batırılmayı temenni ederler ve Allah’tan hiçbir haberi gizleyemezler."
      }
    },
    {
      "id": 536,
      "verseNumber": 43,
      "verseKey": "4:43",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
      "english": "O believers! Do not approach prayer while intoxicated<sup foot_note=76562>1</sup> until you are aware of what you say, nor in a state of ˹full˺ impurity<sup foot_note=76563>2</sup>—unless you merely pass through ˹the mosque˺—until you have bathed. But if you are ill, on a journey, or have relieved yourselves, or been intimate with your wives and cannot find water, then purify yourselves with clean earth, wiping your faces and hands.<sup foot_note=76564>3</sup> And Allah is Ever-Pardoning, All-Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey mü’minler! Siz sarhoşlar olduğunuz halde ne söyleyeceğinizi bileceğiniz ana kadar ve cünup olduğunuz halde de (yolcu olmak müstesna) gusül edinceye kadar namaza yaklaşmayınız. Ve eğer siz hasta veya sefer halinde olursanız veya sizden biri ayakyolundan gelir de veya siz kadınlara dokunur da su bulamazsanız o zaman temiz bir toprak ile teyemmüm ediniz. Yüzlerinize ve ellerinize mesheyleyiniz. Şüphe yok ki, Allah Teâlâ affedici ve yarlığayıcıdır.",
        "hayrat_nesriyat": "Ey îmân edenler! Siz sarhoş iken ne söylemekte olduğunuzu bilinceye kadar, cünüb iken de yolcu olan(larınız) müstesnâ, gusledinceye kadar namaza yaklaşmayın! Fakat hasta(olur) veya bir yolculukta bulunur iseniz veya biriniz def`-i hâcetten gelir (abdesti bozulur)sa veya kadınlara dokunursanız, artık (abdest veya gusül almanızı gerektiren bu hâllerde) su bulamazsanız, o vakit temiz bir toprağa teyemmüm edin; sonra yüzlerinizi ve (dirseklere kadar) ellerinizi meshedin! Şübhesiz ki Allah, Afüvv (çok affedici olan)dır, Gafûr (çok bağışlayan)dır.",
        "diyanet_vakfi": "Ey iman edenler! Siz sarhoş iken -ne söylediğinizi bilinceye kadar- cünüp iken de -yolcu olan müstesna- gusül edinceye kadar namaza yaklaşmayın. Eğer hasta olur veya bir yolculuk üzerinde bulunursanız, yahut sizden biriniz ayak yolundan gelirse, yahut kadınlara dokunup da (bu durumlarda) su bulamamışsanız o zaman temiz bir toprakla teyemmüm edin: Yüzlerinize ve ellerinize sürün. Şüphesiz Allah çok affedici ve bağışlayıcıdır."
      }
    },
    {
      "id": 537,
      "verseNumber": 44,
      "verseKey": "4:44",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يَشْتَرُونَ ٱلضَّلَـٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ",
      "english": "Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet trade it for misguidance and wish to see you deviate from the ˹Right˺ Path?",
      "turkish": {
        "omer_nasuhi_bilmen": "Kendilerine kitaptan bir nâsip verilmiş olanları görmedin mi? Sapıklığı satın alıyorlar ve sizin de yolu sapıtmanızı istiyorlar.",
        "hayrat_nesriyat": "Kendilerine Kitab`dan (Tevrât`tan) bir nasib verilenleri (yahudileri) görmedin mi? Dalâleti (nasıl da) satın alıyorlar ve sizin de hak yoldan sapmanızı istiyorlar!",
        "diyanet_vakfi": "Kendilerine Kitap’tan nasip verilenlere baksana! Sapıklığı satın alıyorlar ve sizin de yoldan çıkmanızı istiyorlar!"
      }
    },
    {
      "id": 538,
      "verseNumber": 45,
      "verseKey": "4:45",
      "arabic": "وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ ۚ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا",
      "english": "Allah knows best who your enemies are! And Allah is sufficient as a Guardian, and He is sufficient as a Helper.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ sizin düşmanlarınızı daha ziyâde bilicidir. Ve Allah Teâlâ bir velî olarak kâfidir. Ve Allah Teâlâ bir yardımcı olarak da kâfidir.",
        "hayrat_nesriyat": "Allah ise, düşmanlarınızı en iyi bilendir. (Gerçek) dost olarak Allah yeter, (gerçek)bir yardımcı olarak da Allah yeter.",
        "diyanet_vakfi": "Allah düşmanlarınızı sizden daha iyi bilir. Gerçek bir dost olarak Allah yeter, bir yardımcı olarak da Allah kâfidir."
      }
    },
    {
      "id": 539,
      "verseNumber": 46,
      "verseKey": "4:46",
      "arabic": "مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ ۚ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَـٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
      "english": "Some Jews take words out of context and say, “We listen and we disobey,” “Hear! May you never hear,” and “Râ’ina!” [Herd us!]—playing with words and discrediting the faith. Had they said ˹courteously˺, “We hear and obey,” “Listen to us,” and “Unẓurna,” [Tend to us!] it would have been better for them and more proper. Allah has condemned them for their disbelief, so they do not believe except for a few.",
      "turkish": {
        "omer_nasuhi_bilmen": "O Yahudi olanlardan ki, kelimeleri yerlerinden tebdîl ederler ve dillerini eğerek ve dine dokunarak, «İşittik ve isyan ettik, işit, işitmez olası ve râina,» derler. Ve eğer onlar «İşittik ve itaat ettik ve işit ve bize nazar et» deselerdi elbette onlar için hayırlı ve ziyâde dürüst olurdu. Velâkin Allah Teâlâ onlara küfürleri sebebiyle lânet etmiştir. Artık pek az müstesna olmak üzere onlar imân etmezler.",
        "hayrat_nesriyat": "O yahudi olanlardan bir kısmı (Tevrât`taki) kelimeleri yerlerinden değiştiriyorlar ve(peygambere karşı) dillerini eğip bükerek (alay etmek) ve dîni kötülemek üzere: `İşittik ve isyân ettik!`, `Dinle, dinlemez olası!` vediyorlar. Hâlbuki gerçekten onlar, `İşittik ve itâat ettik`, `Dinle!` ve(bizi gözet!) deselerdi, onlar için elbette hayırlı ve daha doğru olurdu; fakat küfürleri sebebiyle Allah onlara lâ`net etmiştir; bu yüzden pek azı müstesnâ, îmân etmezler.",
        "diyanet_vakfi": "Yahudilerden bir kısmı kelimeleri yerlerinden değiştirirler, dillerini eğerek, bükerek ve dine saldırarak (Peygambere karşı) «İşittik ve karşı geldik», «dinle, dinlemez olası», «râinâ» derler. Eğer onlar «İşittik, itaat ettik, dinle ve bizi gözet» deselerdi şüphesiz kendileri için daha hayırlı ve daha doğru olacaktı; fakat küfürleri (gerçeği kabul etmemeleri) sebebiyle Allah onları lânetlemiştir. Artık pek az inanırlar."
      }
    },
    {
      "id": 540,
      "verseNumber": 47,
      "verseKey": "4:47",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَـٰبَ ٱلسَّبْتِ ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
      "english": "O you who were given the Book! Believe in what We have revealed—confirming your own Scriptures—before We wipe out ˹your˺ faces, turning them backwards, or We condemn the defiant as We did to the Sabbath-breakers.<sup foot_note=76565>1</sup> And Allah’s command is always executed!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey kendilerine kitap verilmiş olanlar! Sizin beraberinizde bulunanı musaddık olarak indirmiş olduğumuza imân ediniz, Biz birtakım yüzleri silip de enselerine çevirmemizden veya Ashâb-ı Sebt’e lânet ettiğimiz gibi onlara lânet etmemizden evvel. Ve Allah Teâlâ’nın emri, vaki bulunmaktadır.",
        "hayrat_nesriyat": "Ey kendilerine kitab verilenler! Birtakım yüzleri (tanınmayacak hâle getirerek) silip, enselerine (benzer bir hâle) döndürmemizden veya onları, Cumartesi ehlini lâ`netlediğimiz gibi lâ`netlemeden önce, berâberinizde olanı (Tevrât`ı) tasdîk edici olarak indirdiğimize(Kur`ân`a) îmân edin! Allah`ın emri ise (mutlaka) yerine gelecektir.",
        "diyanet_vakfi": "Ey ehl-i kitap! Biz, birtakım yüzleri silip dümdüz ederek arkalarına çevirmeden, yahut onları, cumartesi adamları gibi lânetlemeden önce (davranarak), size gelenleri doğrulamak üzere indirdiğimize (Kitab’a) iman edin; Allah’ın emri mutlaka yerine gelecektir."
      }
    },
    {
      "id": 541,
      "verseNumber": 48,
      "verseKey": "4:48",
      "arabic": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا",
      "english": "Indeed, Allah does not forgive associating others with Him ˹in worship˺,<sup foot_note=76566>1</sup> but forgives anything else of whoever He wills. And whoever associates others with Allah has indeed committed a grave sin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki Allah Teâlâ, zât-ı ulûhiyetine şerik ittihaz edilmesini yarlığamaz. Onun dûnunda olanı da dilediği kimse için yarlığar ve her kim Allah Teâlâ’ya şerik koşarsa muhakkak pek büyük bir günah ile iftirada bulunmuş olur.",
        "hayrat_nesriyat": "Şübhesiz ki Allah, kendisine ortak koşulmasını bağışlamaz; bunun dışında olan(günah)ları ise, (kendi lütfundan) dilediği kimse için bağışlar. Kim de Allah`a şirk koşarsa, bu takdirde muhakkak (pek) büyük bir günahla iftirâ etmiş olur.",
        "diyanet_vakfi": "Allah, kendisine ortak koşulmasını asla bağışlamaz; bundan başkasını, (günahları) dilediği kimse için bağışlar. Allah’a ortak koşan kimse büyük bir günah (ile) iftira etmiş olur."
      }
    },
    {
      "id": 542,
      "verseNumber": 49,
      "verseKey": "4:49",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا",
      "english": "Have you ˹O Prophet˺ not seen those who ˹falsely˺ elevate themselves? It is Allah who elevates whoever He wills. And none will be wronged ˹even by the width of˺ the thread of a date stone.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bakmadın mı o kimselere ki, nefislerini tezkiye eder dururlar. Belki Allah Teâlâ dilediğini tezkiye eder ve kıl kadar zulüm edilmezler.",
        "hayrat_nesriyat": "Kendilerini temize çıkarıp duranları görmedin mi? Bil`akis Allah dilediğini temize çıkarır ve (onlar) kıl kadar haksızlığa uğratılmazlar.",
        "diyanet_vakfi": "Kendilerini temize çıkaranlara ne dersin! Hayır, Allah dilediğini temize çıkarır ve hiç kimse kıl payı kadar haksızlık görmez."
      }
    },
    {
      "id": 543,
      "verseNumber": 50,
      "verseKey": "4:50",
      "arabic": "ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا",
      "english": "See how they fabricate lies against Allah—this alone is a blatant sin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bak Allah Teâlâ’ya karşı nasıl yalan uyduruyorlar. Bu açık bir günah olmak için kâfidir.",
        "hayrat_nesriyat": "Bak, nasıl Allah`a karşı yalan uyduruyorlar! Hâlbuki apaçık bir günah olarak bu(onlara) yeter!",
        "diyanet_vakfi": "Bak, nasıl da Allah üzerine yalan uyduruyorlar; apaçık bir günah olarak bu (onlara) yeter!"
      }
    },
    {
      "id": 544,
      "verseNumber": 51,
      "verseKey": "4:51",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّـٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَـٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا",
      "english": "Have you ˹O Prophet˺ not seen those who were given a portion of the Scriptures yet believe in idols and false gods and reassure the disbelievers<sup foot_note=76567>1</sup> that they are better guided than the believers?",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi o kendilerine kitaptan bir nâsip verilmiş kimseleri ki, Cibt ve Tâğût’a imân ediyorlar ve kâfirler için, «Bunlar mü’minlerden daha doğru bir yoldadırlar,» deyiveriyorlar.",
        "hayrat_nesriyat": "Kendilerine kitabdan bir nasib verilenleri görmedin mi? Putlara ve tâğûta (Allah`ın yerine koydukları şeylere) inanıyorlar ve inkâr edenler için: `Bunlar îmân edenlerden daha doğru bir yoldadır` diyorlar.",
        "diyanet_vakfi": "Kendilerine Kitap’tan nasip verilenleri görmedin mi? Putlara ve bâtıla (tanrılara) iman ediyorlar, sonra da kâfirler için: «Bunlar, Allah’a iman edenlerden daha doğru yoldadır» diyorlar!"
      }
    },
    {
      "id": 545,
      "verseNumber": 52,
      "verseKey": "4:52",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ۖ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
      "english": "It is they who have been condemned by Allah. And whoever is condemned by Allah will have no helper.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar o kimselerdir ki, onlara Allah Teâlâ lânet etmiştir ve her kime ki, Allah Teâlâ lânet ederse artık onun için bir yardımcı bulamazsın.",
        "hayrat_nesriyat": "İşte onlar, Allah`ın lâ`net ettiği (rahmetinden uzaklaştırdığı) kimselerdir. Ve Allah kime lâ`net ederse, artık ona aslâ bir yardımcı bulamazsın.",
        "diyanet_vakfi": "Bunlar, Allah’ın lânetlediği kimselerdir; Allah’ın rahmetinden uzaklaştırdığı (lânetli) kimseye gerçek bir yardımcı bulamazsın."
      }
    },
    {
      "id": 546,
      "verseNumber": 53,
      "verseKey": "4:53",
      "arabic": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
      "english": "Do they have control over shares of the kingdom? If so, they would not have given anyone so much as the speck on a date stone.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa onlar için mülkten bir nasip mi var? O halde onlar nâsa bir çekirdek bile vermezler.",
        "hayrat_nesriyat": "Yoksa onların mülkten bir nasîbi mi var? Öyle olsaydı, insanlara bir çekirdeğin(arkasındaki küçücük) oyuğu (kadar bir şey) bile vermezlerdi!",
        "diyanet_vakfi": "Yoksa onların mülkten (hükümranlıktan) bir nasipleri mi var? Öyle olsaydı insanlara çekirdek filizi (kadar bir şey bile) vermezlerdi."
      }
    },
    {
      "id": 547,
      "verseNumber": 54,
      "verseKey": "4:54",
      "arabic": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۖ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَـٰهُم مُّلْكًا عَظِيمًا",
      "english": "Or do they envy the people for Allah’s bounties? Indeed, We have given the descendants of Abraham the Book and wisdom, along with great authority.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa onlar Allah Teâlâ’nın fazlından olarak nâsa verdiği şey üzerine haset mi ediyorlar? Biz muhakkak âl-i İbrahim’e kitap ve hikmet verdik ve onlara azîm bir mülk verdik.",
        "hayrat_nesriyat": "Yoksa Allah`ın lütfundan onlara (peygambere ve mü`minlere) verdiği şeylerden dolayı insanlara hased mi ediyorlar? Muhakkak ki (biz,) İbrâhîm âilesine de kitab ve hikmet verdik ve onlara (pek) büyük bir saltanat verdik.",
        "diyanet_vakfi": "Yoksa onlar, Allah’ın lütfundan verdiği şeyler için insanlara hased mi ediyorlar? Oysa İbrahim soyuna Kitab’ı ve hikmeti verdik ve onlara büyük bir hükümranlık bahşettik."
      }
    },
    {
      "id": 548,
      "verseNumber": 55,
      "verseKey": "4:55",
      "arabic": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ ۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
      "english": "Yet some believed in him while others turned away from him.<sup foot_note=76568>1</sup> Hell is sufficient as a torment!",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onlardan kimi O’na imân ettti ve onlardan kimi de O’ndan yüz çevirdi. Cehennem de yalımlı bir ateş olarak kifâyet eder.",
        "hayrat_nesriyat": "Buna rağmen onlardan bir kısmı ona (Muhammed`e) îmân etti, bir kısmı da ondan yüz çevirdi. Artık alevli bir ateş olarak Cehennem (onlara) yeter!",
        "diyanet_vakfi": "Onlardan bir kısmı İbrahim’e inandı, kimi de ondan yüz çevirdi; (onlara) kavurucu bir ateş olarak cehennem yeter."
      }
    },
    {
      "id": 549,
      "verseNumber": 56,
      "verseKey": "4:56",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَـٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ ۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
      "english": "Surely those who reject Our signs, We will cast them into the Fire. Whenever their skin is burnt completely, We will replace it so they will ˹constantly˺ taste the punishment. Indeed, Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz o kimseler ki, bizim âyetlerimizi inkâr ettiler, onları elbette bir ateşe yaslayacağız. Onların derileri her piştikçe azabı tatmaları için onları başka deriler ile değiştireceğiz. Şüphe yok ki Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Şübhesiz ki âyetlerimizi inkâr edenler yok mu, onları ileride bir ateşe atacağız! Ne zaman derileri (yanıp) pişse, azâbı (iyice) tatsınlar diye onları, ondan başka derilerle değiştireceğiz. Muhakkak ki Allah, Azîz (kudreti dâimâ galib gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Şüphesiz âyetlerimizi inkâr edenleri gün gelecek bir ateşe sokacağız; onların derileri pişip acı duymaz hale geldikçe, derilerini başka derilerle değiştiririz ki acıyı duysunlar! Allah daima üstün ve hakîmdir."
      }
    },
    {
      "id": 550,
      "verseNumber": 57,
      "verseKey": "4:57",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
      "english": "As for those who believe and do good, We will admit them into Gardens under which rivers flow, to stay there for ever and ever. There they will have pure spouses,<sup foot_note=76569>1</sup> and We will place them under a vast shade.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, imân ettiler ve sâlih amellerde bulundular, onları da altlarından ırmaklar akan cennetlere, içlerinde ebedî kalmak üzere elbette sokacağız. Onlar için orada pek temiz zevceler vardır, ve onları koyu bir gölgeye sokacağız.",
        "hayrat_nesriyat": "Îmân edip sâlih ameller işleyenler var ya, onları altlarından nehirler akan Cennetlere koyacağız, orada ebedî olarak devamlı kalıcıdırlar. Onlar için orada tertemiz eşler vardır ve onları koyu (ve dâimî) bir gölgeye koyacağız.",
        "diyanet_vakfi": "İnanıp, iyi işler yapanları da, içinde ebediyen kalmak üzere girecekleri, zemininden ırmaklar akan cennetlere sokacağız. Orada onlar için tertemiz eşler vardır ve onları koyu (tatlı) bir gölgeye koyarız."
      }
    },
    {
      "id": 551,
      "verseNumber": 58,
      "verseKey": "4:58",
      "arabic": "۞ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَـٰنَـٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ ۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
      "english": "Indeed, Allah commands you to return trusts to their rightful owners;<sup foot_note=76570>1</sup> and when you judge between people, judge with fairness. What a noble commandment from Allah to you! Surely Allah is All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak Allah Teâlâ size emrediyor ki, emanetleri ehline veriniz ve nâs arasında hükmedince adâletle hükmediniz. Şüphesiz Allah Teâlâ size bununla ne güzel öğüt veriyor. Şüphe yok Allah Teâlâ bihakkın işitici ve bihakkın görücüdür.",
        "hayrat_nesriyat": "Şübhe yok ki Allah size, emânetleri ehline vermenizi ve insanlar arasında hüküm verdiğiniz zaman adâletle hükmetmenizi emreder! Doğrusu Allah, bununla size ne güzel nasîhat veriyor! Şübhesiz ki Allah, Semî` (herşeyi işiten)dir, Basîr (hakkıyla gören)dir.",
        "diyanet_vakfi": "Allah size, mutlaka emanetleri ehli olanlara vermenizi ve insanlar arasında hükmettiğiniz zaman adaletle hükmetmenizi emreder. Allah size ne kadar güzel öğütler veriyor! Şüphesiz Allah her şeyi işitici, her şeyi görücüdür."
      }
    },
    {
      "id": 552,
      "verseNumber": 59,
      "verseKey": "4:59",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ ۖ فَإِن تَنَـٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
      "english": "O believers! Obey Allah and obey the Messenger and those in authority among you. Should you disagree on anything, then refer it to Allah and His Messenger, if you ˹truly˺ believe in Allah and the Last Day. This is the best and fairest resolution.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! Allah Teâlâ’ya itaat ediniz ve Peygamber’e de ve sizden olan emir sahiplerine de itaatte bulununuz. Sonra birşey hakkında ihtilâfa düşerseniz, eğer siz Allah Teâlâ’ya ve ahiret gününe inanır kimseler iseniz onu Allah Teâlâ’ya ve Peygamberine arzediniz. O hem bir hayırdır, ve hem de netice itibariyle daha güzeldir.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`a itâat edin; peygambere ve sizden olan ülü`l-emre (emir sâhibi idârecilerinize) de itâat edin! O hâlde bir şey hakkında ihtilâfa düşerseniz, Allah`a ve âhiret gününe îmân ediyorsanız, artık onu Allah`a ve peygambere arz edin! Bu hem hayırlı, hem de netîce i`tibârıyla daha güzeldir.",
        "diyanet_vakfi": "Ey iman edenler! Allah’a itaat edin. Peygamber’e ve sizden olan ülülemre (idarecilere) de itaat edin. Eğer bir hususta anlaşmazlığa düşerseniz -Allah’a ve ahirete gerçekten inanıyorsanız- onu Allah’a ve Resûl’e götürün (onların talimatına göre halledin); bu hem hayırlı, hem de netice bakımından daha güzeldir."
      }
    },
    {
      "id": 553,
      "verseNumber": 60,
      "verseKey": "4:60",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّـٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَـٰنُ أَن يُضِلَّهُمْ ضَلَـٰلًۢا بَعِيدًا",
      "english": "Have you ˹O Prophet˺ not seen those who claim they believe in what has been revealed to you and what was revealed before you? They seek the judgment of false judges, which they were commanded to reject. And Satan ˹only˺ desires to lead them farther away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sana indirilmiş olana ve senden evvel inzal edilmiş bulunana imân ettiklerini zannedenlere bakmadın mı ki, onlar Tâğût’un huzurunda muhakeme olmayı isterler. Halbuki onu inkar etmekle memur bulunmuşlardı. O şeytan ise onları (doğru yoldan) pek uzak bir sapıklıkla dalâlete düşürmek ister.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Sana indirilene (Kur`ân`a) ve senden önce indirilenlere(diğer kitablara) gerçekten îmân ettiklerini iddiâ edenleri gördün mü? Tâğûta (Allah`ın yerine itâat ettikleri kimseye) muhâkeme olmak (onun hükmüne tâbi` olmak) isterler; hâlbuki onu açıkça inkâr etmekle emrolunmuşlardı. Şeytan ise onları (tâğûta meylettirerek, haktan) uzak bir dalâlet ile saptırmak ister.",
        "diyanet_vakfi": "Sana indirilene ve senden önce indirilenlere inandıklarını ileri sürenleri görmedin mi? Tâğut’a inanmamaları kendilerine emrolunduğu halde, Tâğut’un önünde muhakemeleşmek istiyorlar. Halbuki şeytan onları büsbütün saptırmak istiyor."
      }
    },
    {
      "id": 554,
      "verseNumber": 61,
      "verseKey": "4:61",
      "arabic": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَـٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
      "english": "When it is said to them, “Come to Allah’s revelations and to the Messenger,” you see the hypocrites turn away from you stubbornly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara, «Allah Teâlâ’nın inzal etmiş olduğuna ve Peygambere geliniz,» denildiği vakit de o münafıkları görürsün ki, senden kaçındıkça kaçınıyorlar.",
        "hayrat_nesriyat": "Hem onlara: `Allah`ın indirdiğine (Kur`ândaki hükme) ve (muhâkeme olmak üzere)peygambere gelin!` denildiği zaman, münâfıkların senden (tam) bir çevriliş ile yüz çevirdiklerini görürsün.",
        "diyanet_vakfi": "Onlara: Allah’ın indirdiğine (Kitab’a) ve Resûl’e gelin (onlara başvuralım), denildiği zaman, münafıkların senden iyice uzaklaştıklarını görürsün."
      }
    },
    {
      "id": 555,
      "verseNumber": 62,
      "verseKey": "4:62",
      "arabic": "فَكَيْفَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَـٰنًا وَتَوْفِيقًا",
      "english": "How ˹horrible˺ will it be if a disaster strikes them because of what their hands have done, then they come to you swearing by Allah, “We intended nothing but goodwill and reconciliation.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya onlara kendi ellerinin evvelce yaptığı şey sebebiyle bir musibet isabet ettiği zaman (halleri) nasıl olacak? Sonra da sana gelirler, «Biz başka değil, ancak iyilik etmek ve ara bulmak istedik,» diye Allah Teâlâ’ya yemin ederler",
        "hayrat_nesriyat": "Peki ellerinin evvelce işlediği (günahlar) yüzünden başlarına bir musîbet geldiği zaman (hâlleri) nasıl olacak? Sonra (bir de) sana gelip: `(Biz) ancak iyilik etmek ve arayı bulmak istedik` diye Allah`a yemîn ediyorlar!",
        "diyanet_vakfi": "Elleriyle yaptıkları yüzünden başlarına bir felâket gelince hemen, biz yalnızca iyilik etmek ve arayı bulmak istedik, diye yemin ederek sana nasıl gelirler!"
      }
    },
    {
      "id": 556,
      "verseNumber": 63,
      "verseKey": "4:63",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
      "english": "˹Only˺ Allah knows what is in their hearts. So turn away from them, caution them, and give them advice that will shake their very souls.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar o kimselerdir ki, Allah Teâlâ onların kalplerinde ne olduğunu bilir. Artık onlardan çekin ve onlara öğüt ver ve onlara nefisleri hakkında müessir söz söyle.",
        "hayrat_nesriyat": "İşte onlar, Allah`ın kalblerinde olan (nifâk)ı bildiği kimselerdir; öyleyse onlardan yüz çevir, kendilerine nasîhat et ve onlara kendileri hakkında te`sirli söz söyle!",
        "diyanet_vakfi": "Onlar Allah’ın, kalplerindekini bildiği kimselerdir; onlara aldırma, kendilerine öğüt ver ve onlara, kendileri hakkında tesirli söz söyle."
      }
    },
    {
      "id": 557,
      "verseNumber": 64,
      "verseKey": "4:64",
      "arabic": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ ۚ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
      "english": "We only sent messengers to be obeyed by Allah’s Will. If only those ˹hypocrites˺ came to you ˹O Prophet˺—after wronging themselves—seeking Allah’s forgiveness and the Messenger prayed for their forgiveness, they would have certainly found Allah ever Accepting of Repentance, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz hiçbir peygamber göndermedik, ancak Allah Teâlâ’nın izniyle itaat edilmesi için gönderdik. Ve eğer onlar nefislerine zulmettikleri zaman sana gelseler de Allah Teâlâ’dan mağfiret isteseydiler ve onlara peygamber de istiğfarda bulunsaydı elbette Allah Teâlâ’yı tevbeleri çok kabul edici ve çok esirgeyici bulacaklardı.",
        "hayrat_nesriyat": "Hâlbuki (biz) her peygamberi ancak, Allah`ın izniyle, itâat olunması için gönderdik. Ve gerçekten onlar (günah işleyerek) nefislerine zulmettikleri zaman, sana gelip de Allah`dan mağfiret isteselerdi (ve) peygamber de onlar için bağışlanma dileseydi, şübhesiz Allah`ı, Tevvâb (tevbelerini kabûl edici), Rahîm (yalvarışlarına merhamet edici) olarak bulurlardı!",
        "diyanet_vakfi": "Biz her peygamberi -Allah’ın izniyle- ancak kendisine itaat edilmesi için gönderdik. Eğer onlar kendilerine zulmettikleri zaman sana gelseler de Allah’tan bağışlanmayı dileseler, Resûl de onlar için istiğfar etseydi Allah’ı ziyadesiyle affedici, esirgeyici bulurlardı."
      }
    },
    {
      "id": 558,
      "verseNumber": 65,
      "verseKey": "4:65",
      "arabic": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
      "english": "But no! By your Lord, they will never be ˹true˺ believers until they accept you ˹O Prophet˺ as the judge in their disputes, and find no resistance within themselves against your decision and submit wholeheartedly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır, Rabbine andolsun ki, onlar aralarındaki münazaada seni hakem tayin etmedikçe, sonra da hükmedeceğin şeyden dolayı nefislerinde bir sıkıntı bulmaksızın, tam bir teslimiyet ile teslim olmadıkça imân etmiş olmazlar.",
        "hayrat_nesriyat": "Fakat hayır! Rabbine yemîn olsun ki, (onlar) aralarında çıkan karışık işler husûsunda seni hakem yapıp, sonra da verdiğin hükümden dolayı kendi (gönül)lerinde hiçbir sıkıntı duymadan tam bir teslîmiyetle teslîm olmadıkça îmân etmiş olmazlar!",
        "diyanet_vakfi": "Hayır, Rabbine andolsun ki aralarında çıkan anlaşmazlık hususunda seni hakem kılıp sonra da verdiğin hükümden içlerinde hiçbir sıkıntı duymaksızın (onu) tam manasıyla kabullenmedikçe iman etmiş olmazlar."
      }
    },
    {
      "id": 559,
      "verseNumber": 66,
      "verseKey": "4:66",
      "arabic": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ ٱقْتُلُوٓا۟ أَنفُسَكُمْ أَوِ ٱخْرُجُوا۟ مِن دِيَـٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا۟ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا",
      "english": "If We had commanded them to sacrifice themselves or abandon their homes, none would have obeyed except for a few. Had they done what they were advised to do,<sup foot_note=76571>1</sup> it would have certainly been far better for them and more reassuring,",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer onların üzerine «Nefislerinizi öldürünüz veya yurtlarınızdan çıkınız,» diye yazsaydık bunu onlardan birazı müstesna olmak üzere yapmazlardı. Ve eğer onlar kendisiyle öğüt verildikleri şeyi yapsa idiler elbette onlar için hayırlı ve berdevam olmak itibariyle daha sağlam olurdu.",
        "hayrat_nesriyat": "Hâlbuki şübhesiz ki biz onlara (münâfıklara): `Nefislerinizi öldürün!` veya `Yurtlarınızdan çıkın!` diye (öncekilere olduğu gibi çok ağır bir külfeti üzerlerine) yazsaydık, içlerinden pek azı müstesnâ, bunu yapmazlardı. Böylece gerçekten onlar, o nasîhat edilegeldikleri (ve güçlerinin yettiği) şeyleri yapsalardı, elbette kendileri için hayırlı ve(îmanlarını) takviye cihetiyle daha sağlam olurdu.",
        "diyanet_vakfi": "Eğer onlara, kendinizi öldürün yahut yurtlarınızdan çıkın, diye emretmiş olsaydık, içlerinden pek azı müstesna, bunu yapmazlardı. Eğer kendilerine verilen öğüdü yerine getirselerdi, onlar için hem daha hayırlı hem de (imanlarını) daha pekiştirici olurdu."
      }
    },
    {
      "id": 560,
      "verseNumber": 67,
      "verseKey": "4:67",
      "arabic": "وَإِذًا لَّـَٔاتَيْنَـٰهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا",
      "english": "and We would have granted them a great reward by Our grace",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o zaman elbette onlara tarafımızdan pek büyük bir mükâfaat da verirdik.",
        "hayrat_nesriyat": "O zaman elbette onlara, tarafımızdan (pek) büyük bir mükâfât da verirdik.",
        "diyanet_vakfi": "O zaman elbette kendilerine nezdimizden büyük mükâfat verirdik."
      }
    },
    {
      "id": 561,
      "verseNumber": 68,
      "verseKey": "4:68",
      "arabic": "وَلَهَدَيْنَـٰهُمْ صِرَٰطًا مُّسْتَقِيمًا",
      "english": "and guided them to the Straight Path.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları elbette bir doğru yola hidâyet ederdik.",
        "hayrat_nesriyat": "Ve elbette, onları dosdoğru bir yola hidâyet ederdik.",
        "diyanet_vakfi": "Ve onları dosdoğru bir yola iletirdik."
      }
    },
    {
      "id": 562,
      "verseNumber": 69,
      "verseKey": "4:69",
      "arabic": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُو۟لَـٰٓئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّـٰلِحِينَ ۚ وَحَسُنَ أُو۟لَـٰٓئِكَ رَفِيقًا",
      "english": "And whoever obeys Allah and the Messenger will be in the company of those blessed by Allah: the prophets, the people of truth, the martyrs, and the righteous—what honourable company!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim Allah Teâlâ’ya ve Peygambere itaat ederse işte onlar, Allah Teâlâ’nın kendilerine in’am buyurmuş olduğu nebiler ile ve sıddîklar ile ve şehitler ile ve sâlih zâtlar ile beraberdirler. Onlar ise ne (güzel) refiktirler.",
        "hayrat_nesriyat": "O hâlde kim Allah`a ve Resûl`e itâat ederse, işte onlar; Allah`ın kendilerine ni`met verdiği peygamberler, sıddîklar, şehîdler ve sâlih kimselerle berâberdirler. Hem işte onlar, ne güzel arkadaştırlar!",
        "diyanet_vakfi": "Kim Allah’a ve Resûl’e itaat ederse işte onlar, Allah’ın kendilerine lütuflarda bulunduğu peygamberler, sıddîkler, şehidler ve salih kişilerle beraberdir. Bunlar ne güzel arkadaştır!"
      }
    },
    {
      "id": 563,
      "verseNumber": 70,
      "verseKey": "4:70",
      "arabic": "ذَٰلِكَ ٱلْفَضْلُ مِنَ ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ عَلِيمًا",
      "english": "This is Allah’s favour, and Allah fully knows ˹who deserves it˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu fazl, Allah Teâlâ’dandır. Ve Hak Teâlâ bihakkın bilici olarak kâfidir.",
        "hayrat_nesriyat": "Bu lütuf, Allah`dandır! (Ona mazhar olanı) hakkıyla bilici olarak da Allah yeter!",
        "diyanet_vakfi": "Bu lütuf Allah’tandır. Bilen olarak Allah yeter."
      }
    },
    {
      "id": 564,
      "verseNumber": 71,
      "verseKey": "4:71",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ خُذُوا۟ حِذْرَكُمْ فَٱنفِرُوا۟ ثُبَاتٍ أَوِ ٱنفِرُوا۟ جَمِيعًا",
      "english": "O believers! Take your precautions and go forth either in groups or together.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! İhtiyat tedbirinizi alın da fırka fırka halinde çıkınız, veya hep birden seferber olunuz.",
        "hayrat_nesriyat": "Ey îmân edenler! (Düşmana karşı) tedbîrinizi alın da ayrı ayrı bölükler hâlinde savaşa çıkın veya (gerekirse) hep berâber seferber olun!",
        "diyanet_vakfi": "Ey iman edenler! Tedbirinizi alın; bölük bölük savaşa çıkın, yahut (gerektiğinde) topyekün savaşın."
      }
    },
    {
      "id": 565,
      "verseNumber": 72,
      "verseKey": "4:72",
      "arabic": "وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ فَإِنْ أَصَـٰبَتْكُم مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ ٱللَّهُ عَلَىَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا",
      "english": "There will be some among you who will lag behind so that if you face a disaster, they will say, “Allah has blessed us for not being there among them.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve şüphesiz sizden öyle kimse vardır ki, elbette ağır davranacaktır. Eğer size bir musibet isabet ederse, «Muhakkak Allah Teâlâ bana lütfetti, çünkü onlar ile beraber hazır bulunmadım» der.",
        "hayrat_nesriyat": "Hiç şübhesiz içinizden öyleleri de vardır ki, (cihâda karşı) mutlaka ağır davranacaktır. Fakat size bir musîbet isâbet ederse: `Allah bana lûtfetti de onlarla berâber hazır bulunmadım` der.",
        "diyanet_vakfi": "İçinizden bazıları vardır ki (cihad konusunda) pek ağırdan alırlar. Eğer size bir felâket erişirse: «Allah bana lütfetti de onlarla beraber bulunmadım» der."
      }
    },
    {
      "id": 566,
      "verseNumber": 73,
      "verseKey": "4:73",
      "arabic": "وَلَئِنْ أَصَـٰبَكُمْ فَضْلٌ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمْ تَكُنۢ بَيْنَكُمْ وَبَيْنَهُۥ مَوَدَّةٌ يَـٰلَيْتَنِى كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا",
      "english": "But if you return with Allah’s bounties, they will say—as if there had been no bond between you—“We wish we had been there with them to share the great gain!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yemin olsun ki, eğer size taraf-ı ilâhi’den bir fazl nâsib olursa, sanki sizinle onun arasında hiçbir tanışıklık yok imiş gibi, «Ne olurdu ben de onlar ile beraber olsaydım da büyük bir ganîmete nâil olsa idim,» diyecektir.",
        "hayrat_nesriyat": "Ve eğer size Allah`dan bir lütuf gelirse, sanki sizinle kendisi arasında hiçbir tanışıklık olmamış gibi, (sırf elde edemediği menfaatten dolayı) şübhesiz ki: `Keşke ben de onlarla berâber olsaydım da büyük bir kazanca erseydim!` diyecektir.",
        "diyanet_vakfi": "Eğer Allah’tan size bir lütuf erişirse -sanki sizinle onun arasında (zahirî) bir dostluk yokmuş gibi- «Keşke onlarla beraber olsaydım da ben de büyük bir başarı kazansaydım!» der."
      }
    },
    {
      "id": 567,
      "verseNumber": 74,
      "verseKey": "4:74",
      "arabic": "۞ فَلْيُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشْرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۚ وَمَن يُقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
      "english": "Let those who would sacrifice this life for the Hereafter fight in the cause of Allah. And whoever fights in Allah’s cause—whether they achieve martyrdom or victory—We will honour them with a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık dünya hayatını ahiret mukabilinde satacak olanlar, Allah yolunda savaşa atılsınlar, ve her kim Allah yolunda mukatelede bulunur da katlolunursa veya galip gelirse ona elbette büyük bir mükâfaat vereceğiz.",
        "hayrat_nesriyat": "Öyle ise, dünya hayâtını âhiret karşılığında satan (o bahtiyar)lar Allah yolunda savaşsınlar! Artık kim Allah yolunda savaşır da öldürülür veya galib gelirse, bunun üzerine ileride ona (pek) büyük bir mükâfât vereceğiz.",
        "diyanet_vakfi": "O halde, dünya hayatını ahiret karşılığında satanlar, Allah yolunda savaşsınlar. Kim Allah yolunda savaşır da öldürülür veya galip gelirse biz ona yakında büyük bir mükâfat vereceğiz."
      }
    },
    {
      "id": 568,
      "verseNumber": 75,
      "verseKey": "4:75",
      "arabic": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
      "english": "And what is it with you? You do not fight in the cause of Allah and for oppressed men, women, and children who cry out, “Our Lord! Deliver us from this land of oppressors! Appoint for us a saviour; appoint for us a helper—all by Your grace.”        ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için ne var ki, Allah Teâlâ’nın yolunda ve erkeklerden, kadınlardan, çocuklardan zaafa düşürülmüş olan birtakım biçareler uğrunda savaşta bulunmayasınız? Onlar ki: «Ey Rabbimiz! Bizi şu ahalisi zalim olan şehirden çıkar ve bizim için kendi tarafından bir hâmi gönder ve bizim için kendi indinden bir yardımcı tayin buyur!» diye niyaz etmektedirler.",
        "hayrat_nesriyat": "Hem size ne oldu ki, Allah yolunda ve (Mekke`de mahsur ve) çâresiz bırakılan erkekler, kadınlar ve çocuklar uğrunda (O`nun rızâsı için) savaşmıyorsunuz? Onlar ki: `Rabbimiz! Bizi (de) halkı zâlim olan (mü`minlerin hicretiyle tamâmen müşriklerin elinde kalan) bu şehirden (Mekke`den) çıkar, bize tarafından bir sâhib gönder ve bize tarafından bir yardımcı gönder!` diyorlardı.",
        "diyanet_vakfi": "Size ne oldu da Allah yolunda ve «Rabbimiz! Bizi, halkı zalim olan bu şehirden çıkar, bize tarafından bir sahip gönder, bize katından bir yardımcı yolla!» diyen zavallı erkekler, kadınlar ve çocuklar uğrunda savaşmıyorsunuz!"
      }
    },
    {
      "id": 569,
      "verseNumber": 76,
      "verseKey": "4:76",
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
      "english": "Believers fight for the cause of Allah, whereas disbelievers fight for the cause of the Devil. So fight against Satan’s ˹evil˺ forces. Indeed, Satan’s schemes are ever weak.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân etmiş olanlar, Allah Teâlâ’nın yolunda muharebede bulunurlar. Kâfir olanlar da şeytanın yolunda harp ederler. Artık o şeytanın dostlarını öldürünüz. Şüphe yok ki şeytanın hilekarlığı zayıftır.",
        "hayrat_nesriyat": "Îmân edenler, Allah yolunda cenk ederler. İnkâr edenler ise, tâğut (Allah`ın yerine tuttukları şeylerin) yolunda savaşırlar; öyleyse şeytanın dostlarıyla cenk edin! Şübhesiz ki şeytanın hîlesi zayıftır.",
        "diyanet_vakfi": "İman edenler Allah yolunda savaşırlar, inanmayanlar ise tâğut (bâtıl davalar ve şeytan) yolunda savaşırlar. O halde şeytanın dostlarına karşı savaşın; şüphe yok ki şeytanın kurduğu düzen zayıftır."
      }
    },
    {
      "id": 570,
      "verseNumber": 77,
      "verseKey": "4:77",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
      "english": "Have you ˹O Prophet˺ not seen those who had been told, “Do not fight! Rather, establish prayer and pay alms-tax.”? Then once the order came to fight, a group of them feared those ˹hostile˺ people as Allah should be feared—or even more. They said, “Our Lord! Why have You ordered us to fight? If only You had delayed ˹the order for˺ us for a little while!” Say, ˹O Prophet,˺ “The enjoyment of this world is so little, whereas the Hereafter is far better for those mindful ˹of Allah˺. And none of you will be wronged ˹even by the width of˺ the thread of a date stone.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseleri görmez misin ki, onlara: «Ellerinizi çekiniz ve namaz kılınız, zekât veriniz» denilmişti. Vaktâ ki üzerlerine cihad yazıldı, o zaman içlerinden birtakımı, Allah Teâlâ’dan korkarcasına veya daha ziyâde insanlardan korkar oldular. Ve onlar, «Ey Rabbimiz! Ne için üzerimize cihadı yazdın? Ne olurdu bizi yakın bir müddete kadar tehir etseydin» dediler. De ki: «Dünyanın faidesi pek azdır, ahiret ise muttakî olanlar için elbette hayırlıdır. Ve siz kıl kadar zulme uğramayacaksınızdır.»",
        "hayrat_nesriyat": "(Mekke`de iken savaşmayı isteyip de) kendilerine: `Ellerinizi (şimdilik sa vaştan) çekin, namazı hak kıyla edâ edin ve zekâtı verin!` denilen kimse leri görmedin mi? Şimdi (Me dîne`de)onlara savaş (farz olarak) yazılınca içlerinden bir fırka, Allah`dan korkarcasına, hattâ daha şiddetli bir korkuyla in san lardan korkmaya başladılar. Ve şöyle dediler: `Rabbimiz! Bize savaşı niçin (farz olarak) yazdın? Ne olurdu, bizi yakın bir vakte (yatağımızda öleceğimiz vakte)kadar te`hîr etseydin!`(Ey Resûlüm! Onlara) de ki: `Dünya menfaati az dır. Hem âhiret, (günahlar dan) sakınan için hayırlıdır ve (orada) kıl kadar haksızlığa uğratılmazsı nız.`",
        "diyanet_vakfi": "Kendilerine, ellerinizi savaştan çekin, namazı kılın ve zekâtı verin, denilen kimseleri görmedin mi? Sonra onlara savaş farz kılınınca, içlerinden bir gurup hemen Allah’tan korkar gibi, hatta daha fazla bir korku ile insanlardan korkmaya başladılar da «Rabbimiz! Savaşı bize niçin yazdın! Bizi yakın bir süreye kadar ertelesen (daha bir müddet savaşı farz kılmasan) olmaz mıydı?» dediler. Onlara de ki: «Dünya menfaati önemsizdir, Allah’tan korkanlar için ahiret daha hayırlıdır ve size kıl payı kadar haksızlık edilmez.»"
      }
    },
    {
      "id": 571,
      "verseNumber": 78,
      "verseKey": "4:78",
      "arabic": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
      "english": "Wherever you may be, death will overcome you—even if you were in fortified towers.” When something good befalls them, they say, “This is from Allah,” but when something evil befalls them, they say, “This is from you.” Say, ˹O Prophet,˺ “Both have been destined by Allah.” So what is the matter with these people? They can hardly comprehend anything!",
      "turkish": {
        "omer_nasuhi_bilmen": "Her nerede olsanız, size ölüm yetişir, velev ki, tahkim edilmiş yüksek kuleler içinde bulunmuş olunuz. Ve eğer onlara bir güzellik dokunursa derler ki: «Bu Allah Teâlâ tarafındandır. Ve eğer onlara bir kötülük isabet ederse, bu senin tarafındandır derler.» De ki: «Hepsi de Allah Teâlâ tarafındandır.» Artık o tâifeye ne oluyor ki, söz anlamaya yanaşmıyorlar.",
        "hayrat_nesriyat": "Nerede olursanız olun, (hattâ) yüksek kalelerde bile olsanız, ölüm size yetişir. Hâlbuki onlara (yahudilere ve münâfıklara) bir iyilik gelirse: `Bu, Allah katındandır!` derler. Ama onlara bir kötülük gelirse: `Bu senin yüzündendir!` derler. (Onlara) de ki: `Hepsi Allah katındandır` Böyleyken, bu kavme ne oluyor ki, hiçbir sözü anlamaya yanaşmıyorlar!",
        "diyanet_vakfi": "Nerede olursanız olun ölüm size ulaşır; sarp ve sağlam kalelerde olsanız bile! Kendilerine bir iyilik dokunsa «Bu Allah’tan» derler; başlarına bir kötülük gelince de «Bu senden» derler. «Hepsi Allah’tandır» de. Bu adamlara ne oluyor ki bir türlü laf anlamıyorlar!"
      }
    },
    {
      "id": 572,
      "verseNumber": 79,
      "verseKey": "4:79",
      "arabic": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "english": "Whatever good befalls you is from Allah and whatever evil befalls you is from yourself.<sup foot_note=76572>1</sup> We have sent you ˹O Prophet˺ as a messenger to ˹all˺ people. And Allah is sufficient as a Witness.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sana güzellikten her ne şey nâsib olursa şüphesiz Allah Teâlâ’dandır. Ve sana kötülükten her ne şey isabet ederse kendi nefsindendir. Ve seni nâsa peygamber olarak gönderdik, Allah Teâlâ bihakkın şahit olmaya kâfidir.",
        "hayrat_nesriyat": "Sana isâbet eden her iyilik Allah`dandır; sana isâbet eden her kötülük ise nefsindendir. (Habîbim, yâ Muhammed!) İşte seni insanlara bir peygamber olarak gönderdik. (Buna) hakkıyla şâhid olarak ise, Allah yeter!",
        "diyanet_vakfi": "Sana gelen iyilik Allah’tandır. Başına gelen kötülük ise nefsindendir. Seni insanlara elçi gönderdik; şahit olarak da Allah yeter."
      }
    },
    {
      "id": 573,
      "verseNumber": 80,
      "verseKey": "4:80",
      "arabic": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
      "english": "Whoever obeys the Messenger has truly obeyed Allah. But whoever turns away, then ˹know that˺ We have not sent you ˹O Prophet˺ as a keeper over them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim Peygambere itaat ederse muhakkak Allah Teâlâ’ya itaat etmiş olur. Ve her kim yüz çevirirse (aldırma), çünkü seni onların üzerine muhafız göndermedik.",
        "hayrat_nesriyat": "Kim peygambere itâat ederse, böylece muhakkak Allah`a itâat etmiş olur. Kim de(ondan) yüz çevirirse, zâten seni onların üzerine bir muhâfız (bekçi olarak) göndermedik.",
        "diyanet_vakfi": "Kim Resûl’e itaat ederse Allah’a itaat etmiş olur. Yüz çevirene gelince, seni onların başına bekçi göndermedik!"
      }
    },
    {
      "id": 574,
      "verseNumber": 81,
      "verseKey": "4:81",
      "arabic": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "english": "And they say, “We obey,” but when they leave you, a group of them would spend the night contradicting what they said. Allah records all their schemes. So turn away from them, and put your trust in Allah. And Allah is sufficient as a Trustee of Affairs.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve «İtaatkarız» derler. Sonra senin yanından ayrıldıkları zaman onlardan bir gürûh senin dediğin şeyin başkasını geceleyin kuruntu yapar. Ve Allah Teâlâ onların ne kuruntularda bulunduklarını yazıyor. Artık onlardan yüz çevir ve Allah Teâlâ’ya tevekkül et. Ve Cenâb-ı Hak vekil olarak kifâyet eder.",
        "hayrat_nesriyat": "Bununla berâber (münâfıklar, kendilerine bir şey emrettiğin zaman:) `Baş üstüne!` derler; fakat senin yanından çıktıkları zaman onlardan bir tâife, senin söylediğinden başkasını geceleyin uydurur. Allah ise, geceleri (ne hîleler) kurmakta olduklarını yazıyor (hesâbını sormak üzere, kaydediyor). Artık (sen) onlara aldırma ve Allah`a tevekkül et! (Sana) vekîl olarak da Allah yeter.",
        "diyanet_vakfi": "«Başüstüne» derler, ama yanından ayrılınca onlardan bir kısmı, senin dediğinden başkasını gizlice kurar. Allah da onların gizlice kurduklarını yazar. Sen onlara aldırma ve Allah’a dayan; sana vekil olarak Allah yeter."
      }
    },
    {
      "id": 575,
      "verseNumber": 82,
      "verseKey": "4:82",
      "arabic": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
      "english": "Do they not then reflect on the Quran? Had it been from anyone other than Allah, they would have certainly found in it many inconsistencies.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kur’an’ı teemmül etmezler mi? Ve eğer Allah Teâlâ’dan başkası tarafından olsa idi elbette onda birçok ihtilâf bulurlardı.",
        "hayrat_nesriyat": "Kur`ân`ı hiç düşünmüyorlar mı? Hâlbuki (o,) Allah`dan başkası tarafından (gelmiş)olsaydı, elbette onda birçok çelişki bulurlardı.",
        "diyanet_vakfi": "Hâla Kur’an üzerinde gereği gibi düşünmeyecekler mi? Eğer o, Allah’tan başkası tarafından gelmiş olsaydı onda birçok tutarsızlık bulurlardı."
      }
    },
    {
      "id": 576,
      "verseNumber": 83,
      "verseKey": "4:83",
      "arabic": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
      "english": "And when they hear news of security or fear,<sup foot_note=76573>1</sup> they publicize it. Had they referred it to the Messenger or their authorities, those with sound judgment among them would have validated it. Had it not been for Allah’s grace and mercy, you would have followed Satan—except for a few.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara eminlikten veya korkudan bir haber geldiği zaman onu yayıverirler. Ve eğer onu Peygamber’e veya kendilerinden olan emir sahiplerine arz etseler elbette onlardan bunun hükmünü çıkaracak zatlar bunu bilirlerdi. Ve eğer Allah Teâlâ’nın lütuf ve rahmeti üzerinize olmasa idi pek azınız müstesna, elbette şeytana uymuş olurdunuz.",
        "hayrat_nesriyat": "Hem onlara emniyet veya korkuya dâir bir haber geldiğinde onu yayıverirler. Ama onu, peygambere ve içlerinden ülü`l-emre (emir sâhibi idârecilerine) arz etselerdi, onlardan bunu (o işin gerçek mâhiyetini, dirâyetleriyle ortaya) çıkarabilecek olanlar, elbette onu(n tedbîrini) bilirlerdi. İşte üzerinizde Allah`ın lütfu ve rahmeti olmasaydı, elbette pek azınız müstesnâ, şeytana uyardınız!",
        "diyanet_vakfi": "Onlara güven veya korkuya dair bir haber gelince hemen onu yayarlar; halbuki onu, Resûl’e veya aralarında yetki sahibi kimselere götürselerdi, onların arasından işin içyüzünü anlayanlar, onun ne olduğunu bilirlerdi. Allah’ın size lütuf ve rahmeti olmasaydı, pek azınız müstesna, şeytana uyup giderdiniz."
      }
    },
    {
      "id": 577,
      "verseNumber": 84,
      "verseKey": "4:84",
      "arabic": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
      "english": "So fight in the cause of Allah ˹O Prophet˺. You are accountable for none but yourself. And motivate the believers ˹to fight˺, so perhaps Allah will curb the disbelievers’ might. And Allah is far superior in might and in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah yolunda savaşta bulun. Sen nefsinden başkası ile mükellef olmazsın. Mü’minleri de teşvik et. Umulur ki, Allah Teâlâ o kâfir olanların savletini defeder ve Allah Teâlâ savletce daha şiddetlidir ve tenkilce de daha şedîddir.",
        "hayrat_nesriyat": "Artık Allah yolunda savaş! (Sen) ancak kendinden mes`ûlsün; mü`minleri de(cihâda) teşvîk et! Umulur ki Allah, o inkâr edenlerin kuvvetini kırar. Çünki Allah, (onlardan)kuvvetce daha çetin ve azab vermek cihetiyle daha şiddetlidir.",
        "diyanet_vakfi": "Artık Allah yolunda savaş. Sen, kendinden başkası (sebebiyle) sorumlu tutulmazsın. Müminleri de teşvik et. Umulur ki Allah kâfirlerin gücünü kırar (güçleriyle size zarar vermelerini önler). Allah’ın gücü daha çetin ve cezası daha şiddetlidir."
      }
    },
    {
      "id": 578,
      "verseNumber": 85,
      "verseKey": "4:85",
      "arabic": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
      "english": "Whoever intercedes for a good cause will have a share in the reward, and whoever intercedes for an evil cause will have a share in the burden. And Allah is Watchful over all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim güzel bir şefaatle şefaatte bulunursa onun için de ondan bir nâsib olur. Ve her kim kötü bir şefaatle şefaatte bulunursa onun için de ondan bir hisse olur. Ve Allah Teâlâ herşey üzerine bihakkın nazîrdir.",
        "hayrat_nesriyat": "Kim güzel bir şefâatle şefâatte bulunursa (faydalı bir işe aracı olursa), ona bundan bir nasib vardır. Kim de kötü bir himâye ile şefâatte bulunursa, ona da bundan bir hisse vardır. Zîrâ Allah, herşeye gücü yeten (ve herşeyi gören)dir.",
        "diyanet_vakfi": "Kim iyi bir işe aracılık ederse onun da o işten bir nasibi olur. Kim kötü bir işe aracılık ederse onun da ondan bir payı olur. Allah her şeyin karşılığını vericidir."
      }
    },
    {
      "id": 579,
      "verseNumber": 86,
      "verseKey": "4:86",
      "arabic": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
      "english": "And when you are greeted, respond with a better greeting or at least similarly. Surely Allah is a ˹vigilant˺ Reckoner of all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bir selâm ile selâm verildiğiniz vakit hemen ondan daha güzeli ile selâmda bulununuz veya onu (aynı ile) iade ediniz. Şüphe yok ki, Allah Teâlâ herşey üzerine muhasibdir.",
        "hayrat_nesriyat": "Hem bir selâm ile selâmlandığınız zaman, artık (siz) ondan daha güzeli ile selâm verin veya ona (aynı ile) mukabele edin! Şübhesiz ki Allah, herşeyin hesâbını hakkıyla görendir.",
        "diyanet_vakfi": "Bir selam ile selamlandığınız zaman siz de ondan daha güzeli ile selamlayın; yahut aynı ile karşılık verin. Şüphesiz Allah, her şeyin hesabını arayandır."
      }
    },
    {
      "id": 580,
      "verseNumber": 87,
      "verseKey": "4:87",
      "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۗ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا",
      "english": "Allah, there is no god ˹worthy of worship˺ except Him. He will certainly gather ˹all of˺ you together on the Day of Judgment—about which there is no doubt. And whose word is more truthful than Allah’s?",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ ki, O’ndan sonra başka mabut yoktur, elbette o sizi kıyamet gününe toplayacaktır, ondan şüphe yok. Ve Allah Teâlâ’dan daha doğru sözlü kim vardır?",
        "hayrat_nesriyat": "(O) Allah ki, O`ndan başka ilâh yoktur. Sizi, hakkında hiç şübhe olmayan kıyâmet gününde, elbette bir araya getirecektir. Peki Allah`dan daha doğru sözlü kim olabilir?",
        "diyanet_vakfi": "Allah -ki ondan başka hiçbir tanrı yoktur- elbette sizi kıyamet günü toplayacaktır, bunda asla şüphe yoktur. Söz bakımından Allah’tan daha doğru kim vardır!"
      }
    },
    {
      "id": 581,
      "verseNumber": 88,
      "verseKey": "4:88",
      "arabic": "۞ فَمَا لَكُمْ فِى ٱلْمُنَـٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ ۚ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
      "english": "Why are you ˹believers˺ divided into two groups regarding the hypocrites while Allah allowed them to regress ˹to disbelief˺ because of their misdeeds? Do you wish to guide those left by Allah to stray? And whoever Allah leaves to stray, you will never find for them a way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Size ne oluyor ki, münafıklar hakkında iki fırka bulunuyorsunuz? Allah Teâlâ onları kazandıkları şey sebebiyle tersine döndürmüştür. Hak Teâlâ’nın saptırdığını doğru yola getirmek mi istiyorsunuz? Ve her kimi ki, Allah Teâlâ saptırırsa artık sen onun için bir yol bulamazsın.",
        "hayrat_nesriyat": "O hâlde size ne oldu ki münâfıklar hakkında iki kısım oldunuz; hâlbuki Allah, onları kazandıkları (günahlar) yüzünden geriye (küfre) döndürmüştür. Allah`ın (inkârlarındaki ısrarları sebebiyle) saptırdığını, hidâyete erdirmek mi istiyorsunuz? O takdirde Allah, kimi(kendi isyankârlığı yüzünden) dalâlete atarsa, artık onun (kurtulması) için aslâ bir yol bulamazsın!",
        "diyanet_vakfi": "Size ne oldu da münafıklar hakkında iki gruba ayrıldınız? Halbuki Allah onları kendi ettikleri yüzünden baş aşağı etmiştir (küfürlerine döndürmüştür). Allah’ın saptırdığını doğru yola getirmek mi istiyorsunuz? Allah’ın saptırdığı kimse için asla (doğruya) yol bulamazsın!"
      }
    },
    {
      "id": 582,
      "verseNumber": 89,
      "verseKey": "4:89",
      "arabic": "وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً ۖ فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ ۖ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا",
      "english": "They wish you would disbelieve as they have disbelieved, so you may all be alike. So do not take them as allies unless they emigrate in the cause of Allah. But if they turn away, then seize them and kill them wherever you find them, and do not take any of them as allies or helpers,<sup foot_note=76574>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Arzu etmişlerdir ki, kendilerinin kâfir oldukları gibi siz de kâfir olup onlar ile müsavî bulunasınız. O halde onlar Allah yolunda muhâceret edinceye kadar onlardan dostlar edinmeyiniz. Eğer yüz çevirirlerse artık onları her nerede bulursanız tutunuz ve öldürünüz. Ve onlardan ne bir dost, ne de bir yardımcı ittihaz etmeyiniz.",
        "hayrat_nesriyat": "(Kendileri) inkâr ettikleri gibi, sizin de inkâr edip böylece (onlarla) bir olmanızı istediler. Artık (onlar) Allah yolunda hicret edinceye kadar, kendilerinden dostlar edinmeyin! Buna rağmen (îmandan ve hicretten) yüz çevirirlerse, o takdirde onları yakalayın ve kendilerini bulduğunuz yerde onları öldürün! Ve onlardan ne bir dost, ne de bir yardımcı edinin!",
        "diyanet_vakfi": "Sizin de kendileri gibi inkâr etmenizi istediler ki onlarla eşit olasınız. O halde Allah yolunda göç edinceye kadar onlardan hiçbirini dost edinmeyin. Eğer yüz çevirirlerse onları yakalayın, bulduğunuz yerde öldürün ve hiçbirini dost ve yardımcı edinmeyin."
      }
    },
    {
      "id": 583,
      "verseNumber": 90,
      "verseKey": "4:90",
      "arabic": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَـٰتِلُوكُمْ أَوْ يُقَـٰتِلُوا۟ قَوْمَهُمْ ۚ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَـٰتَلُوكُمْ ۚ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَـٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا",
      "english": "except those who are allies of a people you are bound with in a treaty or those wholeheartedly opposed to fighting either you or their own people. If Allah had willed, He would have empowered them to fight you. So if they refrain from fighting you and offer you peace, then Allah does not permit you to harm them.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler müstesna ki, onlar sizin aranızla kendi aralarında bir muâhede bulunan bir kavme iltica etmiş veyahut sizinle mukatelede bulunmaktan veya kendi kavimleriyle muharebe etmekten göğüsleri darlaşmış oldukları halde size gelmiş olurlar. Ve eğer Allah Teâlâ dilemiş olsa idi elbette onları size musallat ederdi de sizi katlediverirlerdi. İmdi onlar sizden bir tarafa çekilirler de sizinle savaşta bulunmazlarsa ve müsalemeti size bırakırlarsa artık Allah Teâlâ sizin için onların aleyhine bir yol vermemiştir.",
        "hayrat_nesriyat": "Ancak kendileriyle aranızda andlaşma bulunan bir kavme sığınanlar yâhut sizinle savaşmaktan veya kavimleriyle savaşmaktan (hoşlanmayarak) göğüsleri daralmış hâlde size gelenler müstesnâ. Hâlbuki Allah dileseydi, muhakkak ki onları size musallat ederdi de elbette sizinle savaşırlardı. Fakat sizi bırakırlar da sizinle savaşmazlar ve size barış teklîf ederlerse, o takdirde Allah, size onlar aleyhinde bir yol (bir müsâade) vermemiştir.",
        "diyanet_vakfi": "Ancak kendileriyle aranızda antlaşma bulunan bir topluma sığınanlar yahut ne sizinle ne de kendi toplumlarıyla savaşmak (istemediklerin) den yürekleri sıkılarak size gelenler müstesna. Allah dileseydi onları başınıza belâ ederdi de sizinle savaşırlardı. Artık onlar sizi bırakıp bir tarafa çekilir de sizinle savaşmazlar ve size barış teklif ederlerse bu durumda Allah size, onların aleyhinde bir yola girme hakkı vermemiştir."
      }
    },
    {
      "id": 584,
      "verseNumber": 91,
      "verseKey": "4:91",
      "arabic": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا ۚ فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ۚ وَأُو۟لَـٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَـٰنًا مُّبِينًا",
      "english": "You will find others who wish to be safe from you and their own people. Yet they cannot resist the temptation ˹of disbelief or hostility˺. If they do not keep away, offer you peace, or refrain from attacking you, then seize them and kill them wherever you find them. We have given you full permission over such people.",
      "turkish": {
        "omer_nasuhi_bilmen": "Başka bir tâife de bulacaksınız ki, onlar hem sizden emin olmayı ve hem de kavimlerinden emin bulunmayı dilerler. Fitneye her sevkedildikleri zaman da onun içine başaşağı atılırlar. Artık onlar sizden çekinmezlerse ve barışı size bırakmazlarsa ve ellerini çekmezlerse onları her nerede ele geçirirseniz tutunuz ve öldürünüz. İşte sizin için onların aleyhine apaçık bir ferman verdik.",
        "hayrat_nesriyat": "Bir başkalarını (da) bulacaksınız ki, (o münâfıklar) hem sizden emîn kalmak, hem de kendi kavimlerinden emîn olmak isterler. Ne zaman fitneye çağrılsalar, ona baş aşağı dalarlar. Ama sizi bırakmazlar, size barış teklîf etmezler ve (savaştan) ellerini çekmezlerse, artık onları yakalayın ve kendilerini bulduğunuz yerde onları öldürün! Ve işte onlar yok mu, kendileri aleyhinde size apaçık bir delil (ve salâhiyet) verdik.",
        "diyanet_vakfi": "Hem sizden hem de kendi toplumlarından emin olmak isteyen başkalarını da bulacaksınız. Bunlar her ne zaman fitneye götürülseler ona baş aşağı dalarlar (daldırılırlar). Eğer sizden uzak durmaz, sulh teklif etmez ve ellerini çekmezlerse onları yakalayın, rastladığınız yerde öldürün. İşte onlar üzerine sizin için apaçık yetki verdik."
      }
    },
    {
      "id": 585,
      "verseNumber": 92,
      "verseKey": "4:92",
      "arabic": "وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَن قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦٓ إِلَّآ أَن يَصَّدَّقُوا۟ ۚ فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ وَإِن كَانَ مِن قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَىٰٓ أَهْلِهِۦ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ۖ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ ٱللَّهِ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "english": "It is not lawful for a believer to kill another except by mistake. And whoever kills a believer unintentionally must free a believing slave and pay blood-money to the victim’s family—unless they waive it charitably. But if the victim is a believer from a hostile people, then a believing slave must be freed. And if the victim is from a people bound with you in a treaty, then blood-money must be paid to the family along with freeing a believing slave. Those who are unable, let them fast two consecutive months—as a means of repentance to Allah. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir mü’min için layık değildir ki, bir mü’mini öldürüversin, meğer ki, yanlışlıkla olsun. Ve kim bir mü’mini yanlışlıkla öldürürse bir mü’min rakabe azad etmesi ve öldürülenin varislerine teslim edilecek bir diyet vermesi lâzım gelir. Meğer ki, tasadduk etsinler. Eğer maktul, mü’min olduğu halde size düşman olan bir kavimden ise her halde bir mü’min rakabe azad edilmesi icab eder. Ve eğer maktul, sizin ile aralarında bir muâhede bulunan bir kavimden ise o zaman varislerine teslim olunmuş bir diyet ile bir mü’min rakabe azad edilmesi lâzım olur. Fakat her kim rakabeyi bulamazsa Allah Teâlâ tarafından bir tövbe olmak üzere muttasıl iki ay oruç tutması lâzım gelir. Ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Hem hatâ ile olması müstesnâ, bir mü`minin bir mü`mi ni öldürmesi olamaz! Kim bir mü`mini hatâ ile öldürürse, bunun üzerine (Allah`ın hak kı olarak) mü`min bir köle âzâd etmek ve (kulun hakkı olarak da, ölenin) âilesine teslîm edilecek bir diyet (vermek borcu)vardır; ancak onların (o diyeti) bağışlaması müstesnâ! Fakat (öldürülenin)kendisi mü`min olmakla berâber, size düşman olan (kâfir) bir kavimden ise, (öldüren için sâdece) mü`min bir köle âzâd etmek (mecbûriyeti) vardır.Bununla berâber (öldürülen) kendileriyle aranızda andlaşma bulunan bir kavimden ise,(öldüren için) artık (oöle nin mü`min veya gayr-ı müs lim olduğuna bakmadan) âilesine teslîm edilecek bir diyet (vermek) ve mü`min bir köle âzâd etmek (borcu) vardır.Fakat kim (bunları) bulamazsa, artık Allah tarafından tevbe(sinin ka bû lü) için iki ay ard arda oruç tutma (mecbûriyeti) vardır. Allah ise, Alîm (herşe yi hakkıyla bilen)dir, Hakîm(her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Yanlışlıkla olması dışında bir müminin bir mümini öldürmeye hakkı olamaz. Yanlışlıkla bir mümini öldüren kimsenin, mümin bir köle azat etmesi ve ölenin ailesine teslim edilecek bir diyet vermesi gereklidir. Meğer ki ölünün ailesi o diyeti bağışlamış ola. (Bu takdirde diyet vermez). Eğer öldürülen mümin olduğu halde, size düşman olan bir toplumdan ise mümin bir köle azat etmek lâzımdır. Eğer kendileriyle aranızda antlaşma bulunan bir toplumdan ise ailesine teslim edilecek bir diyet ve bir mümin köleyi azat etmek gerekir. Bunları bulamayan kimsenin, Allah tarafından tevbesinin kabulü için iki ay peşpeşe oruç tutması lâzımdır. Allah her şeyi bilendir, hikmet sahibidir."
      }
    },
    {
      "id": 586,
      "verseNumber": 93,
      "verseKey": "4:93",
      "arabic": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُۥ جَهَنَّمُ خَـٰلِدًا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيْهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمًا",
      "english": "And whoever kills a believer intentionally, their reward will be Hell—where they will stay indefinitely.<sup foot_note=76575>1</sup> Allah will be displeased with them, condemn them, and will prepare for them a tremendous punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim bir mü’mini kasden öldürürse onun cezası, içinde muhalled kalmak üzere cehennemdir. Ve Allah Teâlâ onun üzerine gazab etmiş ve ona lânette bulunmuş ve onun için pek büyük bir azab hazırlamıştır",
        "hayrat_nesriyat": "Kim de bir mü`mini (katlini helâl sayarak) kasden öldürürse, artık cezâsı, içinde ebediyen kalıcı olarak Cehennemdir; hem Allah ona gazab etmiş, ona lâ`net etmiş ve onun için (pek) büyük bir azab hazırlamıştır!",
        "diyanet_vakfi": "Kim bir mümini kasden öldürürse cezası, içinde ebediyen kalacağı cehennemdir. Allah ona gazap etmiş, onu lânetlemiş ve onun için büyük bir azap hazırlamıştır."
      }
    },
    {
      "id": 587,
      "verseNumber": 94,
      "verseKey": "4:94",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا ضَرَبْتُمْ فِى سَبِيلِ ٱللَّهِ فَتَبَيَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنْ أَلْقَىٰٓ إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ ۚ كَذَٰلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ ٱللَّهُ عَلَيْكُمْ فَتَبَيَّنُوٓا۟ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "english": "O believers! When you struggle in the cause of Allah, be sure of who you fight. And do not say to those who offer you ˹greetings of˺ peace, “You are no believer!”—seeking a fleeting worldly gain.<sup foot_note=76576>1</sup> Instead, Allah has infinite bounties ˹in store˺. You were initially like them then Allah blessed you ˹with Islam˺. So be sure! Indeed, Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! Allah Teâlâ’nın yolunda yürüdüğünüz zaman dikkat-i nazarda bulununuz ve size selâm veren kimseye, dünya hayatının fani metaını arayarak, sen mü’min değilsin, demeyiniz. Allah Teâlâ’nın indinde çok ganîmetler vardır. Siz de evvelce öyle idiniz de Allah Teâlâ size inâyet buyurdu. Artık işin güzelce belli olmasına bakınız. Şüphe yok ki, Allah Teâlâ sizin yaptığınıza hakkıyla haberdar bulunmaktadır.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah yolunda (cihâd için) sefere çıktığınız zaman, artık iyi araştırın, size selâm veren (veya teslîm olan) bir kimseye, dünya hayâtının geçici menfaatini arzulayarak (onu öldürüp mallarını ganîmet olarak almak için): `Sen mü`min değilsin(veya sana eman yok)!` demeyin! İşte (unutmayın ki) Allah katında birçok ganîmetler vardır. Daha evvel siz de öyle idiniz de Allah size (hidâyeti) lûtfetti; öyleyse iyi araştırın! Şübhesiz ki Allah, ne yaparsanız hakkıyla haberdardır.",
        "diyanet_vakfi": "Ey iman edenler! Allah yolunda savaşa çıktığınız zaman iyi anlayıp dinleyin. Size selam verene, dünya hayatının geçici menfaatine göz dikerek «Sen mümin değilsin» demeyin. Çünkü Allah’ın nezdinde sayısız ganimetler vardır. Önceden siz de böyle iken Allah size lütfetti; o halde iyi anlayıp dinleyin. Şüphesiz Allah bütün yaptıklarınızdan haberdardır."
      }
    },
    {
      "id": 588,
      "verseNumber": 95,
      "verseKey": "4:95",
      "arabic": "لَّا يَسْتَوِى ٱلْقَـٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۚ فَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَـٰعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَفَضَّلَ ٱللَّهُ ٱلْمُجَـٰهِدِينَ عَلَى ٱلْقَـٰعِدِينَ أَجْرًا عَظِيمًا",
      "english": "Those who stay at home—except those with valid excuses<sup foot_note=76577>1</sup>—are not equal to those who strive in the cause of Allah with their wealth and their lives. Allah has elevated in rank those who strive with their wealth and their lives above those who stay behind ˹with valid excuses˺. Allah has promised each a fine reward, but those who strive will receive a far better reward than others—",
      "turkish": {
        "omer_nasuhi_bilmen": "Mü’minlerden özür sahibi olmaksızın oturanlar ve Allah Teâlâ’nın yolunda mallarıyla, canlarıyla mücâhedede bulunanlar müsavî olmazlar. Allah Teâlâ malları ile ve canları ile cihada atılanları, oturanlar üzerine derece itibariyle tafdil buyurmuştur. Ve Allah Teâlâ hepsine de hüsnayı vaadetmiştir. Ve Allah Teâlâ mücahit olanları, oturanlar üzerine pek büyük bir mükâfaat ile tercih kılmıştır.",
        "hayrat_nesriyat": "Mü`minlerden, özür sâhibi olmaksızın (cihaddan geri kalıp evlerinde) oturanlarla, Allah yolunda malları ve canlarıyla cihâd edenler bir olmazlar! Allah, malları ve canlarıyla cihâd edenleri, (velev özürleri sebebiyle olsun) oturanlar üzerine, derece i`tibârıyla üstün kıldı. Gerçi Allah, hepsine de en güzeli (Cenneti) va`d etmiştir. Fakat Allah, cihâd edenleri oturanlar üzerine (daha) büyük bir mükâfâtla üstün kıldı.",
        "diyanet_vakfi": "Müminlerden -özür sahibi olanlar dışında- oturanlarla malları ve canlarıyle Allah yolunda cihad edenler bir olmaz. Allah, malları ve canları ile cihad edenleri, derece bakımından oturanlardan üstün kıldı. Gerçi Allah hepsine de güzellik (cennet) vadetmiştir; ama mücahidleri, oturanlardan çok büyük bir ecirle üstün kılmıştır."
      }
    },
    {
      "id": 589,
      "verseNumber": 96,
      "verseKey": "4:96",
      "arabic": "دَرَجَـٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "english": "far superior ranks, forgiveness, and mercy from Him. And Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Târaf-ı ilâhî’den derecelerdir ve mağfiret ve rahmetir. Ve Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "(Onlara Allah) tarafından yüksek dereceler, bir mağfiret ve bir rahmet vardır. Ve Allah, Gafûr (çok bağışlayıcı)dır, Rahîm (çok merhamet edici)dir.",
        "diyanet_vakfi": "Kendinden dereceler, bağışlama ve rahmet vermiştir. Allah çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 590,
      "verseNumber": 97,
      "verseKey": "4:97",
      "arabic": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ ۖ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ ۚ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا ۚ فَأُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ ۖ وَسَآءَتْ مَصِيرًا",
      "english": "When the angels seize the souls of those who have wronged themselves<sup foot_note=76578>1</sup>—scolding them, “What do you think you were doing?” they will reply, “We were oppressed in the land.” The angels will respond, “Was Allah’s earth not spacious enough for you to emigrate?” It is they who will have Hell as their home—what an evil destination!",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, nefislerine zulmeder oldukları halde canlarını melekler alacaklardır, «Ne işte idiniz?» diyeceklerdir. «Biz yeryüzünde zayıf sayılır kimseler idik,» derler. Melekler de, «Allah’ın yeryüzü geniş değil mi idi ki, orada muhâceret edeydiniz» deyiverirler. İşte onların varacakları yer cehennemdir. Ne fena uğranacak yer?",
        "hayrat_nesriyat": "(Mekke`de müşriklerle berâber kalıp, hicret etmeyerek) nefislerine zulmedici oldukları hâlde iken, meleklerin canlarını aldığı kimselere (o melekler): `(Dîniniz hakkında)ne hâlde idiniz?` dediler. (Onlar:) `Yeryüzünde (dînimizi yaşamaktan) âciz bırakılmış kimselerdik!` dediler. (Melekler de:) `Allah`ın arzı geniş değil miydi? Öyle ise orada (küfür diyârından başka bir yere) hicret etseydiniz ya!` dediler. İşte onlar yok mu, varacakları yer Cehennemdir. Ve (o) ne kötü varılacak yerdir!",
        "diyanet_vakfi": "Kendilerine yazık eden kimselere melekler, canlarını alırken: «Ne işde idiniz!» dediler. Bunlar: «Biz yeryüzünde çaresizdik» diye cevap verdiler. Melekler de: «Allah’ın yeri geniş değil miydi? Hicret etseydiniz ya!» dediler. İşte onların barınağı cehennemdir; orası ne kötü bir gidiş yeridir."
      }
    },
    {
      "id": 591,
      "verseNumber": 98,
      "verseKey": "4:98",
      "arabic": "إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا",
      "english": "Except helpless men, women, and children who cannot afford a way out—",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak erkeklerden ve kadınlardan ve çocuklardan zayıf sayılıp da hiçbir çareye güçleri yetmeyenler ve hiçbir doğru yol bulamayanlar müstesna.",
        "hayrat_nesriyat": "Ancak erkekler, kadınlar ve çocuklardan (hicret etmek için) hiçbir çâreye gücü yetmeyen ve hiçbir yol bulamayan âciz bırakılmış kimseler müstesnâ.",
        "diyanet_vakfi": "Erkekler, kadınlar ve çocuklardan (gerçekten) âciz olup hiçbir çareye gücü yetmeyenler, hiçbir yol bulamayanlar müstesnadır."
      }
    },
    {
      "id": 592,
      "verseNumber": 99,
      "verseKey": "4:99",
      "arabic": "فَأُو۟لَـٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ ۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا",
      "english": "it is right to hope that Allah will pardon them. For Allah is Ever-Pardoning, All-Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onları, umulur ki Allah Teâlâ af buyurur. Ve Allah Teâlâ affedici, mağfiret buyurucudur.",
        "hayrat_nesriyat": "İşte onlar var ya, umulur ki Allah onları affeder. Çünki Allah, Afüvv (çok affedici)dir, Gafûr (çok bağışlayıcı)dır.",
        "diyanet_vakfi": "İşte bunları, umulur ki Allah affeder; Allah çok affedicidir, bağışlayıcıdır."
      }
    },
    {
      "id": 593,
      "verseNumber": 100,
      "verseKey": "4:100",
      "arabic": "۞ وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً ۚ وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "english": "Whoever emigrates in the cause of Allah will find many safe havens and bountiful resources throughout the earth. Those who leave their homes and die while emigrating to Allah and His Messenger—their reward has already been secured with Allah. And Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim Allah Teâlâ yolunda muhâcerette bulunursa yeryüzünde birçok hayırlı barınacak yer ve genişlik bulur. Ve her kim hanesinden Allah Teâlâ’ya ve resûlüne muhacir olarak çıkarsa, sonra da kendisine ölüm yetişirse muhakkak onun mükâfaatını vermek Cenâb-ı Hakk’a aitir. Ve Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Artık kim Allah yolunda hicret ederse, yeryüzünde gidecek birçok yer ve (maddî ma`nevî) bir genişlik bulur. Kim de Allah`a ve Resûlüne hicret edici olarak evinden çıkar, sonra da kendisine ölüm yetişirse, artık onun mükâfâtı şübhesiz Allah`a âid olur. Çünki Allah, Gafûr (çok mağfiret edici)dir, Rahîm (çok merhamet edici)dir.",
        "diyanet_vakfi": "Allah yolunda hicret eden kimse yeryüzünde gidecek bir çok güzel yer ve bolluk (imkân) bulur. Kim Allah ve Resûlü uğrunda hicret ederek evinden çıkar da sonra kendisine ölüm yetişirse artık onun mükâfatı Allah’a düşer. Allah da çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 594,
      "verseNumber": 101,
      "verseKey": "4:101",
      "arabic": "وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ ۚ إِنَّ ٱلْكَـٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا",
      "english": "When you travel through the land, it is permissible for you to shorten the prayer<sup foot_note=76579>1</sup>—˹especially˺ if you fear an attack by the disbelievers. Indeed, the disbelievers are your sworn enemies.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yeryüzünde sefer ettiğiniz zaman kâfir olanların size fenalık edeceklerinden korkarsanız namazdan kısaltmanız sizin için bir günah değildir. Şüphe yok ki, kâfirler sizin için apaçık bir düşman bulunmaktadırlar.",
        "hayrat_nesriyat": "Ve yeryüzünde yolculuğa çıktığınız zaman, eğer inkâr edenlerin size bir kötülük yapmasından korkarsanız, o takdirde namazı kısaltmanızda size bir günah yoktur. Şübhesiz ki kâfirler, size apaçık bir düşmandırlar.",
        "diyanet_vakfi": "Yeryüzünde sefere çıktığınız zaman kâfirlerin size kötülük etmelerinden endişe ederseniz, namazı kısaltmanızda size bir günah yoktur. Şüphesiz kâfirler, sizin apaçık düşmanınızdır."
      }
    },
    {
      "id": 595,
      "verseNumber": 102,
      "verseKey": "4:102",
      "arabic": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "english": "When you ˹O Prophet˺ are ˹campaigning˺ with them and you lead them in prayer, let one group of them pray with you—while armed. When they prostrate themselves, let the other group stand guard behind them. Then the group that has not yet prayed will then join you in prayer—and let them be vigilant and armed.<sup foot_note=76580>1</sup> The disbelievers would wish to see you neglect your weapons and belongings, so they could launch a sweeping assault on you. But there is no blame if you lay aside your weapons when overcome by heavy rain or illness—but take precaution. Indeed, Allah has prepared a humiliating punishment for the disbelievers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sen içlerinde olup da onlarla namaz kıldıracağın zaman onlardan bir zümre seninle beraber namaza dursun, silâhlarını da alıversinler. Bunlar secde edince arka tarafınızda bulunsunlar ve namazı kılmamış olan diğer bir zümre de gelsin, seninle beraber namazı kılsın ve ihtiyat tedbirlerini ve silâhlarını da alıversinler. Kâfir olan kimseler arzu ederler ki, siz silâhlarınızdan ve eşyanızdan gâfil bulunâsınız da sizin üzerinize bir baskın ile baskında bulunuversinler. Ve eğer size yağmurdan bir eziyet var ise veya siz hasta bulunmuş iseniz silâhlarınızı bırakmanızdan dolayı üzerinize bir günah yoktur. Ve ihtiyat tedbirinizi alınız, şüphe yok ki Allah Teâlâ kâfirler için hakaret bahşolan bir azab hazırlamıştır.",
        "hayrat_nesriyat": "Hem (sen) içlerinde bulunup da onlara namaz kıldırdığın zaman, artık onlardan bir tâife seninle berâber (namaza) dursun; silâhlarını da (yanlarına) alsınlar! Secdeye vardıkları zaman ise hemen (diğer tâife) arkanızda bulunsunlar! Sonra namaz kılmamış olan diğer tâife gelip seninle berâber namaz kılsınlar, hem tedbirlerini hem silâhlarını alsınlar! İnkâr edenler arzu ederler ki silâhlarınızdan ve eşyâlarınızdan gafil olsanız da üzerinize birdenbire baskın yapsalar.Bununla berâber size yağmurdan bir eziyet olur veya hasta olursanız, silâhlarınızı bırakmanızda size bir günah yoktur. Fakat tedbîrinizi alın! Şübhesiz ki Allah, kâfirler için(pek) aşağılayıcı bir azab hazırlamıştır.",
        "diyanet_vakfi": "Sen de içlerinde bulunup onlara namaz kıldırdığın zaman, onlardan bir kısmı seninle beraber namaza dursunlar, silahlarını (yanlarına) alsınlar, böylece (namazı kılıp) secde ettiklerinde (diğerleri) arkanızda olsunlar. Sonra henüz namazını kılmamış olan (bu) diğer gurup gelip seninle beraber namazlarını kılsınlar ve onlar da ihtiyat tedbirlerini ve silahlarını alsınlar. O kâfirler arzu ederler ki siz silahlarınızdan ve eşyanızdan gafil olsanız da üstünüze birden baskın yapsalar. Eğer size yağmurdan bir eziyet olur yahut hasta bulunursanız silahlarınızı bırakmanızda size günah yoktur. Yine de tedbirinizi alın. Şüphesiz Allah, kâfirler için alçaltıcı bir azap hazırlamıştır."
      }
    },
    {
      "id": 596,
      "verseNumber": 103,
      "verseKey": "4:103",
      "arabic": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
      "english": "When the prayers are over, remember Allah—whether you are standing, sitting, or lying down. But when you are secure, establish regular prayers. Indeed, performing prayers is a duty on the believers at the appointed times.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi namazı kılıp bitirdiğiniz zaman ayakta iken ve otururken ve yanlarınız üzerinde iken Allah Teâlâ’yı zikrediniz. Vaktâ ki emniyet haline gelirsiniz, artık namazı tamamıyla eda ediniz. Şüphe yok ki namaz, mü’minlerin üzerine muayyen vakitlerde bir fariza olmuştur.",
        "hayrat_nesriyat": "(O korku anında) namazı bitirince de, artık ayakta iken, otururken ve yanlarınız üzerine (yatar) iken Allah`ı zikredin! Fakat (korkudan) emîn olduğunuz zaman, artık namazı (bildiğiniz şekilde) hakkıyla edâ edin! Muhakkak ki namaz, mü`minler üzerine vakitleri belirli (bir farz) olarak yazılıdır.",
        "diyanet_vakfi": "Namazı bitirince de ayakta, otururken ve yanınız üzerinde yatarken (daima) Allah’ı anın. Huzura kavuşunca da namazı dosdoğru kılın; çünkü namaz müminler üzerine vakitleri belli bir farzdır."
      }
    },
    {
      "id": 597,
      "verseNumber": 104,
      "verseKey": "4:104",
      "arabic": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "english": "Do not falter in pursuit of the enemy—if you are suffering, they too are suffering. But you can hope to receive from Allah what they can never hope for. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kavmi aramakta gevşek olmayınız. Eğer siz elem çekmekte olursanız şüphesiz onlar da sizin elem çektiğiniz gibi elem çekerler. Halbuki onların ümit etmediği şeyi siz Allah Teâlâ’dan ümit edersiniz ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Düşman ordusunu takip etmekte, korkak davranmayın. Eğer sıkıntı çekerseniz bilin ki, onlar da sizin gibi sıkıntı çekiyorlar. Ama siz Allah`tan onların ümit etmediklerini alacağınızı ümit ediyorsunuz. Ve Allah herşeyi bilendir, herşeyi yerli yerince yapandır.",
        "diyanet_vakfi": "O (düşman) topluluğu takip etmekte gevşeklik göstermeyin. Eğer siz acı çekiyorsanız onlar da, sizin çektiğiniz gibi acı çekmektedirler. Üstelik siz Allah’tan, onların ümit etmedikleri şeyleri umuyorsunuz. Allah ilim ve hikmet sahibidir."
      }
    },
    {
      "id": 598,
      "verseNumber": 105,
      "verseKey": "4:105",
      "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
      "english": "Indeed, We have sent down the Book to you ˹O Prophet˺ in truth to judge between people by means of what Allah has shown you. So do not be an advocate for the deceitful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz Biz sana kitabı hak olarak indirdik ki insanlar arasında Allah Teâlâ’nın sana bildirdiği vech ile hükmedesin ve hainler için müdafaacı olma.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Şübhesiz ki biz, bu Kitâb`ı sana hak ile indirdik ki, insanlar arasında Allah`ın sana gösterdiği şekilde hüküm veresin! Hâinler için ise, müdâfaa edici olma!",
        "diyanet_vakfi": "Allah’ın sana gösterdiği şekilde insanlar arasında hükmedesin diye sana Kitab’ı hak ile indirdik; hainlerden taraf olma!"
      }
    },
    {
      "id": 599,
      "verseNumber": 106,
      "verseKey": "4:106",
      "arabic": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "english": "And seek Allah’s forgiveness—indeed, Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’dan mağfiret iste. Şüphe yok ki Allah Teâlâ gafûr, rahîm bulunmaktadır.",
        "hayrat_nesriyat": "Hem Allah`dan mağfiret dile! Şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ve Allah’tan mağfiret iste, çünkü Allah, çok yarlığayıcı, ziyadesiyle esirgeyicidir."
      }
    },
    {
      "id": 600,
      "verseNumber": 107,
      "verseKey": "4:107",
      "arabic": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
      "english": "Do not advocate for those who wrong themselves.<sup foot_note=76581>1</sup> Surely Allah does not like those who are deceitful, sinful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Nefislerine hiyânet edenler tarafından mücadelede bulunma, şüphe yok ki Allah Teâlâ hıyanete düşkün, çok günahkâr olan kimseyi sevmez.",
        "hayrat_nesriyat": "(İşledikleri günahlarla) kendilerine hıyânet edenler hakkında mücâdele etme! Muhakkak ki Allah, dâimâ ihânet eden günahkâr kimseleri sevmez.",
        "diyanet_vakfi": "Kendilerine hıyanet edenleri savunma; çünkü Allah hainliği meslek edinmiş günahkârları sevmez."
      }
    },
    {
      "id": 601,
      "verseNumber": 108,
      "verseKey": "4:108",
      "arabic": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
      "english": "They try to hide ˹their deception˺ from people, but they can never hide it from Allah—in Whose presence they plot by night what is displeasing to Him. And Allah is Fully Aware of what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "İnsanlardan gizlenirler de Allah Teâlâ’dan gizlenmezler. Halbuki Allah Teâlâ, razı olmadığı lâkırdıyı onlar geceleyin konuştukları zaman onlar ile beraberdir. Ve Allah Teâlâ onların her yaptıkları şeyi kuşatmış bulunmaktadır.",
        "hayrat_nesriyat": "(Onlar) insanlardan gizlemeye çalışırlar (utanırlar) da Allah`dan gizlemek istemezler (hayâ etmezler); hâlbuki (Allah`ın) râzı olmayacağı söz(ler)i geceleyin (gizlice)uydururlarken, O onlarla berâberdi. Çünki Allah, onların yapmakta olduklarını (ilim ve kudretiyle) tamâmen kuşatıcıdır.",
        "diyanet_vakfi": "İnsanlardan gizler de Allah’tan gizlemezler. Halbuki geceleyin, O’nun razı olmadığı sözü düzüp kurarken O, onlarla beraber idi. Allah yaptıklarını kuşatıcıdır (O’nun ilminden hiçbir şeyi gizleyemezler)."
      }
    },
    {
      "id": 602,
      "verseNumber": 109,
      "verseKey": "4:109",
      "arabic": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
      "english": "Here you are! You ˹believers˺ are advocating for them in this life, but who will ˹dare to˺ advocate for them before Allah on the Day of Judgment? Or who will come to their defence?",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte siz öyle kimselersiniz ki, dünya hayatı hususunda onlardan yana mücadelede bulundunuz, fakat Kıyamet gününde onlar tarafından Allah Teâlâ’ya karşı kim mücadelede bulunacak? Veya onların üzerine kim vekil olacak?",
        "hayrat_nesriyat": "Sizler belki bu dünya hayatında onları savunabilirsiniz; ya kıyamet günü, Allah`a karşı onları kim savunacak ya da kim onların koruyucusu olacaktır?",
        "diyanet_vakfi": "Haydi siz dünya hayatında onlara taraf çıkıp savundunuz, ya kıyamet günü Allah’a karşı onları kim savunacak yahut onlara kim vekil olacak?"
      }
    },
    {
      "id": 603,
      "verseNumber": 110,
      "verseKey": "4:110",
      "arabic": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
      "english": "Whoever commits evil or wrongs themselves then seeks Allah’s forgiveness will certainly find Allah All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim bir kötülük yapar veya nefsine zulmeder de sonra Allah Teâlâ’dan mağfiret dilerse Allah Teâlâ’yı gafûr, rahîm bulur.",
        "hayrat_nesriyat": "Hem kim bir kötülük yapar veya nefsine zulmeder de sonra Allah`dan mağfiret dilerse, Allah`ı Gafûr (çok bağışlayıcı), Rahîm (çok merhamet edici) olarak bulur.",
        "diyanet_vakfi": "Kim bir kötülük yapar yahut nefsine zulmeder de sonra Allah’tan mağfiret dilerse, Allah’ı çok yarlığayıcı ve esirgeyici bulacaktır."
      }
    },
    {
      "id": 604,
      "verseNumber": 111,
      "verseKey": "4:111",
      "arabic": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "english": "And whoever commits a sin—it is only to their own loss. Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim bir günah kazanırsa onu ancak kendi nefsi aleyhine kazanır. Allah Teâlâ ise alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Ve kim bir günah işlerse, böylece onu ancak kendi aleyhine kazanır. Allah ise, Alîm (herşeyi hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Kim bir günah kazanırsa onu ancak kendi aleyhine kazanmış olur. Allah her şeyi bilicidir, büyük hikmet sahibidir."
      }
    },
    {
      "id": 605,
      "verseNumber": 112,
      "verseKey": "4:112",
      "arabic": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "english": "And whoever commits an evil or sinful deed then blames it on an innocent person, they will definitely bear the guilt of slander and blatant sin.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim bir kusur veya bir günah kazanır da sonra onu bir suçsuz kimse üzerine atarsa muhakkak ki, bir iftirayı ve apaçık bir günahı yüklenmiş olur.",
        "hayrat_nesriyat": "Kim de bir hatâ veya bir günah işler, sonra da onu bir suçsuzun üzerine atarsa, o takdirde şübhesiz ki bir iftirâ ve apaçık bir günah yüklenmiş olur.",
        "diyanet_vakfi": "Kim kasıtlı veya kasıtsız bir günah kazanır da sonra onu bir suçsuzun üzerine atarsa, muhakkak ki, büyük bir iftira ve apaçık bir günah yüklenmiş olur."
      }
    },
    {
      "id": 606,
      "verseNumber": 113,
      "verseKey": "4:113",
      "arabic": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
      "english": "Had it not been for Allah’s grace and mercy, a group of them would have sought to deceive you ˹O Prophet˺. Yet they would deceive none but themselves, nor can they harm you in the least. Allah has revealed to you the Book and wisdom and taught you what you never knew. Great ˹indeed˺ is Allah’s favour upon you!",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Allah Teâlâ’nın fazl ve rahmeti senin üzerine olmasaydı elbette onlardan bir tâife seni şaşırtmaya kasdedecekti. Halbuki, onlar kendi nefislerinden başkasını şaşırtmazlar ve sana hiçbir şeyden zarar veremezler. Ve Allah Teâlâ sana kitabı ve hikmeti indirdi ve sana bilir olmadığın şeyleri öğretti. Ve Allah Teâlâ’nın fazlı senin üzerine pek büyük olmuştur.",
        "hayrat_nesriyat": "Fakat senin üzerinde Allah`ın lütfu ve rahmeti olmasaydı, onlardan bir tâife, (hak ile hüküm vermen husûsunda) seni bile hatâya düşürmeye azmetmişti. Hâlbuki (onlar), ancak kendilerini hatâya düşürürler ve sana hiçbir şeyle zarar veremezler! Çünki Allah sana Kitâb`ı ve hikmeti (Kitab`daki hükümleri) indirmiş ve sana bilmediklerini öğretmiştir.Allah`ın senin üzerindeki lütfu ise çok büyüktür.",
        "diyanet_vakfi": "Allah’ın sana lütfu ve esirgemesi olmasaydı, onlardan bir güruh seni saptırmaya yeltenmişti. Onlar yalnızca kendilerini saptırırlar, sana hiçbir zarar veremezler. Allah sana Kitab’ı ve hikmeti indirmiş ve sana bilmediğini öğretmiştir. Allah’ın lütfu sana gerçekten büyük olmuştur."
      }
    },
    {
      "id": 607,
      "verseNumber": 114,
      "verseKey": "4:114",
      "arabic": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
      "english": "There is no good in most of their secret talks—except those encouraging charity, kindness, or reconciliation between people. And whoever does this seeking Allah’s pleasure, We will grant them a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların gizlice konuşmalarının birçoğunda bir hayır yoktur. Bir sadaka verilmesiyle veya iyi bir iş yapılmasıyla veya nâsın arasını ıslah etmek ile emreden kimsenin böyle konuşması müstesna. Ve her kim Allah Teâlâ’nın rızasını taleb ederek bunu yaparsa Biz ona elbette çok büyük bir mükâfaat vereceğiz.",
        "hayrat_nesriyat": "Onların fısıldaşmalarının çoğunda hayır yoktur; ancak bir sadaka vermeyi veya bir iyilik yapmayı veya insanların arasını düzeltmeyi emreden(lerin fısıldaşmaları)müstesnâdır. Artık kim Allah`ın rızâsını arayarak böyle yaparsa, bunun üzerine ileride ona büyük bir mükâfât vereceğiz.",
        "diyanet_vakfi": "Onların fısıldaşmalarının birçoğunda hayır yoktur. Ancak bir sadaka yahut bir iyilik yahut da insanların arasını düzeltmeyi isteyen (in fısıldaşması) müstesna. Kim Allah’ın rızasını elde etmek için bunu yaparsa, biz ona yakında büyük bir mükâfat vereceğiz."
      }
    },
    {
      "id": 608,
      "verseNumber": 115,
      "verseKey": "4:115",
      "arabic": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
      "english": "And whoever defies the Messenger after guidance has become clear to them and follows a path other than that of the believers, We will let them pursue what they have chosen, then burn them in Hell—what an evil end!",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim de kendisine doğru yol zahir olduktan sonra Peygamber’e muhalefet eder ve mü’minlerin yolundan başkasına uyup giderse, onu o takip ettiği yola sevkederiz ve onu cehenneme daldırırız. Ve ona ne fena bir gidilecek yer.",
        "hayrat_nesriyat": "Kim de kendisine hidâyet belli olduktan sonra, peygambere karşı gelir ve mü`minlerin yolundan başkasına tâbi` olursa, onu (kendi) tercîh ettiğinde bırakırız ve kendisini Cehenneme atarız! Ve (o) ne kötü varılacak yerdir!",
        "diyanet_vakfi": "Kendisi için doğru yol belli olduktan sonra, kim Peygamber’e karşı çıkar ve müminlerin yolundan başka bir yola giderse, onu o yönde bırakırız ve cehenneme sokarız; o ne kötü bir yerdir."
      }
    },
    {
      "id": 609,
      "verseNumber": 116,
      "verseKey": "4:116",
      "arabic": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
      "english": "Surely Allah does not forgive associating ˹others˺ with Him ˹in worship˺,<sup foot_note=76582>1</sup> but forgives anything else of whoever He wills. Indeed, whoever associates ˹others˺ with Allah has clearly gone far astray.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Allah Teâlâ kendisine şerik koşulmasını mağfiret etmez ve bunun dûnundakini de dilediği kimseye mağfiret buyurur. Ve her kim Allah Teâlâ’ya şerik koşarsa muhakkak ki pek uzak bir dalâlete sapmıştır.",
        "hayrat_nesriyat": "Şübhesiz ki Allah, kendisine şirk koşulmasını bağışlamaz; bunun dışındaki(günah)ları ise, (kendi lütfundan) dilediği kimse için affeder. Artık kim Allah`a şirk koşarsa, o takdirde doğrusu (haktan) uzak bir dalâlet ile sapmış olur.",
        "diyanet_vakfi": "Allah, kendisine ortak koşulmasını asla bağışlamaz; ondan başka günahları dilediği kimse için bağışlar. Kim Allah’a ortak koşarsa büsbütün sapıtmıştır."
      }
    },
    {
      "id": 610,
      "verseNumber": 117,
      "verseKey": "4:117",
      "arabic": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
      "english": "Instead of Allah, they only invoke female gods<sup foot_note=76583>1</sup> and they ˹actually˺ invoke none but a rebellious Satan—",
      "turkish": {
        "omer_nasuhi_bilmen": "O müşrikler Cenâb-ı Hakk’a değil, ancak dişilere taparlar ve ancak ziyâde isyankar bir şeytana tapıverirler.",
        "hayrat_nesriyat": "(O müşrikler) O`nu (Allah`ı) bırakıp sâdece (Lât ve Uzzâ gibi) birtakım dişi(isimli put)lara tapıyorlar ve ancak inadcı (isyankâr) bir şeytana tapıyorlar.",
        "diyanet_vakfi": "Onlar (müşrikler) O’nu bırakıp yalnızca bir takım dişilerden (dişi isimli tanrılardan) istiyorlar, ancak inatçı şeytandan dilekte bulunuyorlar."
      }
    },
    {
      "id": 611,
      "verseNumber": 118,
      "verseKey": "4:118",
      "arabic": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
      "english": "cursed by Allah—who said, “I will surely take hold of a certain number of Your servants.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ ona lânet etmiştir. O da demiştir ki: «Elbette ben senin kullarından bir muayyen pay edineceğim.»",
        "hayrat_nesriyat": "Allah ona (o şeytana) lâ`net etti. Bunun üzerine (o) şöyle dedi: `And olsun ki senin kullarından mutlaka belli bir pay edineceğim.`",
        "diyanet_vakfi": "Allah onu (şeytanı) lânetlemiş; o da: «Yemin ederim ki, kullarından belli bir pay edineceğim» demiştir."
      }
    },
    {
      "id": 612,
      "verseNumber": 119,
      "verseKey": "4:119",
      "arabic": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
      "english": "I will certainly mislead them and delude them with empty hopes. Also, I will order them and they will slit the ears of cattle<sup foot_note=76584>1</sup> and alter Allah’s creation.” And whoever takes Satan as a guardian instead of Allah has certainly suffered a tremendous loss.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve elbette onları saptıracağım ve elbette onları kuruntuya düşüreceğim ve muhakkak onlara emredeceğim de hayvanların kulaklarını yaracaklar ve herhalde onlara emredeceğim de Allah Teâlâ’nın yarattığını tağyir edeceklerdir.» Ve her kim Allah Teâlâ’dan başka şeytanı velî ittihaz ederse şüphe yok ki, pek açık bir ziyan ile ziyana düşmüş olur.",
        "hayrat_nesriyat": "Ve onları mutlaka dalâlete düşüreceğim, hem onları şübhesiz boş temennîleresevk edeceğim, hem onlara kesinlikle emredeceğim de gerçekten hayvanların kulaklarını yaracaklar ve (yine) onlara mutlaka emredeceğim de Allah`ın yarattığını şübhesiz değiştirecekler` (dedi). Artık kim Allah`ı bırakıp da şeytanı dost edinirse, o takdirde muhakkak ki apaçık bir zararla hüsrâna uğramış olur.",
        "diyanet_vakfi": "«Onları mutlaka saptıracağım, muhakkak onları boş kuruntulara boğacağım, kesinlikle onlara emredeceğim de hayvanların kulaklarını yaracaklar (putlar için nişanlayacaklar), şüphesiz onlara emredeceğim de Allah’ın yarattığını değiştirecekler» (dedi). Kim Allah’ı bırakır da şeytanı dost edinirse elbette apaçık bir ziyana düşmüştür."
      }
    },
    {
      "id": 613,
      "verseNumber": 120,
      "verseKey": "4:120",
      "arabic": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
      "english": "Satan only makes them ˹false˺ promises and deludes them with ˹empty˺ hopes. Truly Satan promises them nothing but delusion.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şeytan onlara vaadeder ve onları kuruntuya düşürür. Halbuki, şeytan onlara bir aldatmadan başka bir şey vaadetmez.",
        "hayrat_nesriyat": "(Şeytan) onlara (uzun ömür, ardı arkası kesilmez dünyalık emeller) va`d eder ve kendilerini boş temennîlere sevk eder. Hâlbuki şeytan, onlara aldatmadan başka bir şey va`d etmez.",
        "diyanet_vakfi": "(Şeytan) onlara söz verir ve onları ümitlendirir; halbuki şeytanın onlara söz vermesi aldatmacadan başka bir şey değildir."
      }
    },
    {
      "id": 614,
      "verseNumber": 121,
      "verseKey": "4:121",
      "arabic": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
      "english": "It is they who will have Hell as their home, and they will find no escape from it!",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onların varacakları yer cehennemdir. Ve ondan kaçıp sığınacak bir yer de bulamayacaklardır.",
        "hayrat_nesriyat": "İşte onlar yok mu, varacakları yer Cehennemdir, ondan kaçacak bir yer de bulamazlar.",
        "diyanet_vakfi": "İşte onların yeri cehennemdir; ondan kaçıp kurtulacak bir yer de bulamayacaklardır."
      }
    },
    {
      "id": 615,
      "verseNumber": 122,
      "verseKey": "4:122",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
      "english": "And those who believe and do good, We will soon admit them into Gardens under which rivers flow, to stay there for ever and ever. Allah’s promise is ˹always˺ true. And whose word is more truthful than Allah’s?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki imân ettiler, ve iyi işler yaptılar. Onları altlarından ırmaklar akan cennetlere orada ebedî olarak kalıp durmak üzere elbette girdireceğiz. Hakkâ ki Allah Teâlâ’nın vaadi. Allah Teâlâ’dan daha gerçek sözlü kim vardır?",
        "hayrat_nesriyat": "Îmân edip sâlih ameller işleyenlere gelince, onları altlarından ırmaklar akan Cennetlere koyacağız; orada ebedî olarak devamlı kalıcıdırlar. (Bu,) Allah`ın hak bir va`didir. Allah`dan daha doğru sözlü kim olabilir?",
        "diyanet_vakfi": "İman eden ve iyi işler yapanları, içinde ebedî kalmak üzere, zemininden ırmaklar akan cennetlere koyacağız. Allah, (bu söylenenleri) hak bir söz olarak vâdetti. Söz verme ve onu tutma bakımından kim Allah’tan daha doğru olabilir?"
      }
    },
    {
      "id": 616,
      "verseNumber": 123,
      "verseKey": "4:123",
      "arabic": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "english": "˹Divine grace is˺ neither by your wishes nor those of the People of the Book! Whoever commits evil will be rewarded accordingly, and they will find no protector or helper besides Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizin kuruntularınızla değildir, ehl-i kitabın kuruntuları ile de değildir. Her kim bir kötülük yaparsa onunla cezalandırılır. Ve kendisi için Allah Teâlâ’dan başka ne bir yâr ve ne de bir yardımcı bulamaz.",
        "hayrat_nesriyat": "(Allah`ın va`di,) ne sizin boş temennîleriniz, ne de ehl-i kitâbın asılsız kuruntuları ile (bağımlı) değildir. (Gerçek şudur ki:) Kim bir kötülük yaparsa, onunla cezâlandırılır ve (o takdirde) kendisine Allah`dan başka ne bir dost, ne de bir yardımcı bulabilir!",
        "diyanet_vakfi": "Ne sizin kuruntularınız ne de ehl-i kitabın kuruntuları (gerçektir); kim bir kötülük yaparsa onun cezasını görür ve kendisi için Allah’tan başka dost da, yardımcı da bulamaz."
      }
    },
    {
      "id": 617,
      "verseNumber": 124,
      "verseKey": "4:124",
      "arabic": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
      "english": "But those who do good—whether male or female—and have faith will enter Paradise and will never be wronged ˹even as much as˺ the speck on a date stone.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve erkekten ve kadından herhangi bir kimse, mü’min olduğu halde iyi işlerden bir şey işlerse işte onlar cennete gireceklerdir ve bir çekirdeğin arkasındaki bir çukurcuk kadar bile zulme uğramayacaklardır.",
        "hayrat_nesriyat": "Hem erkek veya kadın, kendisi mü`min olarak kim sâlih amellerden işlerse, işte onlar Cennete girerler ve bir çekirdeğin (arkasındaki küçücük) oyuğu kadar bile haksızlığa uğratılmazlar.",
        "diyanet_vakfi": "Erkek olsun, kadın olsun, her kim de mümin olarak iyi işler yaparsa, işte onlar cennete girerler ve zerre kadar haksızlığa uğratılmazlar."
      }
    },
    {
      "id": 618,
      "verseNumber": 125,
      "verseKey": "4:125",
      "arabic": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
      "english": "And who is better in faith than those who ˹fully˺ submit themselves to Allah, do good, and follow the Way of Abraham, the upright? Allah chose Abraham as a close friend.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve din itibariyle daha güzel kimdir o kimseden ki, muhsin olduğu halde yüzünü Allah Teâlâ’ya teslim etmiş, ve Hanîf olarak İbrahim’in milletine tâbi olmuştur. Allah Teâlâ da İbrahim’i bir dost edinmiştir.",
        "hayrat_nesriyat": "Ve kendisi iyilik eden bir kimse olarak, nefsini Allah`a teslîm eden ve Hanîf(hakka yönelmiş) olarak İbrâhîm`in dînine tâbi` olan kimseden, din bakımından daha güzel kim olabilir? Zîrâ Allah, İbrâhîm`i dost edinmiştir.",
        "diyanet_vakfi": "İşlerinde doğru olarak kendini Allah’a veren ve İbrahim’in, Allah’ı bir tanıyan dinine tâbi olan kimseden dince daha güzel kim vardır? Allah İbrahim’i dost edinmiştir."
      }
    },
    {
      "id": 619,
      "verseNumber": 126,
      "verseKey": "4:126",
      "arabic": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
      "english": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is Fully Aware of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ne varsa, yeryüzünde de ne varsa hepside Allah Teâlâ’nındır. Ve Allah Teâlâ her şeyi kuşatmış bulunmaktadır.",
        "hayrat_nesriyat": "Hem göklerde olan ve yerde bulunanlar Allah`ındır. Ve Allah, herşeyi (ilim ve kudretiyle) tamâmen kuşatıcıdır.",
        "diyanet_vakfi": "Göklerde ve yerde ne varsa hepsi Allah’ındır ve Allah her şeyi kuşatmıştır. (Hiçbir şey O’nun ilim ve kudretinin dışında kalamaz)."
      }
    },
    {
      "id": 620,
      "verseNumber": 127,
      "verseKey": "4:127",
      "arabic": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
      "english": "They ask you ˹O Prophet˺ regarding women. Say, “It is Allah Who instructs you regarding them. Instruction has ˹already˺ been revealed in the Book<sup foot_note=76585>1</sup> concerning the orphan women you deprive of their due rights<sup foot_note=76586>2</sup> but still wish to marry, also helpless children, as well as standing up for orphans’ rights. And whatever good you do is certainly well known to Allah.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senden kadınlar hakkında fetva isterler. De ki: «Onların hakkında size fetvayı Allah Teâlâ veriyor ve kendileri için yazılmış olanı kendilerine vermediğiniz ve kendilerini nikahlamaya rağbet eylediğiniz yetim kadınlar hakkındaki ve zayıf bir durumda bulunan çocuklar hakkındaki ve yetimlere karşı adâletle hareket etmeniz hakkındaki size tilâvet olunan âyetlerde (bu hususlarda size fetva vermektedir). Ve siz hayırdan her ne yaparsanız şüphe yok ki Allah Teâlâ onu bihakkın bilicidir.»",
        "hayrat_nesriyat": "(Ey Resûlüm!) Kadınlar (ve onların mîrasları) hakkında da senden fetvâ istiyorlar. De ki: `Onlar hakkında size Allah fetvâ veriyor: Kendilerine yazılmış olan (hak ettikleri mîrâs)ı onlara vermeyip kendilerini nikâhlamak istediğiniz yetim kızlar ile çâresiz bırakılmış çocuklar hakkında ve yetimlere karşı adâleti yerine getirmeniz husûsunda Kitab`da (Kur`ân`da) size okunan (âyet)ler var.` Böylece hayır olarak her ne yaparsanız, artık şübhesiz Allah, onu hakkıyla bilendir.",
        "diyanet_vakfi": "Senden kadınlar hakkında fetva istiyorlar. De ki, onlara ait hükmü size Allah açıklıyor: Kitap’ta, kendileri için yazılmışı (mirası) vermeyip nikâhlamak istediğiniz yetim kadınlar, çaresiz çocuklar ve yetimlere karşı âdil davranmanız hakkında size okunan âyetler (Allah’ın hükmünü apaçık ortaya koymaktadır). Hayırdan ne yaparsanız şüphesiz Allah onu bilmektedir."
      }
    },
    {
      "id": 621,
      "verseNumber": 128,
      "verseKey": "4:128",
      "arabic": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "english": "If a woman fears indifference or neglect from her husband, there is no blame on either of them if they seek ˹fair˺ settlement, which is best. Humans are ever inclined to selfishness.<sup foot_note=76587>1</sup> But if you are gracious and mindful ˹of Allah˺, surely Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer bir kadın kocasının kaçıp nefret etmesinden veya yüz çevirmesinden korkarsa aralarını sulh ile ıslah etmelerinden dolayı üzerlerine bir günah yoktur ve sulh hayırlıdır. Ve nefislerde cimrilik hazırlanmıştır. Ve eğer ihsan eder ve ittikada bulunursanız şüphe yok ki, Allah Teâlâ yapacağınız şeyden tamamen haberdardır.",
        "hayrat_nesriyat": "Fakat bir kadın, kocasının geçimsizliğinden veya (kendisinden) yüz çevirmesinden endişe ederse, o takdirde anlaşarak aralarını düzeltmelerinde ikisine bir günah yoktur. Hem sulh (anlaşmak) daha hayırlıdır. Zâten nefisler kıskançlığa yatkındır. Ama iyilik eder ve (geçimsizlikten) sakınırsanız, artık şübhesiz ki Allah, ne yaparsanız hakkıyla haberdardır.",
        "diyanet_vakfi": "Eğer bir kadın kocasının geçimsizliğinden yahut kendisinden yüz çevirmesinden endişe ederse, aralarında bir sulh yapmalarında onlara günah yoktur. Sulh (daima) hayırlıdır. Zaten nefisler kıskançlığa hazırdır. Eğer iyi geçinir ve Allah’tan korkarsanız şüphesiz Allah yaptıklarınızdan haberdardır."
      }
    },
    {
      "id": 622,
      "verseNumber": 129,
      "verseKey": "4:129",
      "arabic": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "english": "You will never be able to maintain ˹emotional˺ justice between your wives—no matter how keen you are. So do not totally incline towards one leaving the other in suspense.<sup foot_note=76588>1</sup> And if you do what is right and are mindful ˹of Allah˺, surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kadınlar arasında adâlette bulunmanıza ne kadar arzukeş olsanız da asla muktedir olamazsınız, artık birine büsbütün meyl ile temayül edip de ötekini asıklı gibi bırakmayınız. Ve eğer ıslah eder ve sakınırsanız şüphe yok ki Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Ve ne kadar hırs da gösterseniz, kadınlar arasında adâletli olmaya aslâ güç yetiremezsiniz; öyleyse (birisine) büsbütün meylederek yönelip de onu (diğerini) askıda kalmış gibi (ne kocalı, ne kocasız bir hâlde) bırakmayın! Fakat (aralarında haksız davranışlarınızı) düzeltir ve (geçimsizlikten) sakınırsanız, artık şübhe yok ki Allah, Gafûr(çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Üzerine düşüp uğraşsanız da kadınlar arasında âdil davranmaya güç yetiremezsiniz; bâri birisine tamamen kapılıp da diğerini askıya alınmış gibi bırakmayın. Eğer arayı düzeltir, günahtan sakınırsanız Allah şüphesiz çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 623,
      "verseNumber": 130,
      "verseKey": "4:130",
      "arabic": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
      "english": "But if they choose to separate, Allah will enrich both of them from His bounties. And Allah is Ever-Bountiful, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer ayrılırlarsa Allah Teâlâ hepsini de fazl-ı keremi ile müstağni kılar. Ve Allah Teâlâ vâsidir, hakîmdir.",
        "hayrat_nesriyat": "Bununla berâber (karı-koca) ayrılırlarsa, Allah bol rahmetinden herbirini(diğerinden) müstağnî kılar (birbirine muhtaç etmez). Çünki Allah, Vâsi` (rahmeti geniş olan)dır, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Eğer (eşler) birbirinden ayrılırsa Allah, bol nimetinden her birini zenginleştirir (diğerine muhtaç olmaktan kurtarır); Allah’ın lütfu geniş, hikmeti büyüktür."
      }
    },
    {
      "id": 624,
      "verseNumber": 131,
      "verseKey": "4:131",
      "arabic": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
      "english": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. Indeed, We have commanded those given the Scripture before you, as well as you, to be mindful of Allah. But if you disobey, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is Self-Sufficient, Praiseworthy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerde ne varsa ve yerde ne varsa Allah Teâlâ’nındır. Andolsun ki, sizden evvel kendilerine kitap verilmiş olanlara da, sizlere de, «Allah Teâlâ’dan ittikada bulununuz,» diye tavsiye etmişizdir. Ve eğer küfrederseniz, şüphe yok ki, göklerdeki ve yerlerdeki her şey Allah Teâlâ’nındır. Ve Allah Teâlâ ganîdir, hamîddir.",
        "hayrat_nesriyat": "Hem göklerde ne var, yerde ne varsa Allah`ındır. Yemîn olsun ki sizden önce kendilerine kitab verilenlere de size de: `Allah`dan sakının!` diye emrettik. Buna rağmen inkâr ederseniz, işte şübhesiz göklerde ne var, yerde ne varsa Allah`ındır. Hem Allah, Ganî(hiçbir şeye muhtaç olmayan)dır, Hamîd (hamd edilmeye çok lâyık olan)dır.",
        "diyanet_vakfi": "Göklerde ve yerde ne varsa hepsi Allah’ındır. Sizden önce kendilerine Kitap verilenlere ve size «Allah’tan korkun» diye emrettik. Eğer inkâr ederseniz biliniz ki göklerde ve yerde ne varsa hepsi Allah’ındır. Allah hudutsuz zengindir, ziyadesiyle övgüye lâyıktır."
      }
    },
    {
      "id": 625,
      "verseNumber": 132,
      "verseKey": "4:132",
      "arabic": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "english": "To Allah ˹alone˺ belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve göklerde olanlar da, yerde olanlar da Allah Teâlâ’nındır. Ve bir vekil olarak da Allah Teâlâ kifâyet eder.",
        "hayrat_nesriyat": "Göklerde olanlar da, yerde bulunanlar da Allah`ındır. Artık vekîl olarak Allah yeter!",
        "diyanet_vakfi": "Göklerde ve yerde olanlar Allah’ındır. Vekil olarak Allah yeter."
      }
    },
    {
      "id": 626,
      "verseNumber": 133,
      "verseKey": "4:133",
      "arabic": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
      "english": "If it is His Will, He can remove you altogether, O  humanity, and replace you with others. And Allah is Most Capable to do so.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey insanlar! Allah Teâlâ dilerse sizi giderir, başkalarını getirir ve Allah Teâlâ buna bihakkın kâdir bulunmaktadır.",
        "hayrat_nesriyat": "Ey insanlar! Allah dilerse sizi alıp götürür ve yerinize başkalarını getirir. Allah`ın bunu yapmaya gücü yeter.",
        "diyanet_vakfi": "Ey insanlar! Allah dilerse sizi yokluğa gönderip başkalarını getirir; Allah buna kadirdir."
      }
    },
    {
      "id": 627,
      "verseNumber": 134,
      "verseKey": "4:134",
      "arabic": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
      "english": "Whoever desires the reward of this world, then ˹let them know that˺ with Allah are the rewards of this world and the Hereafter. And Allah is All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim dünya sevabını isterse muhakkak dünyanın da ahiretin de sevabı Allah Teâlâ’nın indindedir. Ve Allah Teâlâ bihakkın işitici ve görücüdür.",
        "hayrat_nesriyat": "Kim dünya mükâfâtını isterse, artık (bilsin ki) dünyanın da âhiretin de mükâfâtı Allah katındadır. Allah ise, Semî` (hakkıyla işiten)dir, Basîr (hakkıyla gören)dir.",
        "diyanet_vakfi": "Kim dünya mükâfatını isterse (bilsin ki) dünyanın da ahiretin de mükâfatı Allah katındadır. Allah her şeyi işiten ve her şeyi görendir."
      }
    },
    {
      "id": 628,
      "verseNumber": 135,
      "verseKey": "4:135",
      "arabic": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "english": "O believers! Stand firm for justice as witnesses for Allah even if it is against yourselves, your parents, or close relatives. Be they rich or poor, Allah is best to ensure their interests. So do not let your desires cause you to deviate ˹from justice˺. If you distort the testimony or refuse to give it, then ˹know that˺ Allah is certainly All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân edenler! Adaletle bihakkın kâim, Allah için şahit kimseler olunuz. Velev ki kendi şahıslarınızın veya ebeveyninizin veya en yakınlarınızın aleyhine olsun, ister zengin veya fakir bulunsun. Çünkü Allah Teâlâ onlara daha yakındır. Artık haktan dönerek hevâya tâbi olmayınız. Ve eğer dilinizi eğer bükerseniz veya yüz çevirirseniz şüphe yok ki Allah Teâlâ işlediğiniz şeyden bihakkın haberdardır.",
        "hayrat_nesriyat": "Ey îmân edenler! Adâleti titizlikle ayakta tutan (hâkim)ler, Allah için şâhidlik eden kimseler olun! (Bu tavrınız) velev kendiniz veya ana-baba ve akrabâlar(ınız)aleyhine olsun! (Hem aleyhlerine karar verilen veya şâhidlik edilen) ister zengin, ister fakir olsun; Allah, ikisine de (sizden) daha yakındır (onların maslahatını daha iyi bilir); öyleyse(haktan) saparak nefsin arzûsuna uymayın! Buna rağmen (dilinizi) eğip büker veya (îcâb eden hüküm ya da şâhidlikten) yüz çevirirseniz, artık muhakkak ki Allah, ne yaparsanızhakkıyla haberdardır.",
        "diyanet_vakfi": "Ey iman edenler! Adaleti titizlikle ayakta tutan, kendiniz, ana-babanız ve akrabanız aleyhinde de olsa Allah için şahitlik eden kimseler olun. (Haklarında şahitlik ettikleriniz) zengin olsunlar, fakir olsunlar Allah onlara (sizden) daha yakındır. Hislerinize uyup adaletten sapmayın, (şahitliği) eğer, büker (doğru şahitlik etmez), yahut şâhidlik etmekten kaçınırsanız (biliniz ki) Allah yaptıklarınızdan haberdardır."
      }
    },
    {
      "id": 629,
      "verseNumber": 136,
      "verseKey": "4:136",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
      "english": "O believers! Have faith in Allah, His Messenger, the Book He has revealed to His Messenger, and the Scriptures He revealed before. Indeed, whoever denies Allah, His angels, His Books, His messengers, and the Last Day has clearly gone far astray.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân etmiş olanlar! Allah Teâlâ’ya ve O’nun Peygamberine ve Peygamberine indirmiş olduğu kitaba ve daha evvel indirmiş olduğu kitaba imân ediniz. Ve her kim Allah Teâlâ’yı ve meleklerini ve kitaplarını ve peygamberlerini ve ahiret gününü inkar ederse muhakkak ki pek uzak bir dalâletle sapıklığa düşmüş olur.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`a, Resûlüne ve peygamberine indirdiği Kitâb`a(Kur`ân`a) ve daha önce indirdiği kitab(lar)a îman(da sebât) edin! Kim de Allah`ı, meleklerini, kitablarını, peygamberlerini ve âhiret gününü inkâr ederse, o takdirde doğrusu(haktan) uzak bir dalâlet ile sapmış olur.",
        "diyanet_vakfi": "Ey iman edenler! Allah’a, Peygamberine, Peygamberine indirdiği Kitab’a ve daha önce indirdiği kitaba iman (da sebat) ediniz. Kim Allah’ı, meleklerini, kitaplarını, peygamberlerini ve kıyamet gününü inkâr ederse tam manasıyle sapıtmıştır."
      }
    },
    {
      "id": 630,
      "verseNumber": 137,
      "verseKey": "4:137",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
      "english": "Indeed, those who believed then disbelieved, then believed and again disbelieved—˹only˺ increasing in disbelief—Allah will neither forgive them nor guide them to the ˹Right˺ Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki imân ettiler, sonra kâfir oldular, sonra imân ettiler, sonra kâfir oldular, sonra da küfürlerini arttırdılar. Artık Allah Teâlâ onlar için mağfiret edecek değildir. Ve onları bir doğru yola sevkedecek değildir.",
        "hayrat_nesriyat": "Şübhesiz ki (Mûsâ`ya) îmân edip sonra (buzağıya taparak) inkâr edenler, sonra(tevbe ederek Mûsâ`ya tekrar) îmân edip, sonra (bu def`a Îsâ`yı) inkâr edenler, sonra da(Muhammed`i inkâr edip) inkârda ileri giden (yahudi)ler yok mu, Allah, onlara mağfiret edecek değildir, kendilerini (hak) bir yola hidâyet edecek de değildir.",
        "diyanet_vakfi": "İman edip sonra inkâr edenleri, sonra yine iman edip tekrar inkâr edenleri, sonra da inkârlarını arttıranları Allah ne bağışlayacak, ne de onları doğru yola iletecektir."
      }
    },
    {
      "id": 631,
      "verseNumber": 138,
      "verseKey": "4:138",
      "arabic": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
      "english": "Give good news of a painful punishment to hypocrites,",
      "turkish": {
        "omer_nasuhi_bilmen": "Münafıklara müjdele ki, onlara muhakkak bir elîm azap vardır.",
        "hayrat_nesriyat": "Münâfıklara, şübhesiz kendileri için (pek) elemli bir azab olduğunu müjdele!",
        "diyanet_vakfi": "Münafıklara, kendileri için acı bir azap olduğunu müjdele!"
      }
    },
    {
      "id": 632,
      "verseNumber": 139,
      "verseKey": "4:139",
      "arabic": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
      "english": "who choose disbelievers as allies instead of the believers. Do they seek honour and power through that company? Surely all honour and power belongs to Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, mü’minleri bırakarak kâfirleri dost tutarlar. İzzeti onların yanında mı arıyorlar? Muhakkak ki, bütün izzet Allah Teâlâ’nındır.",
        "hayrat_nesriyat": "Onlar ki, mü`minleri bırakıp da kâfirleri dostlar edinirler. İzzeti (şeref ve üstünlüğü) onların yanında mı arıyorlar? Hiç şübhesiz ki izzet, tamâmen Allah`a âiddir.",
        "diyanet_vakfi": "Müminleri bırakıp da kâfirleri dost edinenler, onların yanında izzet (güç ve şeref) mi arıyorlar? Bilsinler ki bütün izzet yalnızca Allah’a aittir."
      }
    },
    {
      "id": 633,
      "verseNumber": 140,
      "verseKey": "4:140",
      "arabic": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
      "english": "He has already revealed to you in the Book that when you hear Allah’s revelations being denied or ridiculed, then do not sit in that company unless they engage in a different topic, or else you will be like them.<sup foot_note=76589>1</sup> Surely Allah will gather the hypocrites and disbelievers all together in Hell.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muhakkak kitabı da sizin üzerinize indirmiştir ki, Allah Teâlâ’nın âyetlerine küfredildiğini ve onlar ile istihzâ yapıldığını işittiğiniz zaman başka lâkırdıya dalacaklarına kadar onların yanında oturmayınız. Şüphe yok ki siz de o zaman onların misli olmuş olursunuz. Muhakkak ki, Allah Teâlâ münafıkları ve kâfirleri cehennemde toptan toplayıcıdır.",
        "hayrat_nesriyat": "Ve muhakkak ki (O,) size Kitab`da: `Allah`ın âyetleri ki, onların inkâr edildiğini ve onlarla alay edildiğini işittiğinizde, (böyle konuşmayı bırakıp) bundan başka bir söze daldıkları zamâna kadar onlarla berâber oturmayın; o takdirde doğrusu siz (de) onlar gibi olursunuz!` diye (bir âyet) indirmiştir. Şübhesiz ki Allah, münâfıkları ve kâfirleri Cehennemde bir araya toplayıcıdır!",
        "diyanet_vakfi": "O (Allah), Kitap’ta size şöyle indirmiştir ki: Allah’ın âyetlerinin inkâr edildiğini yahut onlarla alay edildiğini işittiğiniz zaman, onlar bundan başka bir söze dalıncaya (konuya geçinceye) kadar kâfirlerle beraber oturmayın; yoksa siz de onlar gibi olursunuz. Elbette Allah, münafıkları ve kâfirleri cehennemde bir araya getirecektir."
      }
    },
    {
      "id": 634,
      "verseNumber": 141,
      "verseKey": "4:141",
      "arabic": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
      "english": "˹The hypocrites are˺ those who wait to see what happens to you. So if Allah grants you victory, they say ˹to you˺, “Were we not on your side?” But if the disbelievers have a share ˹of victory˺, they say ˹to them˺, “Did we not have the advantage over you, yet we protected you from the believers?” Allah will judge between ˹all of˺ you on the Day of Judgment. And Allah will never grant the disbelievers a way over the believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, sizi gözetiverirler, eğer sizin için Allah Teâlâ’dan bir zafer olursa, «Biz de sizinle beraber değil miydik?» derler. Ve eğer kâfirler için bir nâsib olursa, «Biz size galip gelmez miydik ve size mü’minlerin tecavüzünü men eder olmadık mı?» derler. Artık Allah Teâlâ Kıyamet gününde aranızda hükmedecektir. Ve elbette Allah Teâlâ kâfirler için mü’minler aleyhine bir yol vermeyecektir.",
        "hayrat_nesriyat": "Onlar (o münâfıklar öyle kimselerdir) ki, sizi gözetliyorlar; bu yüzden size Allah`dan bir fetih (bir zafer nasîb) olursa: `(Biz de) sizinle berâber değil miydik? (Bize de ganîmet verin!)` derler; fakat kâfirlere bir (zafer) nasîb olursa (onlara da): `Size galib gelmedik mi (sizi öldürme imkânına sâhib olup da kendi hâlinize bırakmadık mı)? Hem mü`minleri sizden men` etmedik mi?` derler. Artık Allah, kıyâmet günü aranızda hüküm verecektir. Ve Allah, kâfirlere mü`minler aleyhinde (kalıcı bir galibiyete) aslâ bir yol vermeyecektir.",
        "diyanet_vakfi": "Sizi gözetleyip duranlar, eğer size Allah’tan bir zafer (nasib) olursa, «Sizinle beraber değil miydik?» derler. Kâfirlerin (zaferden) bir nasipleri olursa (bu sefer de onlara), «Sizi yenip (öldürebileceğimiz halde öldürmeyip) müminlerden korumadık mı?» derler. Artık Allah kıyamet gününde aranızda hükmedecektir ve kâfirler için müminler aleyhine asla bir yol vermeyecektir."
      }
    },
    {
      "id": 635,
      "verseNumber": 142,
      "verseKey": "4:142",
      "arabic": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
      "english": "Surely the hypocrites seek to deceive Allah, but He outwits them. When they stand up for prayer, they do it half-heartedly only to be seen by people—hardly remembering Allah at all.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz münafıklar Allah Teâlâ’ya karşı hud’ada bulunmak isterler. Halbuki onları hud’aya düşüren O’dur. Ve namaza kalktıkları zaman tembelcesine kalkarlar nâsa gösterişte bulunurlar ve Allah Teâlâ’yı pek az yâd ederler.",
        "hayrat_nesriyat": "Şübhesiz ki münâfıklar, Allah`ı aldatmaya çalışıyorlar; hâlbuki O, onları aldatan(hîlelerini başlarına geçiren)dir. Hem (onlar) namaza kalktıkları zaman tenbel tenbel kalkarlar; insanlara gösteriş yaparlar ve Allah`ı ancak pek az anarlar.",
        "diyanet_vakfi": "Şüphesiz münafıklar Allah’a oyun etmeye kalkışıyorlar; halbuki Allah onların oyunlarını başlarına çevirmektedir. Onlar namaza kalktıkları zaman üşenerek kalkarlar, insanlara gösteriş yaparlar, Allah’ı da pek az hatıra getirirler."
      }
    },
    {
      "id": 636,
      "verseNumber": 143,
      "verseKey": "4:143",
      "arabic": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
      "english": "Torn between belief and disbelief—belonging neither to these ˹believers˺ nor those ˹disbelievers˺. And whoever Allah leaves to stray, you will never find for them a way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onun arasında mütereddittirler. Ne onlara ne de bunlara mensup ve her kimi ki Allah Teâlâ saptırırsa artık ona elbette bir yol bulamazsın.",
        "hayrat_nesriyat": "(O münâfıklar) bunun (îmanla küfrün) arasında bocalayıp duranlardır. Ne onlara(mü`minlere), ne de bunlara (kâfirlere mensubdurlar)! Artık Allah kimi (kendi küfrü sebebiyle) dalâlete atarsa, o takdirde onun (kurtulması) için aslâ bir yol bulamazsın!",
        "diyanet_vakfi": "Bunların arasında bocalayıp durmaktalar; ne onlara (bağlanıyorlar) ne bunlara. Allah’ın şaşırttığı kimseye asla bir (çıkar) yol bulamazsın."
      }
    },
    {
      "id": 637,
      "verseNumber": 144,
      "verseKey": "4:144",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
      "english": "O believers! Do not take disbelievers as allies instead of the believers. Would you like to give Allah solid proof against yourselves?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Mü’minleri bırakıp da kâfirleri dostlar edinmeyiniz. İstermisiniz ki, Allah için aleyhinize bir apaçık hüccet edinesiniz.",
        "hayrat_nesriyat": "Ey îmân edenler! Mü`minleri bırakıp da kâfirleri dostlar edinmeyin! Kendi aleyhinizde Allah`a apaçık bir delil kılmak ister misiniz?",
        "diyanet_vakfi": "Ey iman edenler! Müminleri bırakıp da kâfirleri dost edinmeyin; (bunu yaparak) Allah’a, aleyhinizde apaçık bir delil mi vermek istiyorsunuz?"
      }
    },
    {
      "id": 638,
      "verseNumber": 145,
      "verseKey": "4:145",
      "arabic": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
      "english": "Surely the hypocrites will be in the lowest depths of the Fire—and you will never find for them any helper—",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, münafıklar ateşin en aşağı tabakasındadırlar. Ve elbette onlar için yardımcı da bulamazsın.",
        "hayrat_nesriyat": "Şübhe yok ki münâfıklar, ateşin en aşağı tabakasındadırlar. Ve onlara aslâ bir yardımcı bulamazsın!",
        "diyanet_vakfi": "Şüphe yok ki münafıklar cehennemin en alt katındadırlar. Artık onlara asla bir yardımcı bulamazsın."
      }
    },
    {
      "id": 639,
      "verseNumber": 146,
      "verseKey": "4:146",
      "arabic": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
      "english": "except those who repent, mend their ways, hold fast to Allah, and are sincere in their devotion to Allah; they will be with the believers. And Allah will grant the believers a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak o kimseler ki, tövbe ettiler ve hallerini ıslahta bulundular ve Allah Teâlâ’ya iltica ediverdiler ve dinlerini Allah için halisane kıldılar, onlar müstesna. İşte onlar mü’minler ile beraberdirler. Mü’minlere ise Allah Teâlâ elbette pek büyük mükâfaat verecektir.",
        "hayrat_nesriyat": "Ancak tevbe edip (hâllerini) ıslâh edenler ve Allah`a (O`nun dînine) sımsıkı sarılıp dinlerinde (ibâdetlerinde yalnız) Allah için samîmî olanlar müstesnâ; işte onlar mü`minlerle berâberdir. Ve Allah, mü`minlere ileride (pek) büyük bir mükâfât verecektir.",
        "diyanet_vakfi": "Ancak tevbe edip hallerini düzeltenler, Allah’a sımsıkı sarılıp dinlerini (ibadetlerini) yalnız onun için yapanlar başkadır. İşte bunlar (gerçekte) müminlerle beraberdirler ve Allah müminlere yakında büyük mükâfat verecektir."
      }
    },
    {
      "id": 640,
      "verseNumber": 147,
      "verseKey": "4:147",
      "arabic": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
      "english": "Why should Allah punish you if you are grateful and faithful? Allah is ever Appreciative, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer şükreder ve imân etmiş olursanız, Allah Teâlâ sizin azabınızla ne yapacaktır? Halbuki, Allah Teâlâ şâkirdir, alîmdir.",
        "hayrat_nesriyat": "Eğer (verilen ni`metlere) şükredip îmân ederseniz, Allah size azâbı neylesin? Çünki Allah, Şâkir (iyiliklerin mükâfâtını fazlasıyla veren)dir, Alîm (herşeyi bilen)dir.",
        "diyanet_vakfi": "Eğer siz iman eder ve şükrederseniz, Allah size neden azap etsin! Allah şükre karşılık veren ve her şeyi bilendir."
      }
    },
    {
      "id": 641,
      "verseNumber": 148,
      "verseKey": "4:148",
      "arabic": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ ۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
      "english": "Allah does not like negative thoughts to be voiced—except by those who have been wronged.<sup foot_note=76590>1</sup> Allah is All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ çirkin lâkırdının açıklanmasını sevmez, zulmedilmiş olan başka. Ve Allah Teâlâ bihakkın işiticidir, bilicidir.",
        "hayrat_nesriyat": "Allah, kötü sözün (bilhassa) açıkça söylenmesini sevmez; ancak zulme uğrayan müstesnâ. Çünki Allah, Semî` (söylediklerinizi tamâmen işiten)dir, Alîm (kalblerinizdeki herşeyi bilen)dir.",
        "diyanet_vakfi": "Allah kötü sözün açıkça söylenmesini sevmez; ancak haksızlığa uğrayan başka. Allah her şeyi işitici ve bilicidir."
      }
    },
    {
      "id": 642,
      "verseNumber": 149,
      "verseKey": "4:149",
      "arabic": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
      "english": "Whether you reveal or conceal a good or pardon an evil—surely Allah is Ever-Pardoning, Most Capable.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir hayrı açıklarsanız veya gizlerseniz veya bir kötülüğü affederseniz, şüphe yok ki Allah Teâlâ affedici ve çok kudretlidir.",
        "hayrat_nesriyat": "Eğer bir iyiliği açıklar veya onu gizlerseniz, yâhut bir kötülüğü affederseniz, artık şübhe yok ki Allah, Afüvv (çok affedici olan)dır, Kadîr (herşeye gücü yeten)dir.",
        "diyanet_vakfi": "Bir iyiliği açıklar yahut gizlerseniz veya bir kötülüğü (açıklamayıp) affederseniz, şüphesiz Allah da ziyadesiyle affedici ve kadirdir."
      }
    },
    {
      "id": 643,
      "verseNumber": 150,
      "verseKey": "4:150",
      "arabic": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
      "english": "Surely those who deny Allah and His messengers and wish to make a distinction between Allah and His messengers,<sup foot_note=76591>1</sup> saying, “We believe in some and disbelieve in others,” desiring to forge a compromise,",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, Allah Teâlâ’yı ve O’nun peygamberlerini inkar ederler ve Allah Teâlâ ile peygamberlerinin arasını ayırmak isterler ve, «Bazısına imân eder ve bazısını inkâr eyleriz,» derler ve bunun arasında bir yol tutmak isterler.",
        "hayrat_nesriyat": "(150-151) Şübhesiz ki Allah`ı ve peygamberlerini inkâr edenler, Allah ile peygamberlerinin arasını ayırmak (Allah`a inanıp, peygamberlerini inkâr etmek)isteyenler ve: `(Biz, peygamberlerden) bir kısmına îmân eder, bir kısmını inkâr ederiz` diyenler ve bunun (îmân ile küfrün) arasında bir yol tutmak isteyenler yok mu, işte bunlar gerçek kâfirlerin ta kendileridir. Kâfirler için ise (pek) aşağılayıcı bir azab hazırladık!",
        "diyanet_vakfi": "Allah’ı ve peygamberlerini inkâr edenler ve (inanma hususunda) Allah ile peygamberlerini birbirinden ayırmak isteyip «Bir kısmına iman ederiz ama bir kısmına inanmayız» diyenler ve bunlar (iman ile küfür) arasında bir yol tutmak isteyenler yok mu;"
      }
    },
    {
      "id": 644,
      "verseNumber": 151,
      "verseKey": "4:151",
      "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰفِرُونَ حَقًّا ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
      "english": "they are indeed the true disbelievers. And We have prepared for the disbelievers a humiliating punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte kâmilen kâfir olanlar onlardır. Biz de kâfirler için ihanetbahş olan bir azab hazırlamışızdır.",
        "hayrat_nesriyat": "(150-151) Şübhesiz ki Allah`ı ve peygamberlerini inkâr edenler, Allah ile peygamberlerinin arasını ayırmak (Allah`a inanıp, peygamberlerini inkâr etmek)isteyenler ve: `(Biz, peygamberlerden) bir kısmına îmân eder, bir kısmını inkâr ederiz` diyenler ve bunun (îmân ile küfrün) arasında bir yol tutmak isteyenler yok mu, işte bunlar gerçek kâfirlerin ta kendileridir. Kâfirler için ise (pek) aşağılayıcı bir azab hazırladık!",
        "diyanet_vakfi": "İşte gerçekten kâfirler bunlardır. Ve biz kâfirlere alçaltıcı bir azap hazırlamışızdır."
      }
    },
    {
      "id": 645,
      "verseNumber": 152,
      "verseKey": "4:152",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَـٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "english": "As for those who believe in Allah and His messengers—accepting all; rejecting none—He will surely give them their rewards. And Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, Allah Teâlâ’ya ve peygamberlerine imân etmişlerdir ve onlardan hiçbirinin arasını ayırmamışlardır. İşte onlara da mükâfaatlarını elbette verecektir. Ve Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Allah`a ve peygamberlerine îmân edenlere ve onlardan hiçbirinin arasında ayırım yapmayanlara gelince, işte onlar var ya, onların (gerçek) mükâfâtlarını (Allah) ileride(âhirette) kendilerine verecektir. Çünki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Allah’a ve peygamberlerine iman eden ve onlardan hiçbirini diğerlerinden ayırmayanlara (gelince) işte Allah onlara bir gün mükâfatlarını verecektir. Allah çok bağışlayıcı ve esirgeyicidir."
      }
    },
    {
      "id": 646,
      "verseNumber": 153,
      "verseKey": "4:153",
      "arabic": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَـٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَـٰبًا مِّنَ ٱلسَّمَآءِ ۚ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّـٰعِقَةُ بِظُلْمِهِمْ ۚ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ فَعَفَوْنَا عَن ذَٰلِكَ ۚ وَءَاتَيْنَا مُوسَىٰ سُلْطَـٰنًا مُّبِينًا",
      "english": "The People of the Book demand that you ˹O Prophet˺ bring down for them a revelation in writing from heaven.<sup foot_note=76592>1</sup> They demanded what is even greater than this from Moses, saying, “Make Allah visible to us!” So a thunderbolt struck them for their wrongdoing. Then they took the calf for worship after receiving clear signs. Still We forgave them for that ˹after their repentance˺ and gave Moses compelling proof.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ehl-i kitab, üzerlerine bir kitap indirmeni senden isterler. Muhakkak onlar bundan daha büyüğünü Mûsa’dan istemişler de, «Bize Allah’ı apaçık göster,» demişlerdi. Artık zulümleri sebebiyle kendilerini yıldırım çarptı. Kendilerine apaçık mûcizeler geldikten sonra da buzağıyı (ma’but) ittihaz ettiler. Nihâyet bundan affettik ve Mûsa’ya pek zahir bir saltanat verdik.",
        "hayrat_nesriyat": "Ehl-i kitab senden, kendilerine gökten bir kitab indirmeni istiyor; bununla berâber muhakkak ki (onlar) Mûsâ`dan bunun daha büyüğünü isteyerek: `Bize Allah`ı açıkça göster!` demişlerdi. Bunun üzerine, zulümleri (böyle isyankâr suâlleri ve istekleri)sebebiyle onları yıldırım çarpmıştı. Sonra kendilerine apaçık mu`cizeler gelmesinin ardından buzağıyı (ilâh) edindiler. Nihâyet (onları) bundan affettik (tamâmen helâk etmedik), Mûsâ`ya ise apaçık bir hâkimiyet verdik.",
        "diyanet_vakfi": "Ehl-i kitap senden, kendilerine gökten bir kitap indirmeni istiyor. Onlar Musa’dan, bunun daha büyüğünü istemişler de, «Bize Allah’ı apaçık göster» demişlerdi. Zulümleri sebebiyle hemen onları yıldırım çarptı. Bilâhare kendilerine açık deliller geldikten sonra buzağıyı (tanrı) edindiler. Biz bunu da affettik. Ve Musa’ya apaçık delil (ve yetki) verdik."
      }
    },
    {
      "id": 647,
      "verseNumber": 154,
      "verseKey": "4:154",
      "arabic": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَـٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
      "english": "We raised the Mount over them ˹as a warning˺ for ˹breaking˺ their covenant and said, “Enter the gate ˹of Jerusalem˺ with humility.” We also warned them, “Do not break the Sabbath,” and took from them a firm covenant.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ahidlerine riayet etmeleri için üstlerine Tûr’u kaldırdık ve onlara, «Secde eder olduğunuz halde o kapıdan girin,» dedik ve onlara «Cumartesi günü haddi tecavüz etmeyin,» dedik ve onlardan ağır bir ahid aldık.",
        "hayrat_nesriyat": "Ve sağlam söz vermeleri için Tûr`u üzerlerine kaldırdık da onlara: `(Şehrin)kapı(sın)dan secde eden kimseler olarak (hürmetle başınızı eğerek) girin!` dedik ve kendilerine: `Cumartesi günü (balık avlayarak) haddi aşmayın!` buyurduk ve onlardan pek sağlam bir söz aldık.",
        "diyanet_vakfi": "Söz vermeleri (ni takviye) için Tûr’u başlarına diktik de onlara, «Baş eğerek kapıdan girin» dedik, «Cumartesi günü sınırı aşmayın» dedik. Kendilerinden sağlam söz aldık."
      }
    },
    {
      "id": 648,
      "verseNumber": 155,
      "verseKey": "4:155",
      "arabic": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
      "english": "˹They were condemned˺ for breaking their covenant, rejecting Allah’s signs, killing the prophets unjustly, and for saying, “Our hearts are unreceptive!”<sup foot_note=76593>1</sup>—it is Allah Who has sealed their hearts for their disbelief, so they do not believe except for a few—",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onlar ahidlerini bozmaları ve Allah Teâlâ’nın âyetlerini inkâr eylemeleri ve peygamberleri haksız yere öldürmeleri ve «Bizim kalblerimiz perdelidir,» demeleri sebebiyle (lânete uğramışlardır). Hayır, Allah Teâlâ onların kalblerini küfürleri sebebiyle mühürlemiştir. Binaenaleyh pek azı müstesna olmak üzere onlar imân etmezler.",
        "hayrat_nesriyat": "Fakat sözlerini bozmaları, Allah`ın âyetlerini inkârları, (Zekeriyyâ ve Yahyâ`ya yaptıkları gibi) peygamberleri haksız yere öldürmeleri ve: `Kalblerimiz perdelidir (bir şey anlamayız)!` demeleri sebebiyle (onlara lâ`net ettik)! Bil`akis küfürleri sebebiyle Allah onların (o kalblerin) üzerine mühür vurmuştur. Bu yüzden, pek azı müstesnâ, îmân etmezler.",
        "diyanet_vakfi": "Sözlerinden dönmeleri, Allah’ın âyetlerini inkâr etmeleri, haksız yere peygamberleri öldürmeleri ve «Kalplerimiz kılıflanmıştır» demeleri sebebiyle (onları lânetledik, türlü belâlar verdik. Onların kalpleri kılıflı değildir;) tam aksine küfürleri sebebiyle Allah o kalpler üzerine mühür vurmuştur; pek azı müstesna artık iman etmezler."
      }
    },
    {
      "id": 649,
      "verseNumber": 156,
      "verseKey": "4:156",
      "arabic": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَـٰنًا عَظِيمًا",
      "english": "and for their denial and outrageous accusation against Mary,<sup foot_note=76594>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve küfürleri sebebiyle ve Meryem hakkında pek büyük bir iftirada bulunmaları sebebiyle (lânete uğramışlardır).",
        "hayrat_nesriyat": "(156-157) Bir de inkâr etmeleri ve (babasız çocuk doğurması üzerine) Meryem`e karşı büyük bir iftirâ söylemeleri ve: `Doğrusu biz, Allah`ın elçisi Meryemoğlu Îsâ Mesîh`i öldürdük` demeleri sebebiyle (onlara lâ`net ettik). Hâlbuki onu ne öldürdüler, ne de onu astılar; fakat (öldürdükleri kişi) kendilerine, ona (Îsâ`ya) benzer gösterildi.",
        "diyanet_vakfi": "Bir de inkâr etmelerinden ve Meryem’in üzerine büyük bir iftira atmalarından;"
      }
    },
    {
      "id": 650,
      "verseNumber": 157,
      "verseKey": "4:157",
      "arabic": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
      "english": "and for boasting, “We killed the Messiah, Jesus, son of Mary, the messenger of Allah.” But they neither killed nor crucified him—it was only made to appear so.<sup foot_note=76595>1</sup> Even those who argue for this ˹crucifixion˺ are in doubt. They have no knowledge whatsoever—only making assumptions. They certainly did not kill him.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve «Muhakkak biz Meryem’in oğlu Allah’ın peygamberi İsâ’yı öldürdük,» demeleri sebebiyle (lânete hedef olmuşlardır). Halbuki, O’nu ne öldürdüler ve ne de asıverdiler. Fakat onlar için bir benzetilmiş oldu. Ve şüphe yok ki, onda ihtilâf edenler, ondan dolayı şekk içindedirler. Onlar için buna dair zanna uymaktan başka bir bilgi yoktur ve O’nu hakikaten katletmiş değildirler.",
        "hayrat_nesriyat": "(156-157) Bir de inkâr etmeleri ve (babasız çocuk doğurması üzerine) Meryem`e karşı büyük bir iftirâ söylemeleri ve: `Doğrusu biz, Allah`ın elçisi Meryemoğlu Îsâ Mesîh`i öldürdük` demeleri sebebiyle (onlara lâ`net ettik). Hâlbuki onu ne öldürdüler, ne de onu astılar; fakat (öldürdükleri kişi) kendilerine, ona (Îsâ`ya) benzer gösterildi.",
        "diyanet_vakfi": "Ve «Allah elçisi Meryem oğlu İsa’yı öldürdük» demeleri yüzünden (onları lânetledik). Halbuki onu ne öldürdüler, ne de astılar; fakat (öldürdükleri) onlara İsa gibi gösterildi. Onun hakkında ihtilâfa düşenler bundan dolayı tam bir kararsızlık içindedirler; bu hususta zanna uymak dışında hiçbir (sağlam) bilgileri yoktur ve kesin olarak onu öldürmediler."
      }
    },
    {
      "id": 651,
      "verseNumber": 158,
      "verseKey": "4:158",
      "arabic": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "english": "Rather, Allah raised him up to Himself. And Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır, Allah Teâlâ O’nu kendisine yükseltmiştir. Ve Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Bil`akis Allah, onu kendi (katı)na yükseltti. Çünki Allah, Azîz (kudreti dâimâ galib gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Bilâkis Allah onu (İsa’yı) kendi nezdine kaldırmıştır. Allah izzet ve hikmet sahibidir."
      }
    },
    {
      "id": 652,
      "verseNumber": 159,
      "verseKey": "4:159",
      "arabic": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
      "english": "Every one of the People of the Book will definitely believe in him before his death.<sup foot_note=76596>1</sup> And on the Day of Judgment Jesus will be a witness against them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ehl-i kitaptan hiçbir fert yoktur ki illâ ölümünden evvel elbette O’na imân edecektir! Ve kıyamet gününde onların aleyhine bir şahit olacaktır.",
        "hayrat_nesriyat": "Hem ehl-i kitabdan hiçbir kimse yoktur ki ölümünden önce mutlaka ona îmân edecek olmasın! Kıyâmet gününde ise, onların (kendisine îmân etmeyenlerin) aleyhine şâhidlik edecektir.",
        "diyanet_vakfi": "Ehl-i kitaptan her biri, ölümünden önce ona muhakkak iman edecektir. Kıyamet gününde de o, onlara şahit olacaktır."
      }
    },
    {
      "id": 653,
      "verseNumber": 160,
      "verseKey": "4:160",
      "arabic": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
      "english": "We forbade the Jews certain foods that had been lawful to them for their wrongdoing, and for hindering many from the Way of Allah,",
      "turkish": {
        "omer_nasuhi_bilmen": "(160-161) Artık yahudilerden bir zulüm sebebiyle ve birçoklarını Allah Teâlâ’nın yolundan men etmeleri sebebiyle onlara helâl kılınmış olan temiz şeyleri üzerlerine haram kıldık. Ve ribâyı, ondan nehy edilmiş oldukları halde alıvermeleri sebebiyle ve nâsın mallarını haksız yere yemeleri sebebiyle. Ve onlardan kâfir olanlara elîm bir azab hazırladık.",
        "hayrat_nesriyat": "(160-161) İşte yahudi olanların (bu) zulümleri sebebiyle ve birçok kimseyi Allah yolundan men` etmeleri, ondan kesinlikle yasaklandıkları hâlde fâiz almaları ve insanların mallarını bâtıl (haram yollar)la yemeleri yüzünden, (daha önce) kendilerine helâl kılınan temiz şeyleri, onlara haram kıldık. İçlerinden kâfir olanlara da (pek) elemli bir azab hazırladık!",
        "diyanet_vakfi": "(160-161) Yahudilerin zulmü sebebiyle, bir de çok kimseyi Allah yolundan çevirmeleri, menedildikleri halde faizi almaları ve haksız (yollar) ile insanların mallarını yemeleri yüzünden kendilerine (daha önce) helâl kılınmış bulunan temiz ve iyi şeyleri onlara haram kıldık ve içlerinden inkâra sapanlara acı bir azap hazırladık."
      }
    },
    {
      "id": 654,
      "verseNumber": 161,
      "verseKey": "4:161",
      "arabic": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
      "english": "taking interest despite its prohibition, and consuming people’s wealth unjustly. We have prepared for the disbelievers among them a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "(160-161) Artık yahudilerden bir zulüm sebebiyle ve birçoklarını Allah Teâlâ’nın yolundan men etmeleri sebebiyle onlara helâl kılınmış olan temiz şeyleri üzerlerine haram kıldık. Ve ribâyı, ondan nehy edilmiş oldukları halde alıvermeleri sebebiyle ve nâsın mallarını haksız yere yemeleri sebebiyle. Ve onlardan kâfir olanlara elîm bir azab hazırladık.",
        "hayrat_nesriyat": "(160-161) İşte yahudi olanların (bu) zulümleri sebebiyle ve birçok kimseyi Allah yolundan men` etmeleri, ondan kesinlikle yasaklandıkları hâlde fâiz almaları ve insanların mallarını bâtıl (haram yollar)la yemeleri yüzünden, (daha önce) kendilerine helâl kılınan temiz şeyleri, onlara haram kıldık. İçlerinden kâfir olanlara da (pek) elemli bir azab hazırladık!",
        "diyanet_vakfi": "(160-161) Yahudilerin zulmü sebebiyle, bir de çok kimseyi Allah yolundan çevirmeleri, menedildikleri halde faizi almaları ve haksız (yollar) ile insanların mallarını yemeleri yüzünden kendilerine (daha önce) helâl kılınmış bulunan temiz ve iyi şeyleri onlara haram kıldık ve içlerinden inkâra sapanlara acı bir azap hazırladık."
      }
    },
    {
      "id": 655,
      "verseNumber": 162,
      "verseKey": "4:162",
      "arabic": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
      "english": "But those of them well-grounded in knowledge, the faithful ˹who˺ believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you—˹especially˺ those who establish prayer—and those who pay alms-tax and believe in Allah and the Last Day, to these ˹people˺ We will grant a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat onlardan ilimde mütehassıs olanlar ve mü’min olanlar sana indirilmiş olana ve senden evvel indirilmiş olana inanırlar, ve namazı dosdoğru kılanlar ve zekâtı verenler, ve Allah Teâlâ’ya ve ahiret gününe imân edenler var ya, işte onlara elbette azim bir mükâfaat vereceğizdir.",
        "hayrat_nesriyat": "Fakat onlardan (îmân ederek) ilimde râsih (derinleşmiş) olanlar ve mü`minler, sana indirilene (Kur`ân`a) ve senden önce indirilen (diğer kitab)lara îmân ederler. Ve(onlar) namazı hakkıyla edâ edenler, zekâtı verenler, Allah`a ve âhiret gününe îmân edenlerdir. İşte onlar var ya, kendilerine (pek) büyük bir mükâfât vereceğiz!",
        "diyanet_vakfi": "Fakat içlerinden ilimde derinleşmiş olanlar ve müminler, sana indirilene ve senden önce indirilene iman edenler, namazı kılanlar, zekâtı verenler, Allah’a ve ahiret gününe inananlar var ya; işte onlara pek yakında büyük mükâfat vereceğiz."
      }
    },
    {
      "id": 656,
      "verseNumber": 163,
      "verseKey": "4:163",
      "arabic": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
      "english": "Indeed, We have sent revelation to you ˹O Prophet˺ as We sent revelation to Noah and the prophets after him. We also sent revelation to Abraham, Ishmael, Isaac, Jacob, and his descendants, ˹as well as˺ Jesus, Job, Jonah, Aaron, and Solomon. And to David We gave the Psalms.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak Biz sana vahyettik, Nûh’a ve ondan sonraki peygamberlere vahyettiğimiz gibi ve İbrahim’e, İsmaîl’e, İshak’a, Ya’kub’a, Esbât’a, İsa’ya, Eyyûb’e, Yûnus’a, Harûn’a ve Süleyman’a vahy eylediğimiz gibi ve Dâvud’a Zebûr’u verdiğimiz gibi.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Şübhe yok ki biz, Nûh`a ve ondan sonraki peygamberlere vahyettiğimiz gibi sana da vahyettik. İbrâhîm`e, İsmâîl`e, İshâk`a, Ya`kub`a, (ve onun)torunlar(ın)a, Îsâ`ya, Eyyûb`e, Yûnus`a, Hârûn`a ve Süleymân`a da vahyettik. Dâvûd`a ise Zebûr`u verdik.",
        "diyanet_vakfi": "Biz Nuh’a ve ondan sonraki peygamberlere vahyettiğimiz gibi sana da vahyettik. Ve (nitekim) İbrahim’e, İsmail’e, İshak’a, Yakub’a, esbâta (torunlara), İsa’ya, Eyyûb’e, Yunus’a, Harun’a ve Süleyman’a vahyettik. Davud’a da Zebûr’u verdik."
      }
    },
    {
      "id": 657,
      "verseNumber": 164,
      "verseKey": "4:164",
      "arabic": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
      "english": "There are messengers whose stories We have told you already and others We have not. And to Moses Allah spoke directly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve evvelce kıssalarını sana bildirdiğimiz peygamberleri ve kıssalarını sana bildirmediğimiz peygamberleri gönderdik. Ve Allah Teâlâ Mûsa ile bilmuhâtabe (aracısız) tekellüm buyurmuştur.",
        "hayrat_nesriyat": "Hem öyle peygamberler (gönderdik) ki, elbette onları(n kıssalarını) daha önce sana anlattık ve öyle peygamberler de var ki onları(n kıssalarını) sana anlatmadık. Ve Allah, Mûsâ ile (ses, harf ve kelimelere muhtaç olmadan, vâsıtasız) bir hitâb ile konuştu.",
        "diyanet_vakfi": "Bir kısım peygamberleri sana daha önce anlattık, bir kısmını ise sana anlatmadık. Ve Allah Musa ile gerçekten konuştu."
      }
    },
    {
      "id": 658,
      "verseNumber": 165,
      "verseKey": "4:165",
      "arabic": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "english": "˹All were˺ messengers delivering good news and warnings so humanity should have no excuse before Allah after ˹the coming of˺ the messengers. And Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Müjdeleyici ve korkutucu oldukları halde peygamberler (gönderdik ki) O peygamberlerden sonra nâs için Cenâb-ı Hakk’a karşı bir mazeret bulunmasın. Ve Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "(Biz) müjdeleyiciler ve (aynı zamanda) korkutucular olarak nice peygamberler(gönderdik) ki, o peygamberlerden sonra, insanların Allah`a karşı bir delil(ler)i(ma`zeretleri) olmasın! Çünki Allah, Azîz (kudreti dâimâ galib gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "(Yerine göre) müjdeleyici ve sakındırıcı olarak peygamberler gönderdik ki insanların peygamberlerden sonra Allah’a karşı bir bahaneleri olmasın! Allah izzet ve hikmet sahibidir."
      }
    },
    {
      "id": 659,
      "verseNumber": 166,
      "verseKey": "4:166",
      "arabic": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "english": "Yet ˹if you are denied, O  Prophet,˺ Allah bears witness to what He has sent down to you—He has sent it with His knowledge. The angels too bear witness. And Allah ˹alone˺ is sufficient as a Witness.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat Allah Teâlâ (senin nübüvvetine) sana indirmiş olduğu (Kur’an-ı Mübîn) ile şehâdet ediyor ki onu kendi ilmiyle indirmiştir. Melekler de şehâdet ediyorlar. Mamafih Allah Teâlâ şahit olmaya kâfidir.",
        "hayrat_nesriyat": "(Onlar senin peygamberliğine şâhidlik etmiyorlar) fakat Allah sana indirdiği(Kur`ân) ile şâhidlik ediyor, onu kendi ilmiyle indirdi. Melekler de (sana) şâhidlik ediyorlar. Ve şâhid olarak Allah yeter!",
        "diyanet_vakfi": "Fakat Allah sana indirdiğine şahitlik eder; onu kendi ilmi ile indirdi. Melekler de (buna) şahitlik ederler. Ve şahit olarak Allah kâfîdir."
      }
    },
    {
      "id": 660,
      "verseNumber": 167,
      "verseKey": "4:167",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
      "english": "Those who disbelieve and hinder ˹others˺ from the Way of Allah have certainly strayed far away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, kâfir olmuşlar ve Allah yolundan men edivermişlerdir, şüphe yok onlar pek uzak bir sapıklıkla sapıtmışlardır.",
        "hayrat_nesriyat": "Şübhesiz ki inkâr edip (insanları) Allah yolundan men` edenler, gerçekten(haktan) uzak bir dalâlet ile sapmışlardır.",
        "diyanet_vakfi": "İnkâr eden ve (başkalarını da) Allah yolundan alıkoyanlar şüphesiz doğru yoldan çok uzaklaşmışlardır."
      }
    },
    {
      "id": 661,
      "verseNumber": 168,
      "verseKey": "4:168",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
      "english": "Those who disbelieve and wrong themselves—surely Allah will neither forgive them nor guide them to any path",
      "turkish": {
        "omer_nasuhi_bilmen": "Filhakika o kimseler ki, kâfir olmuşlar ve zulüm etmişlerdir, onlar için Allah Teâlâ mağfiret edecek değildir ve onları bir yola iletecek değildir.",
        "hayrat_nesriyat": "(168-169) Muhakkak ki inkâr edip (peygambere) zulmedenler yok mu, Allah onlara mağfiret edecek değildir; onları Cehennem yolundan başka bir yola erdirecek de değildir;(onlar) orada ebedî olarak devamlı kalıcıdırlar. Bu ise, Allah`a göre çok kolaydır.",
        "diyanet_vakfi": "İnkâr edip zulmedenleri Allah asla bağışlayacak değildir. Onları (başka) bir yola iletecek de değildir."
      }
    },
    {
      "id": 662,
      "verseNumber": 169,
      "verseKey": "4:169",
      "arabic": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "english": "except that of Hell, to stay there for ever and ever. And that is easy for Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Cehennem yolu müstesna. Orada ebedîyyen muhalled olarak kalacaklardır. Ve bu Allah Teâlâ için pek kolay bulunmaktadır.",
        "hayrat_nesriyat": "(168-169) Muhakkak ki inkâr edip (peygambere) zulmedenler yok mu, Allah onlara mağfiret edecek değildir; onları Cehennem yolundan başka bir yola erdirecek de değildir;(onlar) orada ebedî olarak devamlı kalıcıdırlar. Bu ise, Allah`a göre çok kolaydır.",
        "diyanet_vakfi": "Ancak orada ebedî kalmak üzere cehennem onları yoluna (iletecektir). Bu da Allah’a çok kolaydır."
      }
    },
    {
      "id": 663,
      "verseNumber": 170,
      "verseKey": "4:170",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "english": "O humanity! The Messenger has certainly come to you with the truth from your Lord, so believe for your own good. But if you disbelieve, then ˹know that˺ to Allah belongs whatever is in the heavens and the earth. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey insanlar! Muhakkak ki size Rabbinizden bir peygamber hak ile gelmiştir. Artık sizin için hayır olmak üzere O’na imân ediniz. Ve eğer inkar ederseniz şüphe yok ki, göklerde ve yerde her ne varsa Allah’ındır. Ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Ey insanlar! Doğrusu peygamber size Rabbinizden hak ile gelmiştir; öyle ise hakkınızda hayır olarak (ona) îmân edin! Buna rağmen inkâr ederseniz artık şübhesiz ki, göklerde ve yerde ne varsa Allah`ındır. Allah ise, Alîm (hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Ey insanlar! Resûl size Rabbinizden gerçeği getirdi (bunda şüphe yoktur), şu halde kendi iyiliğinize olarak (ona) iman edin. Eğer inkâr ederseniz, göklerde ve yerde ne varsa şüphesiz hepsi Allah’ındır. (O’nun sizin inanmanıza ihtiyacı yoktur). Allah geniş ilim ve hikmet sahibidir."
      }
    },
    {
      "id": 664,
      "verseNumber": 171,
      "verseKey": "4:171",
      "arabic": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "english": "O People of the Book! Do not go to extremes regarding your faith; say nothing about Allah except the truth.<sup foot_note=76597>1</sup> The Messiah, Jesus, son of Mary, was no more than a messenger of Allah and the fulfilment of His Word through Mary and a spirit ˹created by a command˺ from Him.<sup foot_note=76598>2</sup> So believe in Allah and His messengers and do not say, “Trinity.” Stop!—for your own good. Allah is only One God. Glory be to Him! He is far above having a son! To Him belongs whatever is in the heavens and whatever is on the earth. And Allah is sufficient as a Trustee of Affairs.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey ehl-i kitap! Dininizde haddi tecavüz etmeyiniz ve Allah Teâlâ’ya karşı haktan başkasını söylemeyiniz. Şüphe yok ki, Meryem’in oğlu İsa Allah Teâlâ’nın ancak bir peygamberidir ve O’nun tarafından bir kelimedir, O’nu Meryem’e ulaştırmıştır ve O’nun tarafından bir ruhtur. Artık Allah Teâlâ’ya ve O’nun peygamberlerine imân ediniz ve üç demeyiniz, vazgeçiniz, sizin için hayırlı olur. Muhakkak ki, Allah Teâlâ bir tanrıdır, kendisi için bir veled bulunmaktan münezzehtir. Göklerde ne varsa ve yerde ne varsa hepsi de O’nundur. Vekil olmak için de Allah Teâlâ kâfidir.",
        "hayrat_nesriyat": "Ey ehl-i kitab! Dîninizde haddi aşmayın ve Allah`a karşı, haktan başkasını söylemeyin! Meryemoğlu Îsâ Mesîh ancak Allah`ın peygamberi, Meryem`e ulaştırdığı kelimesi ve O`n(un tarafın)dan (yaratılmış) bir ruhtur. Öyleyse Allah`a ve peygamberlerine îmân edin! `(Allah) üçtür` demeyin! Kendi hayrınıza olarak (bundan)vazgeçin!Allah, ancak tek bir İlâhdır. O, çocuğu olmaktan münezzehtir! Göklerde ne var, yerde ne varsa O`nundur. Vekîl olarak da Allah yeter!",
        "diyanet_vakfi": "Ey ehl-i kitap! Dininizde aşırı gitmeyin ve Allah hakkında, gerçekten başkasını söylemeyin. Meryem oğlu İsa Mesîh, ancak Allah’ın resûlüdür, (o) Allah’ın, Meryem’e ulaştırdığı «kün: Ol» kelimesi(nin eseri)dir, O’ndan bir ruhtur. (O’nun tarafından gönderilmiş, yahut teyit edilmiş, yahut da Cebrail tarafından üfürülmüş bir ruhtur). Şu halde Allah’a ve peygamberlerine iman edin. «(Tanrı) üçtür» demeyin, sizin için hayırlı olmak üzere bundan vazgeçin. Allah ancak bir tek Allah’tır. O, çocuğu olmaktan münezzehtir. Göklerde ve yerde ne varsa hepsi O’nundur. Vekil olarak Allah yeter."
      }
    },
    {
      "id": 665,
      "verseNumber": 172,
      "verseKey": "4:172",
      "arabic": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
      "english": "The Messiah would never be too proud to be a servant of Allah, nor would the angels nearest to Allah. Those who are too proud and arrogant to worship Him will be brought before Him all together.",
      "turkish": {
        "omer_nasuhi_bilmen": "Mesih de Allah Teâlâ için kul olmaktan asla çekinmez, mukarrebin olan melekler de. Her kim O’nun ibadetinden çekinir ve kibirlenirse elbette onları umumen huzuruna toplayacaktır.",
        "hayrat_nesriyat": "(Sizin bâtıl i`tikadınıza rağmen) Mesîh (Îsâ), Allah`a kul olmaktan aslâ çekinmez, Allah`a yakın melekler de (çekinmezler). O hâlde kim O`na (Allah`a) kulluktan çekinip büyüklük taslarsa, artık (bilsin ki Allah, hesâbını sormak üzere) onları hep berâber huzûruna toplayacaktır.",
        "diyanet_vakfi": "Ne Mesîh ve ne de Allah’a yakın melekler, Allah’ın kulu olmaktan geri dururlar. O’na kulluktan geri durup büyüklenen kimselerin hepsini (Allah) yakında huzuruna toplayacaktır."
      }
    },
    {
      "id": 666,
      "verseNumber": 173,
      "verseKey": "4:173",
      "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "english": "As for those who believe and do good, He will reward them in full and increase them out of His grace. But those who are too proud and arrogant, He will subject them to a painful punishment. And besides Allah they will find no protector or helper.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık o kimseler ki, imân etmiş ve sâlih amellerde bulunmuş olurlar, elbette onlara mükâfaatlarını ödeyecek ve onlara kendi fazlından olarak (mükâfaatlarını) arttıracaktır. Amma o kimseler ki, yüz döndürdüler ve tekebbürde bulundular, onları da elbette elîm bir azab ile azablandıracaktır. Ve onlar kendileri için Allah Teâlâ’dan başka ne bir yar, ne de bir yardımcı bulamayacaklardır.",
        "hayrat_nesriyat": "Fakat îmân edip sâlih ameller işleyenler var ya, artık onlara mükâfâtlarını tam olarak verecek ve lütfundan onlara (ihsânını daha da) artıracaktır. (Kulluktan) çekinip büyüklük taslayanlara gelince, onları da (pek) elemli bir azâb ile cezâlandıracak ve (onlar)kendileri için Allah`dan başka ne bir dost, ne de bir yardımcı bulacaklardır.",
        "diyanet_vakfi": "İman edip iyi işler yapanlara (Allah) ecirlerini tam olarak verecek ve onlara lütfundan daha fazlasını da ihsan edecektir. Kulluğundan yüz çeviren ve kibirlenenlere gelince onlara acı bir şekilde azap edecektir. Onlar, kendileri için Allah’tan başka ne bir dost ve ne de bir yardımcı bulurlar. (Kendilerini Allah’ın azabından kurtaracak bir kimse bulamazlar.)"
      }
    },
    {
      "id": 667,
      "verseNumber": 174,
      "verseKey": "4:174",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا",
      "english": "O humanity! There has come to you conclusive evidence from your Lord. And We have sent down to you a brilliant light.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey insanlar! Muhakkak size Rabbinizden bir bürhan geldi ve sizlere bir apaçık nûr indirdik.",
        "hayrat_nesriyat": "Ey insanlar! Şübhesiz size Rabbinizden bir delil (peygamber) geldi ve size apaçık bir nûr (olan Kur`ân`ı) indirdik.",
        "diyanet_vakfi": "Ey insanlar! Şüphesiz size Rabbinizden kesin bir delil geldi ve size apaçık bir nur indirdik."
      }
    },
    {
      "id": 668,
      "verseNumber": 175,
      "verseKey": "4:175",
      "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
      "english": "As for those who believe in Allah and hold fast to Him, He will admit them into His mercy and grace and guide them to Himself through the Straight Path.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık o kimseler ki, Allah Teâlâ’ya imân ettiler ve O’na sığındılar, elbette onları kendi tarafından bir rahmetin ve fazlın içine girdirecektir ve onları kendine müteveccih bir müstakim yola da hidâyet edecektir.",
        "hayrat_nesriyat": "İşte Allah`a îmân edip, O`na (dînine) sımsıkı sarılanlar var ya, artık (Allah) onları yakında tarafından bir rahmet ve bir lütuf içine koyacak ve onları kendisine (giden)dosdoğru bir yola hidâyet edecektir.",
        "diyanet_vakfi": "Allah’a iman edip O’na sımsıkı sarılanlara gelince, Allah onları kendinden bir rahmet ve lütuf (deryası) içine daldıracak ve onları kendine doğru (giden) bir yola götürecektir."
      }
    },
    {
      "id": 669,
      "verseNumber": 176,
      "verseKey": "4:176",
      "arabic": "يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَـٰلَةِ ۚ إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۗ يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "english": "They ask you ˹for a ruling, O  Prophet˺. Say, “Allah gives you a ruling regarding those who die without children or parents.” If a man dies childless and leaves behind a sister, she will inherit one-half of his estate, whereas her brother will inherit all of her estate if she dies childless. If this person leaves behind two sisters, they together will inherit two-thirds of the estate. But if the deceased leaves male and female siblings, a male’s share will be equal to that of two females. Allah makes ˹this˺ clear to you so you do not go astray. And Allah has ˹perfect˺ knowledge of all things.<sup foot_note=76599>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Senden fetva istiyorlar. De ki, «Allah Teâlâ kelâle (babası ve çocuğu olmayan kimse) hakkında size fetva veriyor: Bir kimse çocuğu bulunmaksızın ölüp de kendisinin bir kardeşi bulunursa onun için terekesinin yarısı aittir. O kimse de bu kızkardeşine varis olur, eğer bunun çocuğu bulunmazsa. Ve eğer onlar iki kız kardeş iseler onlara terekesinden üçte ikisi aittir. Ve eğer onlar erkek ve kızkardeşler olurlarsa erkek için iki kız hisse-i irsiyesi miktarı ait olur.» Allah Teâlâ size dalâlete düşmeyesiniz diye beyan ediyor ve Allah Teâlâ her şeye alîmdir.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Senden fetvâ istiyorlar. De ki: `Çocuğu ve babası olmayan kimse hakkında, Allah size şöyle fetvâ veriyor: Çocuğu olmayan bir kişi ölür de (aynı babadan)bir kız kardeşi bulunursa, o takdirde bıraktığının yarısı onundur.Eğer (kız kardeş ölür de) onun (o ölen kız kardeşin) çocuğu yoksa, o (geride kalan erkek kardeş) de ona (tamâmen) vâris olur. Fakat (o adamın vârisleri) iki kız (kardeş) iseler, bu durumda bıraktığının üçte ikisi onlarındır. Ve (geride kalanlar) kadın ve erkek olarak birçok kardeş iseler, artık erkeğe iki kadın hissesi vardır.`(Bu hükümlere uymazsanız) şaşırırsınız diye Allah size (bunları) açıklıyor. Allah ise, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "Senden fetva isterler. De ki: «Allah, babası ve çocuğu olmayan kimsenin mirası hakkındaki hükmü şöyle açıklıyor: Eğer çocuğu olmayan bir kimse ölür de onun bir kızkardeşi bulunursa, bıraktığının yarısı bunundur. Kızkardeş ölüp çocuğu olmazsa erkek kardeş de ona vâris olur. Kızkardeşler iki tane olursa (erkek kardeşlerinin) bıraktığının üçte ikisi onlarındır. Eğer erkekli kadınlı daha fazla kardeş mevcut ise erkeğin hakkı, iki kadın payı kadardır. Şaşırmamanız için Allah size açıklama yapıyor. Allah her şeyi bilmektedir."
      }
    }
  ]
}