{
  "verses": [
    {
      "id": 4134,
      "verseNumber": 1,
      "verseKey": "40:1",
      "arabic": " حمٓ",
      "english": "Ḥâ-Mĩm.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hâ, Mîm.",
        "hayrat_nesriyat": "Hâ, Mîm.",
        "diyanet_vakfi": "Hâ. Mîm."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/001.mp3"
      }
    },
    {
      "id": 4135,
      "verseNumber": 2,
      "verseKey": "40:2",
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "english": "The revelation of this Book is from Allah—the Almighty, All-Knowing,",
      "turkish": {
        "omer_nasuhi_bilmen": "Kitabın indirilmesi, azîz, alîm olan Allah tarafındandır.",
        "hayrat_nesriyat": "(2-3) (Bu) Kitâb`ın (Kur`ân`ın) indirilişi, Azîz (kudreti dâimâ üstün gelen), Alîm(hakkıyla bilen), günahı bağışlayan, tevbeyi kabûl eden, azâbı pek şiddetli ve çok lütuf sâhibi olan Allah tarafındandır. O`ndan başka ilâh yoktur. Dönüş ancak O`nadır.",
        "diyanet_vakfi": "(2-3) Bu Kitap mutlak galip, hakkıyla bilen, günahı bağışlayan, tevbeyi kabul eden, azabı çetin, lütuf sahibi Allah tarafından indirilmiştir. O’ndan başka hiçbir ilâh yoktur, dönüş ancak O’nadır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/002.mp3"
      }
    },
    {
      "id": 4136,
      "verseNumber": 3,
      "verseKey": "40:3",
      "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
      "english": "the Forgiver of sin and Accepter of repentance, the Severe in punishment, and Infinite in bounty. There is no god ˹worthy of worship˺ except Him. To Him ˹alone˺  is the final return.",
      "turkish": {
        "omer_nasuhi_bilmen": "Günahı örten ve tevbeyi kabul eden, azabı şiddetli olan, geniş ihsan sahibi bulunan Allah cânibindendir. O’ndan başka ilâh yoktur. Dönüş ancak O’nadır.",
        "hayrat_nesriyat": "(2-3) (Bu) Kitâb`ın (Kur`ân`ın) indirilişi, Azîz (kudreti dâimâ üstün gelen), Alîm(hakkıyla bilen), günahı bağışlayan, tevbeyi kabûl eden, azâbı pek şiddetli ve çok lütuf sâhibi olan Allah tarafındandır. O`ndan başka ilâh yoktur. Dönüş ancak O`nadır.",
        "diyanet_vakfi": "(2-3) Bu Kitap mutlak galip, hakkıyla bilen, günahı bağışlayan, tevbeyi kabul eden, azabı çetin, lütuf sahibi Allah tarafından indirilmiştir. O’ndan başka hiçbir ilâh yoktur, dönüş ancak O’nadır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/003.mp3"
      }
    },
    {
      "id": 4137,
      "verseNumber": 4,
      "verseKey": "40:4",
      "arabic": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
      "english": "None disputes the signs of Allah except the disbelievers, so do not be deceived by their prosperity throughout the land.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın âyetlerinde kâfir olanlardan başkası mücadelede bulunmaz. Onların şimdilik şehirlerde dolaşıp durmaları seni bir endişeye düşürmesin.",
        "hayrat_nesriyat": "İnkâr edenlerden başkası Allah`ın âyetleri hakkında mücâdele etmez; şimdi onların o memleketlerde gezip dolaşmaları, seni aldatmasın! (Muhakkak ki varacakları yer Cehennemdir!)",
        "diyanet_vakfi": "İnkâr edenler müstesna, hiç kimse Allah’ın âyetleri hakkında tartışmaz. Onların şehirlerde (rahatlıkla) gezip dolaşması seni aldatmasın."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/004.mp3"
      }
    },
    {
      "id": 4138,
      "verseNumber": 5,
      "verseKey": "40:5",
      "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "english": "Before them, the people of Noah denied ˹the truth˺, as did ˹other˺ enemy forces afterwards. Every community plotted against its prophet to seize him, and argued in falsehood, ˹hoping˺ to discredit the truth with it. So I seized them. And how ˹horrible˺ was My punishment!",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlardan evvel Nûh kavmi (peygamberlerini) tekzîp etmişti. Onlardan sonraki tâifeler de (tekzîpte bulunmuşlardır). Ve her kavim, peygamberlerine kastetmişlerdi, onu yakalayıversinler diye ve bâtıl ile mücadelede bulunmuşlardı, onunla hakkı gidermek için. Sonra onları yakaladım. Artık ukûbetim nasıl oldu (bir düşünülmelidir!).",
        "hayrat_nesriyat": "Onlardan önce Nûh kavmi ve onların ardından (Âd ve Semûd gibi çeşitli) topluluklar(da) yalanlamışlardı. Her ümmet kendi peygamberlerine kasdetmişti, tâ onu (öldürmek için)yakalayıversinler; ve bâtıl uğruna mücâdele ettiler, tâ onunla hakkı ortadan kaldırsınlar! Derken onları (o hâlleri üzere azâbımla) yakalayıverdim; artık (bak) azâbım nasıl oldu!",
        "diyanet_vakfi": "Onlardan önce Nuh kavmi ve bunlardan sonraki topluluklar da (peygamberlerini) engellemeye, her ümmet kendi peygamberini yakalamaya azmetmişti. Bâtılı hakkın yerine koymak için mücadele etmişlerdi. Bunun üzerine ben onları kıskıvrak yakaladım. İşte, cezalandırmamın nasıl olduğunu gör!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/005.mp3"
      }
    },
    {
      "id": 4139,
      "verseNumber": 6,
      "verseKey": "40:6",
      "arabic": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "english": "And so your Lord’s decree has been proven true against the disbelievers—that they will be the inmates of the Fire.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte öylece Rabbinin kelimesi, kâfir olanların üzerine hak olmuştur. Şüphe yok ki onlar, ateş yârânıdırlar.",
        "hayrat_nesriyat": "Böylece Rabbinin, inkâr edenler üzerine `Şübhesiz onlar, ateş ehlidirler` sözü hak oldu.",
        "diyanet_vakfi": "İnkâr edenlerin cehennem ehli olduklarına dair Rabbinin sözü böylece gerçekleşti."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/006.mp3"
      }
    },
    {
      "id": 4140,
      "verseNumber": 7,
      "verseKey": "40:7",
      "arabic": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
      "english": "Those ˹angels˺ who carry the Throne and those around it glorify the praises of their Lord, have faith in Him, and seek forgiveness for the believers, ˹praying:˺ “Our Lord! You encompass everything in ˹Your˺ mercy and knowledge. So forgive those who repent and follow Your Way, and protect them from the torment of the Hellfire.",
      "turkish": {
        "omer_nasuhi_bilmen": "Arşı yüklenmiş olanlar ve onun etrafında bulunanlar, Rablerinin hamdiyle tesbihte bulunurlar ve O’na imân ederler ve imân etmiş olanlar için mağfiret dilerler: «Yarabbi! Sen her şeyi rahmet ile ve ilim ile kuşatmışsındır. Artık tövbe etmiş, senin yoluna tâbi olmuş olanlara mağfiret buyur ve onları cehennem azabından koru!» (diye niyazda bulunurlar).",
        "hayrat_nesriyat": "Arşı taşıyan ve onun etrâfında bulunan (melek)ler, Rablerine hamd ile (O`nu)tesbîh ederler ve O`na îmân ederler ve (kendileri gibi) îmân edenler için mağfiret dilerler.(Şöyle derler:) `Rabbimiz! (Sen) herşeyi rahmet ve ilim cihetiyle kuşatmışsındır; artık tevbe edip senin yoluna uyanlara mağfiret eyle ve onları Cehennem azâbından koru!`",
        "diyanet_vakfi": "Arş’ı yüklenen ve bir de onun çevresinde bulunanlar (melekler), Rablerini hamd ile tesbih ederler, O’na iman ederler. Müminlerin de bağışlanmasını isterler: Ey Rabbimiz! Senin rahmet ve ilmin her şeyi kuşatmıştır. O halde tevbe eden ve senin yoluna gidenleri bağışla, onları cehennem azabından koru! (derler)."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/007.mp3"
      }
    },
    {
      "id": 4141,
      "verseNumber": 8,
      "verseKey": "40:8",
      "arabic": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "Our Lord! Admit them into the Gardens of Eternity which You have promised them, along with the righteous among their parents, spouses, and descendants. You ˹alone˺ are truly the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Rabbimiz! Ve onları kendilerine vaad buyurmuş olduğun Adn cennetlerine girdir ve onların babalarından ve zevcelerinden ve zürriyetlerinden salah sahibi olanları da (O cennetlere nâil buyur). Şüphe yok ki, hakîm olan Sensin, Sen.»",
        "hayrat_nesriyat": "`Rabbimiz! Hem onları, hem onların atalarından, zevcelerinden ve nesillerinden sâlih olan kimseleri, kendilerine va`d buyurduğun Adn Cennetlerine koy! Şübhesiz ki Azîz (kudreti dâimâ üstün gelen), Hakîm (her işi hikmetli olan) ancak sensin!`",
        "diyanet_vakfi": "Rabbimiz! Onları da, onların atalarından, zevcelerinden, nesillerinden iyi olanları da kendilerine vâdettiğin Adn cennetlerine koy. Şüphesiz azîz ve hakîm olan sensin!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/008.mp3"
      }
    },
    {
      "id": 4142,
      "verseNumber": 9,
      "verseKey": "40:9",
      "arabic": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "english": "And protect them from ˹the consequences of their˺ evil deeds. For whoever You protect from the evil of their deeds on that Day will have been shown Your mercy. That is ˹truly˺ the ultimate triumph.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları kötülüklerden koru ve her kimi o gün kötülüklerden korur isen ona muhakkak ki rahmet etmiş olursun ve işte büyük necât budur.",
        "hayrat_nesriyat": "`Ve onları kötülüklerden koru! Zâten kimi o gün (dünyada iken) kötülüklerden korursan, (kıyâmet günü) ona artık gerçekten merhamet etmiş olursun. İşte büyük kurtuluş ancak budur!`",
        "diyanet_vakfi": "Bir de onları, her türlü kötülüklerden koru. O gün sen kimi kötülüklerden korursan muhakkak ki onu rahmetine mazhar etmiş olursun. Bu en büyük kurtuluştur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/009.mp3"
      }
    },
    {
      "id": 4143,
      "verseNumber": 10,
      "verseKey": "40:10",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
      "english": "Indeed, it will be announced to the disbelievers, “Allah’s contempt for you—as you disbelieved when invited to belief—was far worse than your contempt for one another ˹Today˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, kâfir olmuşlardır. Onlara nidâ olunacaktır ki: «Elbette Allah’ın buğzu sizin kendi nefslerinize olan buğzunuzdan daha büyüktür. Çünkü siz imâna dâvet olunduğunuz zaman küfre devam edip duruyordunuz.»",
        "hayrat_nesriyat": "Doğrusu inkâr edenlere (âhirette melekler tarafından şöyle) seslenilir: `Elbette Allah`ın (size olan) gazabı, sizin kendinize olan gazabınızdan daha büyüktür; çünki (siz) îmâna da`vet ediliyordunuz, fakat inkâr ediyordunuz.`",
        "diyanet_vakfi": "İnkâr edenlere şöyle seslenilir: Allah’ın gazabı, sizin kendinize olan kızgınlıktan elbette daha ağırdır. Zira siz imana davet ediliyor, fakat inkâr ediyordunuz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/010.mp3"
      }
    },
    {
      "id": 4144,
      "verseNumber": 11,
      "verseKey": "40:11",
      "arabic": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
      "english": "They will plead, “Our Lord! You made us lifeless twice, and gave us life twice.<sup foot_note=77295>1</sup> Now we confess our sins. So is there any way out?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Diyeceklerdir ki: «Ey Rabbimiz! Bizi iki defa öldürdün ve bizi iki defa dirilttin. Artık günahlarımızı itirafta bulunduk, imdi çıkmak için bir yol var mıdır?»",
        "hayrat_nesriyat": "(Onlar:) `Rabbimiz! Bizi iki def`a öldürdün ve iki def`a dirilttin; şimdi günahlarımızı i`tirâf ettik; acabâ (bizim için buradan) çıkmaya artık bir yol var mıdır?` derler.",
        "diyanet_vakfi": "Onlar: Rabbimiz, bizi iki defa öldürdün, iki defa dirilttin. Biz de günahlarımızı itiraf ettik. Bir daha (bu ateşten) çıkmaya yol var mıdır? derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/011.mp3"
      }
    },
    {
      "id": 4145,
      "verseNumber": 12,
      "verseKey": "40:12",
      "arabic": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
      "english": "˹They will be told,˺ “˹No!˺ This is because when Allah alone was invoked, you ˹staunchly˺ disbelieved. But when others were associated with Him ˹in worship˺, you ˹readily˺ believed. So ˹Today˺ judgment belongs to Allah ˹alone˺—the Most High, All-Great.”",
      "turkish": {
        "omer_nasuhi_bilmen": "(Onlara cevaben denilecektir ki:) «Bu, size o sebeptendir ki, ’Allah birdir,’ diye beyan olununca siz inkar ettiniz ve O’na şerik koşulacak olursa inanıveriyordunuz. Artık hüküm, o pek yüce, pek büyük olan Allah’a aitir.»",
        "hayrat_nesriyat": "Bunun (bu azâbın) sebebi şübhesiz şudur: `(Herkes) Allah`a, tek olarak da`vet edildiği zaman, (siz) inkâr ettiniz! Hâlbuki O`na ortak koşulsa, inanıyordunuz. Artık hüküm, Aliyy (çok yüce olan), Kebîr (çok büyük olan) Allah`a âiddir.`",
        "diyanet_vakfi": "(Onlara denir ki:) İşte bunun sebebi şudur: Tek Allah’a ibadete çağrıldığı zaman inkâr edersiniz. O’na ortak koşulunca (bunu) tasdik edersiniz. Artık hüküm, yücelerin yücesi Allah’ındır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/012.mp3"
      }
    },
    {
      "id": 4146,
      "verseNumber": 13,
      "verseKey": "40:13",
      "arabic": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "english": "He is the One Who shows you His signs and sends down ˹rain as˺ a provision for you from the sky. ˹But˺ none will be mindful except those who turn ˹to Him˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (Hâlık-ı Azîm)dir ki size âyetlerini gösteriyor ve sizin için gökten bir rızk indiriyor. (Bu âyetleri Hakk’a) Rücu edenlerden başkası anıp düşünemez.",
        "hayrat_nesriyat": "O (Allah), size delillerini gösteren ve gökten size bir rızık indirendir. Fakat (O`na)yönelen kimseden başkası ibret almaz.",
        "diyanet_vakfi": "Size âyetlerini gösteren, sizin için gökten rızık indiren O’dur. Allah’a yönelenden başkası ibret almaz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/013.mp3"
      }
    },
    {
      "id": 4147,
      "verseNumber": 14,
      "verseKey": "40:14",
      "arabic": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "english": "So call upon Allah with sincere devotion, even to the dismay of the disbelievers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah’a dini O’nun için halis kılarak ibadet ediniz. Velev ki kâfirler hoşlanmasınlar.",
        "hayrat_nesriyat": "Öyle ise kâfirlerin hoşuna gitmese de, (siz) dînde O`na (karşı) ihlâslı (samîmi)kimseler olarak Allah`a duâ edin!",
        "diyanet_vakfi": "Haydi, kâfirlerin hoşuna gitmese de Allah’a, Allah için dindar ve ihlâslı olarak dua edin!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/014.mp3"
      }
    },
    {
      "id": 4148,
      "verseNumber": 15,
      "verseKey": "40:15",
      "arabic": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
      "english": "˹He is˺ Highly Exalted in rank, Lord of the Throne. He sends down the revelation by His command to whoever He wills of His servants to warn ˹all˺ of the Day of Meeting—",
      "turkish": {
        "omer_nasuhi_bilmen": "Dereceleri yükselten Arş’ın sahibi olan Allah Teâlâ, kendi emrinden olan vahyi, kullarından dilediğine ilkâ buyurur ki, kavuşulacak gün ile korkutulmakta bulunsun.",
        "hayrat_nesriyat": "(O, ihlâslı kullarının) dereceleri(ni) hakkıyla yükseltendir, Arşın sâhibidir. Karşılaşma günü ile korkutmak için, kendi emrinden olan rûhu (vahyi), kullarından dilediği kimseye ilka eder (indirir).",
        "diyanet_vakfi": "Dereceleri yükselten, Arş’ın sahibi Allah, kavuşma günüyle korkutmak için kullarından dilediğine iradesiyle ilgili vahyi indirir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/015.mp3"
      }
    },
    {
      "id": 4149,
      "verseNumber": 16,
      "verseKey": "40:16",
      "arabic": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "english": "the Day all will appear ˹before Allah˺. Nothing about them will be hidden from Him. ˹He will ask,˺ “Who does all authority belong to this Day? To Allah—the One, the Supreme!<sup foot_note=77296>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Bir gün ki, (kabirlerinden) hârice çıkarlar, onlardan hiçbir şey Allah’a karşı gizli kalmaz. Bugün mülk kimindir? Vâhid, kahhâr olan Allah’ındır.",
        "hayrat_nesriyat": "O gün, onlar (herkes, bütün sırlarıyla birlikte kabirlerinden) meydana çıkacak kimselerdir. Onlardan hiçbir şey Allah`a gizli kalmaz! (Allah:) `Bugün mülk (hâkimiyet)kimindir?` (diye sorar). (O günün dehşetinden kimse cevab veremez de yine kendisi cevab buyurur:) `Vâhid (bir olan), Kahhâr (herşeyi kahra gücü yetici) olan Allah`ındır!`",
        "diyanet_vakfi": "O gün onlar (kabirlerinden) meydana çıkarlar. Onların hiçbir şeyi Allah’a gizli kalmaz. Bugün hükümranlık kimindir? Kahhâr olan tek Allah’ındır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/016.mp3"
      }
    },
    {
      "id": 4150,
      "verseNumber": 17,
      "verseKey": "40:17",
      "arabic": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "english": "Today every soul will be rewarded for what it has done. No injustice Today! Surely Allah is swift in reckoning.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bugün her nefis kazanmış olduğu ile cezalandırılacaktır. Bugün zulüm yoktur. Şüphesiz ki, Allah hesabı çabukca görendir.",
        "hayrat_nesriyat": "Bugün herkes (dünyada) kazandığı şeyin karşılığını görür. Bugün haksızlık yoktur. Şübhesiz ki Allah, hesâbı pek çabuk görendir.",
        "diyanet_vakfi": "Bugün herkese kazandığının karşılığı verilir. Bugün haksızlık yoktur. Şüphesiz Allah, hesabı çarçabuk görendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/017.mp3"
      }
    },
    {
      "id": 4151,
      "verseNumber": 18,
      "verseKey": "40:18",
      "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "english": "Warn them ˹O Prophet˺ of the approaching Day when the hearts will jump into the throats, suppressing distress. The wrongdoers will have neither a close friend nor intercessor to be heard.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onları o yakın gün ile korkut. O vakit ki, yürekler gırtlağa dayanmış olarak korku ile dolmuş bulunur. Zalimler için ne bir yakın dost vardır, ne de itaat olunacak bir şefaatçi vardır.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Onları o yaklaşan gün ile korkut! Çünki (amellerin ortaya saçılacağı o gün) yürekler, kederle yutkunan kimseler olarak gırtlaklara dayanmıştır! Zâlimler için ne bir dost, ne de (himâyesi) kabûl edilir bir şefâatçi bulunur!",
        "diyanet_vakfi": "Yaklaşan gün hususunda onları uyar! Çünkü o onda dehşet içinde yutkunurken yürekleri ağızlarına gelmiştir. Zalimlerin ne dostu ne de sözü dinlenir şefaatçısı vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/018.mp3"
      }
    },
    {
      "id": 4152,
      "verseNumber": 19,
      "verseKey": "40:19",
      "arabic": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
      "english": "Allah ˹even˺ knows the sly glances of the eyes and whatever the hearts conceal.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, gözlerin hâinâne bakışını bilir ve sinelerin gizledikleri şeyi de (bilir).",
        "hayrat_nesriyat": "(Allah) gözlerin hâin olanını (harama bakanları) ve sînelerin gizlediğini bilir.",
        "diyanet_vakfi": "Allah, gözlerin hain bakışını ve kalplerin gizlediğini bilir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/019.mp3"
      }
    },
    {
      "id": 4153,
      "verseNumber": 20,
      "verseKey": "40:20",
      "arabic": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "english": "And Allah judges with the truth, while those ˹idols˺ they invoke besides Him cannot judge at all. Indeed, Allah ˹alone˺ is the All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah, hak ile hükmeder. O’ndan başka ibadet ettikleri ise birşey ile hükmedemezler. Şüphe yok ki bihakkın işiten, gören ancak Allah’tır.",
        "hayrat_nesriyat": "Ve Allah, hak ile hüküm verir. Ondan başka (kendisine) yalvarmakta oldukları(ilâhlar) ise, hiçbir şeyle hüküm veremezler. Şübhesiz ki Semî` (herşeyi işiten), Basîr(herşeyi gören) ancak Allah`dır.",
        "diyanet_vakfi": "Allah, adaletle hükmeder. O’nu bırakıp taptıkları ise, hiçbir şeye hükmedemezler. Şüphesiz Allah, hakkıyla işiten ve görendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/020.mp3"
      }
    },
    {
      "id": 4154,
      "verseNumber": 21,
      "verseKey": "40:21",
      "arabic": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "english": "Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land. But Allah seized them for their sins, and they had no protector from Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yeryüzünde bir gezip dolaşmadılar mı ki, bakıversinler ki kendilerinden evvel olanların akibetleri nasıl olmuştur? Onlar, bunlardan kuvvetçe ve yerdeki eserlerce daha şiddetli idiler. Sonra onları günahları sebebiyle yakaladı ve onlar için Allah’tan bir koruyucu bulunmadı.",
        "hayrat_nesriyat": "(Onlar) yeryüzünde hiç gezmediler mi ki, kendilerinden öncekilerin âkıbeti nasıl olmuş, baksınlar! Onlar, kuvvetçe ve yeryüzündeki eserleri bakımından kendilerinden daha şiddetli idiler. Böyle iken, Allah onları günahları yüzünden yakalayıverdi de onları Allah`(ın azâbın)dan koruyacak hiçbir kimse olmadı.",
        "diyanet_vakfi": "Onlar, yeryüzünde gezip dolaşmadılar mı ki, kendilerinden öncekilerin âkıbetinin nasıl olduğunu görsünler! Onlar, kuvvet ve yeryüzündeki eserleri yönünden bunlardan daha da üstündüler. Böyleyken Allah onları günahları yüzünden yakaladı. Onları Allah’ın gazabından koruyan da olmadı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/021.mp3"
      }
    },
    {
      "id": 4155,
      "verseNumber": 22,
      "verseKey": "40:22",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "english": "That was because their messengers used to come to them with clear proofs, but they persisted in disbelief. So Allah seized them. Surely He is All-Powerful, severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunun sebebi ise şüphe yok ki, onlara peygamberleri apaçık âyetler ile gelir olmuşlardı. Onlar ise hemen inkâr etmişlerdi. Artık Allah onları yakaladı. Muhakkak ki, çok kuvvetlidir, ikabı çok şiddetlidir.",
        "hayrat_nesriyat": "Bunun sebebi şudur: Şübhesiz onlara peygamberleri mu`cizelerle gelirdi de, (onlar)inkâr ederlerdi; Allah da onları (o hâlleri üzere) yakalayıverdi. Muhakkak ki O, Kaviyy (çok kuvvetli)dir, azâbı pek şiddetli olandır.",
        "diyanet_vakfi": "Bunun sebebi, peygamberleri kendilerine apaçık mucizeler getirdikleri halde, inkâr etmeleri idi. Allah da kendilerini tutup yakalayıverdi. Doğrusu O, kuvvetlidir; azabı da pek çetindir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/022.mp3"
      }
    },
    {
      "id": 4156,
      "verseNumber": 23,
      "verseKey": "40:23",
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "english": "Indeed, We sent Moses with Our signs and compelling proof",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Mûsa’yı âyetler ve apaçık bir emr-i kahir ile gönderdik.",
        "hayrat_nesriyat": "(23-24) And olsun ki, Mûsâ`yı da mu`cizelerimizle ve apaçık bir delîl ile Fir`avun`a, Hâmân`a ve Karûn`a gönderdik. Buna rağmen (onlar:) `(Bu) çok yalancı bir sihirbazdır!` dediler.",
        "diyanet_vakfi": "(23-24) Andolsun ki biz Musa’yı mucizelerimiz ve apaçık hüccetle, Firavun, Hâmân ve Karun’a gönderdik. Onlar: Bu, çok yalancı bir sihirbazdır! dediler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/023.mp3"
      }
    },
    {
      "id": 4157,
      "verseNumber": 24,
      "verseKey": "40:24",
      "arabic": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
      "english": "to Pharaoh, Hamân, and Korah. But they responded: “Magician! Total liar!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Fir’avun’a ve Haman’a ve Karun’a (gönderdik). Dediler ki: (O) «Bir sihirbazdır, bir yalancıdır.»",
        "hayrat_nesriyat": "(23-24) And olsun ki, Mûsâ`yı da mu`cizelerimizle ve apaçık bir delîl ile Fir`avun`a, Hâmân`a ve Karûn`a gönderdik. Buna rağmen (onlar:) `(Bu) çok yalancı bir sihirbazdır!` dediler.",
        "diyanet_vakfi": "(23-24) Andolsun ki biz Musa’yı mucizelerimiz ve apaçık hüccetle, Firavun, Hâmân ve Karun’a gönderdik. Onlar: Bu, çok yalancı bir sihirbazdır! dediler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/024.mp3"
      }
    },
    {
      "id": 4158,
      "verseNumber": 25,
      "verseKey": "40:25",
      "arabic": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "english": "Then, when he came to them with the truth from Us, they said, “Kill the sons of those who believe with him and keep their women.” But the plotting of the disbelievers was only in vain.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onlara Bizim tarafımızdan hak ile geliverdi, dediler ki: «O’nunla beraber imân edenlerin oğullarını öldürünüz, kadınlarını da diri bırakınız.» Kâfirlerin hilesi ise bir sapıklıkta bulunmaktan başka değildir.",
        "hayrat_nesriyat": "Ve (Mûsâ) onlara tarafımızdan hakkı getirdiğinde (daha önce de dedikleri gibi yine)dediler ki: `Onunla berâber îmân etmiş olanların (yeni doğan) oğullarını öldürün, kadınlarını(kızlarını) ise sağ bırakın!` Fakat kâfirlerin hîlesi ancak boşuna (yorulmak)tır.",
        "diyanet_vakfi": "İşte o (Musa), tarafımızdan kendilerine hakkı getirince: Onunla beraber iman edenlerin oğullarını öldürün, kadınları sağ bırakın! dediler. Ama kâfirlerin tuzağı elbette boşa çıkar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/025.mp3"
      }
    },
    {
      "id": 4159,
      "verseNumber": 26,
      "verseKey": "40:26",
      "arabic": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
      "english": "And Pharaoh said, “Let me kill Moses, and let him call upon his Lord! I truly fear that he may change your traditions or cause mischief in the land.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Fir’avun dedi ki: «Beni bırakınız Mûsa’yı öldüreyim ve O Rabbine dua ediversin. Şüphe yok ki, sizin dininizi tebdîl edeceğinden veya yeryüzünde bir fesad çıkarmasından korkarım.»",
        "hayrat_nesriyat": "Fir`avun dedi ki: `Bırakın beni, Mûsâ`yı öldüreyim; ve (o) Rabbisine yalvarsın(bakalım)! Çünki ben (onun, sizin) dîninizi değiştirmesinden yâhut yeryüzünde fesad çıkarmasından korkuyorum.`",
        "diyanet_vakfi": "Firavun: Bırakın beni, dedi. Musa’yı öldüreyim; (Kurtarabilirse) Rabbine yalvarsın! Çünkü ben onun, dininizi değiştireceğinden, yahut yeryüzünde fesat çıkaracağından korkuyorum."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/026.mp3"
      }
    },
    {
      "id": 4160,
      "verseNumber": 27,
      "verseKey": "40:27",
      "arabic": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
      "english": "Moses replied, “I seek refuge in my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Mûsa da dedi ki: «Şüphe yok hesap gününe imân etmeyen ve her mütekebbir kimseden dolayı ben Rabbime ve Rabbinize sığınırım.»",
        "hayrat_nesriyat": "Mûsâ da: `Doğrusu ben hesab gününe inanmayan her kibirli kimseden, benim de Rabbim, sizin de Rabbiniz (olan Allah)a sığınırım` dedi.",
        "diyanet_vakfi": "Musa da: Ben, hesap gününe inanmayan her kibirliden, benim de Rabbim, sizin de Rabbinize sığındım, dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/027.mp3"
      }
    },
    {
      "id": 4161,
      "verseNumber": 28,
      "verseKey": "40:28",
      "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "english": "A believing man from Pharaoh’s people, who was hiding his faith, argued, “Will you kill a man<sup foot_note=77297>1</sup> ˹only˺ for saying: ‘My Lord is Allah,’ while he has in fact come to you with clear proofs from your Lord? If he is a liar, it will be to his own loss. But if he is truthful, then you will be afflicted with some of what he is threatening you with. Surely Allah does not guide whoever is a transgressor, a total liar.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Fir’avun’un ailesinden olup imânını saklayan bir mü’min kişi dedi ki: «Bir erkeği, ’Rabbim Allah’dır’ dediğinden dolayı öldürecek misiniz? Halbuki, size Rabbinizden apaçık mûcizeler ile gelmiştir. Ve eğer yalancı ise onun yalanı kendi aleyhinedir ve eğer doğru ise korkuttuklarının bir kısmı size isabet edecektir. Şüphe yok ki Allah müsrif yalancı olan kimseyi doğru yola iletmez.»",
        "hayrat_nesriyat": "Fir`avun âilesinden (olup) îmânını gizleyen mü`min bir adam ise şöyle dedi: `Bir adamı, (sırf) `Rabbim Allah`dır!` diyor diye öldürecek misiniz? Hâlbuki (o) size Rabbinizden mu`cizeler getirmiştir. Zaten yalancı olursa, o takdirde yalanı kendi aleyhinedir. Yok doğru(söyleyen) bir kimse ise, sizi tehdîd ettiği şeylerin bir kısmı başınıza gelir! Şübhesiz ki Allah, haddi aşan, çok yalan söyleyen o kimseyi hidâyete erdirmez!`",
        "diyanet_vakfi": "Firavun ailesinden olup, imanını gizleyen bir mümin adam şöyle dedi: Siz bir adamı «Rabbim Allah’tır» diyor diye öldürecek misiniz? Halbuki o, size Rabbinizden apaçık mucizeler getirmiştir. Eğer o yalancı ise yalanı kendisinedir. Eğer doğru söylüyorsa sizi tehdit ettiğinin (azâbın), bir kısmı olsun gelip size çatar. Şüphesiz Allah, haddi aşan, yalancı kimseyi doğru yola eriştirmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/028.mp3"
      }
    },
    {
      "id": 4162,
      "verseNumber": 29,
      "verseKey": "40:29",
      "arabic": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "english": "O  my people! Authority belongs to you today, reigning supreme in the land. But who would help us against the torment of Allah, if it were to befall us?” Pharaoh assured ˹his people˺, “I am telling you only what I believe, and I am leading you only to the way of guidance.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey kavmim! Bugün mülk sizin içindir. Yerde yükselmişler bulunuyorsunuz. Fakat eğer bize Allah’ın azabı gelirse bize kim yardım edebilir?» Fir’avun dedi ki: «Ben size muvafık gördüğüm reyim ne ise ancak onu gösteriyorum ve ben doğru yoldan başkası için size rehberlik etmekte değilim.»",
        "hayrat_nesriyat": "`Ey kavmim! Bu memlekette üstünlük sağlamış kimseler olarak bu gün mülk(hâkimiyet), sizindir. Şâyet bize gelirse, Allah`ın azâbından (korumak üzere) bize kim yardım edebilir?` Fir`avun dedi ki: `(Ben) size ancak kendi gördüğümü gösteriyorum (siz buna bakacaksınız) ve size ancak doğru yola rehberlik ediyorum.`",
        "diyanet_vakfi": "Ey kavmim! Bugün, yeryüzüne hakim kimseler olarak hükümranlık sizindir. Ama Allah’ın azabı bize gelip çatarsa, kim bize yardım eder? Firavun: Ben size kendi görüşümü söylüyorum ve yine size ancak doğru yolu gösteriyorum dedi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/029.mp3"
      }
    },
    {
      "id": 4163,
      "verseNumber": 30,
      "verseKey": "40:30",
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
      "english": "And the man who believed cautioned, “O my people! I truly fear for you the doom of ˹earlier˺ enemy forces—",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân eden zât da dedi ki: «Ey kavmim! Şüphe yok ki ben sizin üzerinize Ahzab gününün mislinden korkuyorum.»",
        "hayrat_nesriyat": "(30-31) Îmân etmiş olan (adam) dedi ki: `Ey kavmim! Doğrusu ben sizin üzerinize,(peygamberlerini yalanlayan) o toplulukların (uğradıkları o dehşetli azab) gününün benzerinden; Nûh kavminin, Âd, Semûd ve onlardan sonrakilerin âdetlerinin (başlarına gelencezâların) benzerinden, korkuyorum. Hâlbuki Allah, kullar(ın)a zulmetmeyi murâd ediyor değildir.`",
        "diyanet_vakfi": "(30-31) İman etmiş olan dedi ki: «Ey kavmim! Doğrusu ben sizin için, Nuh kavminin, Âd, Semûd ve onlardan sonra gelenlerin durumu gibi, (peygamberleri yalanlayan) toplulukların başlarına gelen bir âkıbetten korkuyorum. Allah, kullarına bir zulüm dileyecek değildir.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/030.mp3"
      }
    },
    {
      "id": 4164,
      "verseNumber": 31,
      "verseKey": "40:31",
      "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
      "english": "like the fate of the people of Noah, ’Ȃd, Thamûd, and those after them. For Allah would never will to wrong ˹His˺ servants.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Nûh, Âd ve Semûd kavminin ve onlardan sonrakilerin adeti mislinden (korkuyorum) ve Allah kulları için bir zulüm irâde buyurmaz.»",
        "hayrat_nesriyat": "(30-31) Îmân etmiş olan (adam) dedi ki: `Ey kavmim! Doğrusu ben sizin üzerinize,(peygamberlerini yalanlayan) o toplulukların (uğradıkları o dehşetli azab) gününün benzerinden; Nûh kavminin, Âd, Semûd ve onlardan sonrakilerin âdetlerinin (başlarına gelencezâların) benzerinden, korkuyorum. Hâlbuki Allah, kullar(ın)a zulmetmeyi murâd ediyor değildir.`",
        "diyanet_vakfi": "(30-31) İman etmiş olan dedi ki: «Ey kavmim! Doğrusu ben sizin için, Nuh kavminin, Âd, Semûd ve onlardan sonra gelenlerin durumu gibi, (peygamberleri yalanlayan) toplulukların başlarına gelen bir âkıbetten korkuyorum. Allah, kullarına bir zulüm dileyecek değildir.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/031.mp3"
      }
    },
    {
      "id": 4165,
      "verseNumber": 32,
      "verseKey": "40:32",
      "arabic": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
      "english": "O  my people! I truly fear for you the Day all will be crying out ˹to each other˺—",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Ben sizin üzerinize o feryâd ü figan edilecek günden korkuyorum.»",
        "hayrat_nesriyat": "(32-33) `Ey kavmim! Doğrusu ben sizin için bağrışıp çağrışma gününden (kıyâmet gününden, hesab yerine) arkanızı dönen kimseler olarak (Cehenneme) gideceğiniz günden korkuyorum. (O gün) sizi Allah`(ın azâbın)dan kurtaracak hiçbir kimse yoktur. Bununla berâber Allah kimi (isyanındaki inadı yüzünden) dalâlete atarsa, artık onu hidâyete erdirecek hiçbir kimse yoktur.`",
        "diyanet_vakfi": "(32-33) «Ey kavmim! Gerçekten sizin için o bağrışıp çağrışma gününden, arkanıza dönüp kaçacağınız günden korkuyorum. Sizi Allah’tan (O’nun azabından) kurtaracak kimse yoktur. Allah kimi saptırırsa, artık onu doğru yola iletecek de yoktur.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/032.mp3"
      }
    },
    {
      "id": 4166,
      "verseNumber": 33,
      "verseKey": "40:33",
      "arabic": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "english": "the Day you will ˹try in vain to˺ turn your backs and run away, with no one to protect you from Allah. And whoever Allah leaves to stray will be left with no guide.",
      "turkish": {
        "omer_nasuhi_bilmen": "«O arkanıza dönüp gideceğiniz gün sizin için Allah’tan bir koruyacak yoktur ve her kimi Allah sapıtırsa onun için doğru bir yola vardıracak yoktur.»",
        "hayrat_nesriyat": "(32-33) `Ey kavmim! Doğrusu ben sizin için bağrışıp çağrışma gününden (kıyâmet gününden, hesab yerine) arkanızı dönen kimseler olarak (Cehenneme) gideceğiniz günden korkuyorum. (O gün) sizi Allah`(ın azâbın)dan kurtaracak hiçbir kimse yoktur. Bununla berâber Allah kimi (isyanındaki inadı yüzünden) dalâlete atarsa, artık onu hidâyete erdirecek hiçbir kimse yoktur.`",
        "diyanet_vakfi": "(32-33) «Ey kavmim! Gerçekten sizin için o bağrışıp çağrışma gününden, arkanıza dönüp kaçacağınız günden korkuyorum. Sizi Allah’tan (O’nun azabından) kurtaracak kimse yoktur. Allah kimi saptırırsa, artık onu doğru yola iletecek de yoktur.»"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/033.mp3"
      }
    },
    {
      "id": 4167,
      "verseNumber": 34,
      "verseKey": "40:34",
      "arabic": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
      "english": "Joseph already came to you<sup foot_note=77298>1</sup> earlier with clear proofs, yet you never ceased to doubt what he came to you with. When he died you said, ‘Allah will never send a messenger after him.’ This is how Allah leaves every transgressor and doubter to stray—",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, evvelce Yusuf size açık bürhanlar ile gelmişti, o vakit O’nun size getirdiği şeylerden dolayı şüphe içinde durmaktan ayrılmamıştınız. Vaktâ ki vefat etti, dediniz ki, «Allah O’ndan sonra elbette bir peygamber göndermeyecektir.» İşte Allah haddi tecavüz eden, şekk içinde bulunan kimseyi böyle şaşırtır.",
        "hayrat_nesriyat": "And olsun ki, daha önce Yûsuf da size mu`cizeler getirmişti de, onun size getirdiği o şeylerden dâimâ şübhe içinde oldunuz. Nihâyet (o) vefât edince: `Allah ondan sonra aslâ bir peygamber göndermez!` dediniz. İşte Allah, (kendi irâdeleriyle) haddi aşan şübheci kimseleri böyle saptırır.",
        "diyanet_vakfi": "Andolsun ki, (Musa’dan) önce Yusuf da size açık deliller getirmişti ve onun size getirdiği şeyler hakkında şüphe edip durmuştunuz. Nihayet o vefat edince «Allah ondan sonra peygamber göndermez» dediniz. İşte Allah o aşırı giden şüphecileri böyle saptırır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/034.mp3"
      }
    },
    {
      "id": 4168,
      "verseNumber": 35,
      "verseKey": "40:35",
      "arabic": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
      "english": "those who dispute Allah’s signs with no proof given to them. How despicable is that for Allah and the believers! This is how Allah seals the heart of every arrogant tyrant.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, kendilerine gelmiş hiçbir bürhan olmaksızın Allah’ın âyetlerinde mücadelede bulunurlar. Allah indinde ve imân edenlerin indinde büyük bir gazap (vesilesi) olmuştur. İşte Allah, her mütekebbir, cebbâr olanın kalbini öyle mühürler.",
        "hayrat_nesriyat": "Onlar ki, kendilerine gelmiş bir delîl olmaksızın, Allah`ın âyetleri hakkında mücâdele ederler. (Bu,) Allah katında da, îmân edenlerin yanında da nefret cihetiyle büyük olmuştur. İşte Allah, (kendisine) büyüklük taslayan her zorbanın kalbini (kendi kibri ve bunda ısrarı üzerine) böyle mühürler!",
        "diyanet_vakfi": "Kendilerine gelmiş hiçbir delil olmadığı halde Allah’ın âyetleri hakkında mücadele edenler gerek Allah yanında, gerekse iman edenler yanında büyük bir nefretle karşılanır. Allah, büyüklük taslayan her zorbanın kalbini işte böyle mühürler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/035.mp3"
      }
    },
    {
      "id": 4169,
      "verseNumber": 36,
      "verseKey": "40:36",
      "arabic": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
      "english": "Pharaoh ordered, “O Hamân! Build me a high tower so I may reach the pathways",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Fir’avun dedi ki: «Ey Haman! Benim için bir yüksek köşk yap. Belki, ben yollara ulaşırım.»",
        "hayrat_nesriyat": "(36-37) Fir`avun: `Ey Hâmân! Bana yüksek bir kule yap; belki sebeblere, göklerin sebeblerine (yollarına) erişirim de, Mûsâ`nın İlâhına muttali` olurum (hakikaten var mıdır diye bakarım); doğrusu ben onu, gerçekten yalancı sanıyorum` dedi. Böylece Fir`avun`a, kötü ameli süslü gösterildi ve yoldan saptırıldı. Zâten Fir`avun`un tuzağı ancak hüsrândadır.",
        "diyanet_vakfi": "(36-37) Firavun: Ey Hâmân, bana yüksek bir kule yap; belki yollara, göklerin yollarına erişirim de Musa’nın Tanrısı’nı görürüm! Doğrusu ben onu, yalancı sanıyorum, dedi. Böylece Firavun’a, yaptığı kötü iş süslü gösterildi ve yoldan saptırıldı. Firavun’un tuzağı tamamen boşa çıktı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/036.mp3"
      }
    },
    {
      "id": 4170,
      "verseNumber": 37,
      "verseKey": "40:37",
      "arabic": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
      "english": "leading up to the heavens and look for the God of Moses, although I am sure he is a liar.”<sup foot_note=77299>1</sup> And so Pharaoh’s evil deeds were made so appealing to him that he was hindered from the ˹Right˺ Way. But the plotting of Pharaoh was only in vain.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Göklerin yollarına (eğerim) de Mûsa’nın Allah’ına muttalî olurum ve şüphe yok ki, ben O’nu bir yalancı sanıyorum.» Ve işte Fir’avun için kötü ameli öylece süslendirilmiş oldu ve yoldan saptırıldı ve Fir’avun’un hilesi, başka değil, bir hüsrânda bulunmaktan ibaretti.",
        "hayrat_nesriyat": "(36-37) Fir`avun: `Ey Hâmân! Bana yüksek bir kule yap; belki sebeblere, göklerin sebeblerine (yollarına) erişirim de, Mûsâ`nın İlâhına muttali` olurum (hakikaten var mıdır diye bakarım); doğrusu ben onu, gerçekten yalancı sanıyorum` dedi. Böylece Fir`avun`a, kötü ameli süslü gösterildi ve yoldan saptırıldı. Zâten Fir`avun`un tuzağı ancak hüsrândadır.",
        "diyanet_vakfi": "(36-37) Firavun: Ey Hâmân, bana yüksek bir kule yap; belki yollara, göklerin yollarına erişirim de Musa’nın Tanrısı’nı görürüm! Doğrusu ben onu, yalancı sanıyorum, dedi. Böylece Firavun’a, yaptığı kötü iş süslü gösterildi ve yoldan saptırıldı. Firavun’un tuzağı tamamen boşa çıktı."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/037.mp3"
      }
    },
    {
      "id": 4171,
      "verseNumber": 38,
      "verseKey": "40:38",
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
      "english": "And the man who believed urged, “O my people! Follow me, ˹and˺ I will lead you to the Way of Guidance.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân eden zât ise dedi ki: «Ey kavmim! Bana tâbi olunuz, sizi doğru yola götüreyim.»",
        "hayrat_nesriyat": "Îmân etmiş olan (adam) dedi ki: `Ey kavmim! Bana uyun; size doğru yola rehberlik edeyim!`",
        "diyanet_vakfi": "O iman eden kimse: Ey kavmim! dedi, siz bana uyun, sizi doğru yola götüreceğim."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/038.mp3"
      }
    },
    {
      "id": 4172,
      "verseNumber": 39,
      "verseKey": "40:39",
      "arabic": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
      "english": "O  my people! This worldly life is only ˹a fleeting˺ enjoyment, whereas the Hereafter is truly the home of settlement.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey kavmim! Bu dünya hayatı bir meta’dan ibarettir ve ahiret ise şüphe yok ki, o bir ebedî karargâhtır.»",
        "hayrat_nesriyat": "`Ey kavmim! Bu dünya hayâtı ancak (geçici) bir menfaattir; doğrusu âhiret ise, asıl kalınacak yerdir.`",
        "diyanet_vakfi": "Ey kavmim! Şüphesiz bu dünya hayatı, geçici bir eğlencedir. Ama ahiret, gerçekten kalınacak yurttur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/039.mp3"
      }
    },
    {
      "id": 4173,
      "verseNumber": 40,
      "verseKey": "40:40",
      "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
      "english": "Whoever does an evil deed will only be paid back with its equivalent. And whoever does good, whether male or female, and is a believer, they will enter Paradise, where they will be provided for without limit.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Her kim bir kötülük yaparsa mislinden başkasıyla cezalandırılmaz ve her kim erkek olsun kadın olsun imân sahibi olduğu halde bir sâlih amelde bulunursa, işte onlar cennete giriverirler, orada hesapsız derecede merzûk olurlar.»",
        "hayrat_nesriyat": "`Kim bir kötülük yaparsa, bu yüzden ancak onun misliyle cezâlandırılır. Erkek veya kadın, kim de bir mü`min olarak sâlih bir amel işlerse, işte onlar Cennete girerler; orada hesabsız olarak rızıklandırılırlar.`",
        "diyanet_vakfi": "Kim bir kötülük işlerse, onun kadar ceza görür. Kim de kadın veya erkek, mümin olarak faydalı bir iş yaparsa işte onlar, cennete girecekler, orada onlara hesapsız rızık verilecektir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/040.mp3"
      }
    },
    {
      "id": 4174,
      "verseNumber": 41,
      "verseKey": "40:41",
      "arabic": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
      "english": "O  my people! How is it that I invite you to salvation, while you invite me to the Fire!",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve ey kavmim! Benim için ne var ki, ben sizi necâta dâvet ediyorum ve siz beni ateşe dâvet ediyorsunuz?»",
        "hayrat_nesriyat": "`Ey kavmim! Bu hâlim nedir ki, (ben) sizi kurtuluşa da`vet ediyorum; hâlbuki (siz)beni ateşe çağırıyorsunuz?`",
        "diyanet_vakfi": "Ey kavmim! Nedir bu hal? Ben sizi kurtuluşa çağırıyorum, siz beni ateşe çağırıyorsunuz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/041.mp3"
      }
    },
    {
      "id": 4175,
      "verseNumber": 42,
      "verseKey": "40:42",
      "arabic": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
      "english": "You invite me to disbelieve in Allah and associate with Him what I have no knowledge of, while I invite you to the Almighty, Most Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Beni dâvet ediyorsunuz ki Allah’ı inkar edeyim ve benim için kendisine bir bilgi olmayan şeyi O’na şerik koşayım. Ben ise sizi O azîz, gaffâr’a dâvet ediyorum.»",
        "hayrat_nesriyat": "`Beni, Allah`ı inkâr etmeye ve hakkında bir bilgi sâhibi olmadığım şeyi O`na ortak koşmaya çağırıyorsunuz. Ben ise sizi, Azîz (kudreti dâimâ üstün gelen), Gaffâr (çok bağışlayan Allah`)a da`vet ediyorum.`",
        "diyanet_vakfi": "Siz beni, Allah’ı inkâr etmeye ve hiç tanımadığım nesneleri O’na ortak koşmaya çağırıyorsunuz. Ben ise sizi, azîz ve çok bağışlayan Allah’a davet ediyorum."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/042.mp3"
      }
    },
    {
      "id": 4176,
      "verseNumber": 43,
      "verseKey": "40:43",
      "arabic": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "english": "There is no doubt that whatever ˹idols˺ you invite me to ˹worship˺ are not worthy to be invoked either in this world or the Hereafter.<sup foot_note=77300>1</sup> ˹Undoubtedly,˺ our return is to Allah, and the transgressors will be the inmates of the Fire.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Muhakkak ki, siz beni mutlaka öyle bir şeye dâvet ediyorsunuz ki, onun için ne dünyada ve ne ahirette bir dâvet hakkı yoktur. Ve şüphe yok ki, bizim dönüp gidişimiz Allah’adır. Ve şüphesiz ki müsrif olanlar, onlar ateşin yârânıdırlar.»",
        "hayrat_nesriyat": "`Hiç şübhe yok ki beni kendisine çağırmakta olduğunuz şeyin, ne dünyada ne de âhirette kendisine (tapılması için) bir da`vet hakkı vardır. Nihâyet dönüşümüz muhakkak Allah`adır. Doğrusu haddi aşanlar yok mu, onlar ateş ehlidirler.`",
        "diyanet_vakfi": "Gerçek şu ki, sizin beni davet ettiğiniz şeyin dünyada da ahirette de davete değer bir tarafı yoktur. Dönüşümüz Allah’adır, aşırı gidenler de ateş ehlinin kendileridir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/043.mp3"
      }
    },
    {
      "id": 4177,
      "verseNumber": 44,
      "verseKey": "40:44",
      "arabic": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
      "english": "You will remember what I say to you, and I entrust my affairs to Allah. Surely Allah is All-Seeing of all ˹His˺ servants.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Artık benim size ne dediğimi yakında anlayacaksınız ve ben işimi Allah’a ısmarlıyorum. Şüphe yok ki O, kullarını görücüdür.»",
        "hayrat_nesriyat": "`Artık size ne söylemekte olduğumu yakında hatırlayacaksınız! (Ben) işimi Allah`a havâle ediyorum. Şübhesiz ki Allah, kulları(nı) hakkıyla görendir.`",
        "diyanet_vakfi": "Size söylediklerimi yakında hatırlayacaksınız. Ben işimi Allah’a havale ediyorum. Şüphesiz Allah, kullarını çok iyi görendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/044.mp3"
      }
    },
    {
      "id": 4178,
      "verseNumber": 45,
      "verseKey": "40:45",
      "arabic": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
      "english": "So Allah protected him from the evil of their schemes. And Pharaoh’s people were overwhelmed by an evil punishment:",
      "turkish": {
        "omer_nasuhi_bilmen": "Nihâyet Allah O’nu yaptıkları hilelerin kötülüklerinden korudu. Fir’avun’un kavmini ise azabın fenalığı kuşattı.",
        "hayrat_nesriyat": "Nihâyet Allah onu, kurdukları tuzakların kötülüklerinden korudu; Fir`avun âilesini ise o azâbın kötüsü kuşatıverdi.",
        "diyanet_vakfi": "Nihayet Allah, onların kurdukları tuzakların kötülüklerinden bu zatı korudu, Firavun’un kavmini ise kötü azap kuşatıverdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/045.mp3"
      }
    },
    {
      "id": 4179,
      "verseNumber": 46,
      "verseKey": "40:46",
      "arabic": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
      "english": "they are exposed to the Fire ˹in their graves˺ morning and evening. And on the Day the Hour will be established ˹it will be said˺, “Admit Pharaoh’s people into the harshest punishment ˹of Hell˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ateş ki onun üzerine sabahleyin ve akşamleyin arz olunurlar ve Kıyamet kâim olacağı günde Fir’avun’un hanedanını azabın en şiddetlisine girdiriniz (denilir).",
        "hayrat_nesriyat": "(O kötü azab) ateştir! (Onlar) sabah akşam ona arz olunurlar. Kıyâmet kopacağı gün ise: `Fir`avun âilesini azâbın en şiddetlisine sokun!` (denilecektir).",
        "diyanet_vakfi": "Onlar sabah akşam o ateşe sokulurlar. Kıyametin kopacağı gün de: Firavun ailesini azabın en çetinine sokun (denilecek)!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/046.mp3"
      }
    },
    {
      "id": 4180,
      "verseNumber": 47,
      "verseKey": "40:47",
      "arabic": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
      "english": "˹Consider the Day˺ when they will dispute in the Fire, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, will you then shield us from a portion of the Fire?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Hatırla o vakti ki, ateş içinde birbirleriyle muhasemede bulunurlar. O vakit zayıf olanlar, ululanmış bulunanlara derler ki: «Şüphe yok, biz size tâbi olmuş idik, şimdi siz bizi bir miktar ateşten kurtarabilir misiniz?»",
        "hayrat_nesriyat": "O vakit (Cehennem ehli) ateşin içinde birbirleriyle tartışırlarken, zayıf olanlar o büyüklük taslayanlara der ki: `Gerçekten biz (dünyada iken) size tâbi` olanlar idik. Şimdi siz ateşin birazını olsun, bizden def` edebilir kimseler misiniz?`",
        "diyanet_vakfi": "(Kâfirler) ateşin içinde birbirleriyle çekişirlerken zayıf olanlar, o büyüklük taslayanlara: Biz size uymuştuk. Şimdi ateşin birazını bizden savabilir misiniz? derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/047.mp3"
      }
    },
    {
      "id": 4181,
      "verseNumber": 48,
      "verseKey": "40:48",
      "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
      "english": "The arrogant will say, “We are all in it! ˹For˺ Allah has already passed judgment over ˹His˺ servants.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ululanmış olanlar da derler ki: «Şüphe yok, bizler cümleten bunun (bu azabın) içindeyiz. Muhakkak ki, Allah kulları arasında hükmetmiştir.»",
        "hayrat_nesriyat": "Büyüklük taslayanlar (da): `Doğrusu biz hep berâber onun içindeyiz; şübhesiz ki Allah, kullar arasında gerçekten hükm(ünü) vermiştir` derler.",
        "diyanet_vakfi": "O büyüklük taslayanlar ise: Doğrusu hepimiz bunun içindeyiz. Şüphe yok ki Allah kulları arasında vereceği hükmü verdi, derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/048.mp3"
      }
    },
    {
      "id": 4182,
      "verseNumber": 49,
      "verseKey": "40:49",
      "arabic": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
      "english": "And those in the Fire will cry out to the keepers of Hell,<sup foot_note=77301>1</sup> “Pray to your Lord to lighten the torment for us ˹even˺ for one day!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ateşte olanlar, cehennemin bekçilerine der ki: «Rabbinize dua edin, bizden bir gün azabı hafifletsin.»",
        "hayrat_nesriyat": "Artık ateşte olanlar Cehennemin bekçilerine der ki: `Rabbinize (bizim için) duâ edin,(hiç değilse) bir gün olsun, bizden azâbı hafifletsin!`",
        "diyanet_vakfi": "Ateşte bulunanlar cehennem bekçilerine: Rabbinize dua edin, bizden, bir gün olsun azabı hafifletsin! diyecekler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/049.mp3"
      }
    },
    {
      "id": 4183,
      "verseNumber": 50,
      "verseKey": "40:50",
      "arabic": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "english": "The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Derler ki: «Size peygamberleriniz, açık açık mucizeler ile gelivermekte değil mi idiler?» Derler ki: «Evet...» (Bekçiler de) Derler ki: «O halde siz yalvarınız. Kâfirlerin duaları ise beyhûde yere olmaktan başka değildir.»",
        "hayrat_nesriyat": "(Cehennemin bekçileri:) `Size peygamberleriniz mu`cizeler getirmiyorlar mıydı?` derler. Onlar: `Evet (getiriyorlardı)!` derler. (Bunun üzerine bekçiler:) `Öyle ise (kendiniz)duâ edin!` derler. Hâlbuki kâfirlerin duâsı, ancak boşuna (yorulmak)tır.",
        "diyanet_vakfi": "(Bekçiler:) Size peygamberleriniz açık açık deliller getirmediler mi? derler. Onlar da: Getirdiler, cevabını verirler. (Bekçiler ise): O halde kendiniz yalvarın, derler. Halbuki kâfirlerin yalvarması boşunadır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/050.mp3"
      }
    },
    {
      "id": 4184,
      "verseNumber": 51,
      "verseKey": "40:51",
      "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
      "english": "We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, Biz elbette resûllerimize ve imân edenlere dünya hayatında ve şahitlerin kâim olacakları günde yardım ederiz.",
        "hayrat_nesriyat": "Şübhesiz ki biz, peygamberlerimize ve îmân edenlere, hem dünya hayâtında, hem şâhidlerin (ameller için şâhidlik etmek üzere) ayağa kalkacakları o günde elbette yardım ederiz.",
        "diyanet_vakfi": "Şüphesiz peygamberlerimize ve iman edenlere, hem dünya hayatında, hem şahitlerin şahitlik edecekleri günde yardım ederiz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/051.mp3"
      }
    },
    {
      "id": 4185,
      "verseNumber": 52,
      "verseKey": "40:52",
      "arabic": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "english": "the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome.<sup foot_note=77302>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün ki, zalimlere mazeretleri fâide vermez ve onlar için lânet vardır. Ve onlar için yurdun kötüsü vardır.",
        "hayrat_nesriyat": "O gün zâlimlere, özür dilemeleri fayda vermez; artık onlar için lâ`net vardır ve yurdun kötüsü onlarındır.",
        "diyanet_vakfi": "O gün zalimlere, özür dilemeleri hiçbir fayda sağlamaz. Artık lânet de onlarındır, kötü yurt da onlarındır!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/052.mp3"
      }
    },
    {
      "id": 4186,
      "verseNumber": 53,
      "verseKey": "40:53",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
      "english": "And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, Mûsa’ya sebeb-i ihtidâ olanı verdik ve İsrailoğullarına kitabı miras kıldık.",
        "hayrat_nesriyat": "(53-54) Celâlim hakkı için, Mûsâ`ya hidâyeti verdik ve İsrâiloğullarına, akıl sâhibleri içinbir hidâyet ve bir nasîhat olmak üzere Kitâb`ı (Tevrât`ı) mîras bıraktık.",
        "diyanet_vakfi": "(53-54) Andolsun ki biz Musa’ya hidayeti verdik ve İsrailoğullarına, akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitab’ı miras bıraktık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/053.mp3"
      }
    },
    {
      "id": 4187,
      "verseNumber": 54,
      "verseKey": "40:54",
      "arabic": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "english": "a guide and a reminder to people of reason.",
      "turkish": {
        "omer_nasuhi_bilmen": "(O kitap) Selîm akıl sahipleri için bir hidâyet ve bir mev’iza olmuştur.",
        "hayrat_nesriyat": "(53-54) Celâlim hakkı için, Mûsâ`ya hidâyeti verdik ve İsrâiloğullarına, akıl sâhibleri içinbir hidâyet ve bir nasîhat olmak üzere Kitâb`ı (Tevrât`ı) mîras bıraktık.",
        "diyanet_vakfi": "(53-54) Andolsun ki biz Musa’ya hidayeti verdik ve İsrailoğullarına, akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitab’ı miras bıraktık."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/054.mp3"
      }
    },
    {
      "id": 4188,
      "verseNumber": 55,
      "verseKey": "40:55",
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
      "english": "So be patient ˹O Prophet˺, ˹for˺ Allah’s promise is certainly true. Seek forgiveness for your shortcomings.<sup foot_note=77303>1</sup> And glorify the praises of your Lord morning and evening.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık sabret. Şüphe yok ki, Allah’ın vaadi hakdır ve kusurun için mağfiret iste ve akşam ve sabah Rabbine hamd ile tesbihte bulun.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Artık sabret! Çünki Allah`ın va`di haktır; günâhının bağışlanmasını dile ve akşam ve sabah Rabbine hamd ile (O`nu) tesbîh et!",
        "diyanet_vakfi": "(Resûlüm!) Şimdi sen sabret. Çünkü Allah’ın vâdi gerçektir. Günahının bağışlanmasını iste. Akşam sabah Rabbini hamd ile tesbîh et."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/055.mp3"
      }
    },
    {
      "id": 4189,
      "verseNumber": 56,
      "verseKey": "40:56",
      "arabic": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "english": "Surely those who dispute Allah’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in Allah. Indeed, He alone is the All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok o kimseler ki, kendilerine gelmiş bir kat’i bürhan olmaksızın Allah’ın âyetlerinde mücadelede bulunurlar, onların sinelerinde kendilerinin yetişemeyecekleri bir böbürlenmeden başka bir şey yoktur. Sen hemen Allah’a sığın, şüphe yok ki bihakkın işitici, görücü olan O’dur O.",
        "hayrat_nesriyat": "Şübhesiz o kimseler ki, kendilerine gelmiş bir delîl olmaksızın Allah`ın âyetleri hakkında mücâdele ederler. Onların sînelerinde, kendisine ulaşamayacakları bir kibirden (sana üstün gelme arzusundan) başka bir şey yoktur. (Sen) hemen Allah`a sığın! Çünki Semî`(herşeyi işiten), Basîr (hakkıyla gören) ancak O`dur.",
        "diyanet_vakfi": "Kendilerine gelmiş kesin bir delil olmaksızın, Allah’ın âyetleri hakkında münakaşa edenler var ya, hiç şüphe yok ki, onların kalplerinde, asla yetişemeyecekleri bir büyüklük hevesinden başka bir şey yoktur. Sen Allah’a sığın. Kuşkusuz O, işiten ve görendir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/056.mp3"
      }
    },
    {
      "id": 4190,
      "verseNumber": 57,
      "verseKey": "40:57",
      "arabic": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "english": "The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Elbette ki, göklerin ve yerin yaradılışı, nâsın yaradılışından daha büyüktür. Velâkin nâsın birçoğu bilmezler.",
        "hayrat_nesriyat": "Elbette göklerin ve yerin yaratılması insanların yaratılmasından daha büyüktür; fakat insanların çoğu bilmezler.",
        "diyanet_vakfi": "Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyük bir şeydir. Fakat insanların çoğu bilmezler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/057.mp3"
      }
    },
    {
      "id": 4191,
      "verseNumber": 58,
      "verseKey": "40:58",
      "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
      "english": "Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kör olan ile görücü olan müsavî olmaz. Ve imân eden ve sâlih sâlih amellerde bulunan kimseler ile kötülük yapan da (müsavî değildir). Ne kadar az düşünüyorsunuz?",
        "hayrat_nesriyat": "Kör ile gören; îmân edip sâlih ameller işleyenlerle kötülük yapan bir olmaz. Ne kadar az ibret alıyorsunuz!",
        "diyanet_vakfi": "Körle gören, inanıp iyi amellerde bulunanla kötülük yapan bir olmaz. Ne kadar az düşünüyorsunuz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/058.mp3"
      }
    },
    {
      "id": 4192,
      "verseNumber": 59,
      "verseKey": "40:59",
      "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "english": "The Hour is certainly coming, there is no doubt about it. But most people do not believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki o saat elbette gelicidir, onda bir şüphe yoktur. Velâkin nâsın ekserisi imân etmezler.",
        "hayrat_nesriyat": "Şübhesiz ki kıyâmet (günü) elbette gelicidir; onda şübhe yoktur; fakat insanların çoğu (buna) îmân etmezler.",
        "diyanet_vakfi": "Kıyamet günü mutlaka gelecektir, bunda hiç şüphe yoktur. Fakat insanların çoğu buna inanmazlar."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/059.mp3"
      }
    },
    {
      "id": 4193,
      "verseNumber": 60,
      "verseKey": "40:60",
      "arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "english": "Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Rabbiniz buyurdu ki: «Bana dua ediniz, sizin için icabet edeyim. Şüphe yok o kimseler ki, Benim ibadetimden kibirlenirler, onlar yakında zeliller oldukları halde cehenneme gireceklerdir.»",
        "hayrat_nesriyat": "Rabbiniz buyurdu ki: `Bana duâ edin, size icâbet edeyim (duânıza cevab vereyim)! Şübhesiz benim ibâdetimden (yüz çevirip) kibirlenenler, yakında zelîl olan kimseler olarak Cehenneme gireceklerdir!`",
        "diyanet_vakfi": "Rabbiniz şöyle buyurdu: Bana dua edin, kabul edeyim. Çünkü bana ibadeti bırakıp büyüklük taslayanlar aşağılanarak cehenneme gireceklerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/060.mp3"
      }
    },
    {
      "id": 4194,
      "verseNumber": 61,
      "verseKey": "40:61",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "english": "It is Allah Who has made the night for you to rest in and the day bright. Surely Allah is ever Bountiful to humanity, but most people are ungrateful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah o zâttır ki, sizin için geceyi (karanlık) kıldı, içinde istirahat edesiniz diye ve gündüzü de gösterici kıldı. Şüphe yok ki, Allah nâs üzerine elbette fazl sahibidir. Velâkin nâsın ekserisi şükretmezler.",
        "hayrat_nesriyat": "Allah, size geceyi içinde istirâhat etmeniz için (karanlık), gündüzü ise (çalışmanız için) aydınlatıcı kılandır. Şübhesiz ki Allah, insanlara karşı elbette büyük lütuf sâhibidir; fakat insanların çoğu şükretmezler.",
        "diyanet_vakfi": "İçinde dinlenesiniz diye geceyi, görmeniz için de gündüzü yaratan Allah’tır. Şüphesiz Allah, insanlara karşı lütufkârdır. Fakat insanların çoğu şükretmezler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/061.mp3"
      }
    },
    {
      "id": 4195,
      "verseNumber": 62,
      "verseKey": "40:62",
      "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "english": "That is Allah, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺?",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte O’dur, Rabbiniz olan Allah ki, her şeyin hâlıkıdır, O’ndan başka ilâh yoktur. O halde nasıl döndürülüyorsunuz?",
        "hayrat_nesriyat": "İşte Rabbiniz olan Allah bu (ni`metleri size veren)dir; herşeyin yaratıcısıdır. O`ndan başka ilâh yoktur. Öyle ise (haktan) nasıl çevriliyorsunuz?",
        "diyanet_vakfi": "İşte O, her şeyin yaratıcısı olan Rabbiniz Allah’dır. O’ndan başka tanrı yoktur. O halde nasıl olup da döndürülüyorsunuz!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/062.mp3"
      }
    },
    {
      "id": 4196,
      "verseNumber": 63,
      "verseKey": "40:63",
      "arabic": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "english": "This is how those who used to reject Allah’s signs were ˹also˺ deluded.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte Allah’ın âyetlerini inkar eder olanlar, öylece döndürülür.",
        "hayrat_nesriyat": "Allah`ın âyetlerini bilerek inkâr etmekte olanlar, işte (haktan) böyle çevrilir.",
        "diyanet_vakfi": "Allah’ın âyetlerini inatla inkâr edenler işte (haktan) böyle döndürülür."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/063.mp3"
      }
    },
    {
      "id": 4197,
      "verseNumber": 64,
      "verseKey": "40:64",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "english": "It is Allah Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is Allah—your Lord. So Blessed is Allah, Lord of all worlds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah o zâttır ki, sizin için yeri bir ikametgâh, göğü de bir bina kıldı ve sizi tasvir buyurdu, sonra sûretlerinizi güzelleştirdi ve sizi temiz şeylerden merzûk kıldı. İşte Rabbiniz olan Allah O’dur. İmdi âlemlerin Rabbi olan Allah, ne kadar mukaddesdir.",
        "hayrat_nesriyat": "Allah, arzı size kalınacak bir yer, göğü ise (üstünüze) bir binâ (bir tavan) kılandır. Hem sizi şekillendirdi de, sûretlerinizi güzel yaptı ve sizi temiz şeylerden rızıklandırdı. İşte Rabbiniz olan Allah bu (ni`metleri veren)dir. (Ve) işte âlemlerin Rabbi olan Allah, ne yücedir!",
        "diyanet_vakfi": "Yeri sizin için yerleşim alanı, göğü de bir bina kılan, size şekil verip de şeklinizi güzel yapan ve sizi temiz besinlerle rızıklandıran Allah’tır. İşte Allah, sizin Rabbinizdir. Âlemlerin Rabbi Allah, yücelerden yücedir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/064.mp3"
      }
    },
    {
      "id": 4198,
      "verseNumber": 65,
      "verseKey": "40:65",
      "arabic": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "english": "He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for Allah—Lord of all worlds.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ebedî hayat sahibi olan O’dur. O’ndan başka hiçbir tanrı yoktur. Artık O’nun için dinde hulus sahipleri olarak O’na duada bulunun. Hamd, âlemlerin Rabbi olan Allah’a mahsustur.",
        "hayrat_nesriyat": "O Hayy`dır (hayâtı bâkidir); O`ndan başka ilâh yoktur; öyle ise dinde O`na (karşı)ihlâslı (samîmî) kimseler olarak O`na kulluk edin! Hamd, âlemlerin Rabbi olan Allah`a mahsustur!",
        "diyanet_vakfi": "O daima diridir; O’ndan başka hiçbir tanrı yoktur. O halde dinde ihlâslı ve samimi kişiler olarak O’na dua edin. Her türlü övgü âlemlerin Rabbi Allah’a mahsustur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/065.mp3"
      }
    },
    {
      "id": 4199,
      "verseNumber": 66,
      "verseKey": "40:66",
      "arabic": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "english": "Say, ˹O Prophet,˺ “I have been forbidden to worship those ˹idols˺ you worship besides Allah, since clear proofs have come to me from my Lord. And I have been commanded to ˹fully˺ submit to the Lord of all worlds.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben sizin Allah’tan başka yalvardıklarınıza ibadet etmekten nehyedildim, o vakit ki, bana Rabbimden apaçık deliller geldi ve emrolundum ki, âlemlerin Rabbi için teslim olayım.»",
        "hayrat_nesriyat": "De ki: `Doğrusu ben Rabbimden bana apaçık deliller gelince, Allah`dan başka(kendisine) yalvarmakta olduklarınıza ibâdet etmekten yasaklandım ve âlemlerin Rabbine teslîm olmakla emrolundum.`",
        "diyanet_vakfi": "(Resûlüm)! De ki: Bana Rabbimden apaçık deliller gelince, sizin Allah’ı bırakıp o taptıklarınıza kulluk etmem bana yasaklandı ve bana âlemlerin Rabbine teslim olmam emredildi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/066.mp3"
      }
    },
    {
      "id": 4200,
      "verseNumber": 67,
      "verseKey": "40:67",
      "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "english": "He is the One Who created you<sup foot_note=77304>1</sup> from dust, then from a sperm-drop,<sup foot_note=77305>2</sup> then ˹developed you into˺ a clinging clot ˹of blood˺,<sup foot_note=77306>3</sup> then He brings you forth as infants, so that you may reach your prime, and become old—though some of you ˹may˺ die sooner—reaching an appointed time, so perhaps you may understand ˹Allah’s power˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (Hâlık-i Hakîm)dir ki, sizi topraktan, sonra bir nutfeden, sonra da bir kan pıhtısından yarattı. Sonra sizi çocuk olarak çıkarır, sonra kuvvetinizin tekamülü çağına (erişesiniz) sonra ihtiyarlayasınız diye (sizi yaşatır) ve sizden bazınız daha evvel öldürülür ve muayyen olan zamana erişesiniz ve belki akıl erdiresiniz (diye böyle yapar).",
        "hayrat_nesriyat": "O, sizi (önce) bir topraktan, sonra bir nutfeden (hakir bir damla sudan süzülmüş hulâsadan), sonra bir alakadan yaratandır. Sonra sizi bir çocuk olarak çıkarıyor; sonra gücünüzün kemâle ermesi için, sonra da ihtiyar olmanız için (sizi yaşatıyor). İçinizden kimi de, (kiminizden) daha önce vefât ettirilir; tâ ki belirli bir vakte erişesiniz ve olur ki akıl erdirirsiniz.",
        "diyanet_vakfi": "Sizi topraktan, sonra meniden, sonra alakadan (aşılanmış yumurtadan) yaratan sonra bebek olarak çıkaran, sonra sizi güçlü kuvvetli bir çağa erişmeniz, sonra da ihtiyarlamanız -ki içinizden daha önce vefat edenler de vardır- ve belli bir vakte ulaşmanız için sizi yaşatan O’dur. Umulur ki düşünürsünüz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/067.mp3"
      }
    },
    {
      "id": 4201,
      "verseNumber": 68,
      "verseKey": "40:68",
      "arabic": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "english": "He is the One Who gives life and causes death. When He decrees a matter, He simply tells it, “Be!” And it is!",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (Hâlık-i Hakîm)dir ki, diriltir ve öldürür. Velhasıl O bir şeyi irâde edince ona ancak «Ol!» der, o da hemen oluverir.",
        "hayrat_nesriyat": "O, hayatı veren ve öldürendir. Öyle ki bir işe hükmettiği zaman, artık ona sâdece: `Ol!` der; (o da) hemen oluverir!",
        "diyanet_vakfi": "O, hem dirilten hem de öldürendir. O, herhangi bir işin olmasını dilediği zaman yalnız «Ol!» der, o da oluverir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/068.mp3"
      }
    },
    {
      "id": 4202,
      "verseNumber": 69,
      "verseKey": "40:69",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "english": "Have you not seen how those who dispute Allah’s signs are turned away?",
      "turkish": {
        "omer_nasuhi_bilmen": "Bakmadın mı o kimselere ki, Allah’ın âyetlerinde mücadelede bulunurlar. Nasıl döndürülüyorlar?",
        "hayrat_nesriyat": "Allah`ın âyetleri hakkında mücâdele edenleri görmedin mi? (Haktan) nasıl döndürülüyorlar?",
        "diyanet_vakfi": "Allah’ın âyetleri hakkında tartışanlara bakmadın mı? Nasıl döndürülüyorlar (onu tasdike yanaşmıyorlar)!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/069.mp3"
      }
    },
    {
      "id": 4203,
      "verseNumber": 70,
      "verseKey": "40:70",
      "arabic": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "english": "˹They are˺ the ones who reject this Book and all ˹scriptures˺ We sent Our messengers with. So they will know ˹the consequences˺",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, kitabı ile kendisiyle peygamberlerimizi göndermiş olduğumuz şeyi tekzîp ettiler, artık yakında bileceklerdir.",
        "hayrat_nesriyat": "Kitâb`ı (Kur`ân`ı) ve peygamberlerimizle gönderdiğimiz şeyleri yalanlayanlar, (neyi yalanlamakta olduklarını) artık ileride bileceklerdir.",
        "diyanet_vakfi": "Onlar, Kitab’ı ve peygamberlerimize gönderdiklerimizi yalanlayanlardır. Onlar yakında (gerçeği) anlayacaklar!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/070.mp3"
      }
    },
    {
      "id": 4204,
      "verseNumber": 71,
      "verseKey": "40:71",
      "arabic": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
      "english": "when shackles will be around their necks and chains ˹on their legs˺. They will be dragged",
      "turkish": {
        "omer_nasuhi_bilmen": "O zaman ki, boyunlarında lâleler ve zincirler olarak şiddetle sürükleneceklerdir.",
        "hayrat_nesriyat": "(71-72) O zaman ki, boyunlarında halkalar ve zincirler bulunur. (Onlar) kaynar suda sürüklenecekler; sonra da ateşte yakılacaklardır.",
        "diyanet_vakfi": "(71-72) Boyunlarında demir halkalar ve zincirler olduğu halde, sıcak suya sürüklenecekler, sonra da ateşte yakılacaklardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/071.mp3"
      }
    },
    {
      "id": 4205,
      "verseNumber": 72,
      "verseKey": "40:72",
      "arabic": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
      "english": "through boiling water, then burned in the Fire ˹as fuel˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sıcak su içinde, sonra ateş içinde bırakılıp yanacaklardır.",
        "hayrat_nesriyat": "(71-72) O zaman ki, boyunlarında halkalar ve zincirler bulunur. (Onlar) kaynar suda sürüklenecekler; sonra da ateşte yakılacaklardır.",
        "diyanet_vakfi": "(71-72) Boyunlarında demir halkalar ve zincirler olduğu halde, sıcak suya sürüklenecekler, sonra da ateşte yakılacaklardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/072.mp3"
      }
    },
    {
      "id": 4206,
      "verseNumber": 73,
      "verseKey": "40:73",
      "arabic": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
      "english": "Then they will be asked, “Where are those ˹idols˺ you used to associate",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onlara denilecektir ki: «Nerede sizin o şerik koştuklarınız şeyler?»",
        "hayrat_nesriyat": "(73-74) Sonra onlara: `Allah`ı bırakıp da (O`na) ortak koşmakta olduğunuz şeyler nerede?` denilir. (Onlar da:) `Bizden kayboldular; daha doğrusu (biz) daha önce hiçbir şeye yalvarır olmamışız!` derler. İşte Allah, kâfirleri (isyanlarındaki inadları üzerine) böyle saptırır.",
        "diyanet_vakfi": "(73-74) Sonra onlara: Allah’ı bırakıp da koştuğunuz ortaklar nerededir? denilecek. Onlar da: Bizden uzaklaştılar, zaten biz önceleri hiçbir şeye tapmıyorduk, diyecekler. İşte Allah kâfirleri böyle şaşırtır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/073.mp3"
      }
    },
    {
      "id": 4207,
      "verseNumber": 74,
      "verseKey": "40:74",
      "arabic": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
      "english": "with Allah?” They will cry, “They have ˹all˺ failed us. In fact, we did not invoke anything ˹real˺ before.” This is how Allah leaves the disbelievers to stray.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın berisinden diyeceklerdir ki: «Bizden gâib oldular. Belki biz evvelce bir şeye ibadet etmiş olmadık.» İşte Allah, kâfirleri böylece sapıklığa düşürür.",
        "hayrat_nesriyat": "(73-74) Sonra onlara: `Allah`ı bırakıp da (O`na) ortak koşmakta olduğunuz şeyler nerede?` denilir. (Onlar da:) `Bizden kayboldular; daha doğrusu (biz) daha önce hiçbir şeye yalvarır olmamışız!` derler. İşte Allah, kâfirleri (isyanlarındaki inadları üzerine) böyle saptırır.",
        "diyanet_vakfi": "(73-74) Sonra onlara: Allah’ı bırakıp da koştuğunuz ortaklar nerededir? denilecek. Onlar da: Bizden uzaklaştılar, zaten biz önceleri hiçbir şeye tapmıyorduk, diyecekler. İşte Allah kâfirleri böyle şaşırtır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/074.mp3"
      }
    },
    {
      "id": 4208,
      "verseNumber": 75,
      "verseKey": "40:75",
      "arabic": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
      "english": "˹They will be told,˺ “This ˹punishment˺ is for being prideful on earth unjustly and for acting arrogantly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizin bu cezanız, yerde haksız yere pek fazla sevinir olmanızdan ve çok güvenir bulunmanızdan dolayıdır.",
        "hayrat_nesriyat": "Bu (içinde bulunduğunuz azab) yeryüzünde haksız yere şımarıyor olmanızdan ve böbürlenmekte bulunmanızdan dolayıdır.",
        "diyanet_vakfi": "Bu, sizin yeryüzünde haksız olarak şımarmanızdan ve aşırı derecede sevinip böbürlenmenizden ötürüdür."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/075.mp3"
      }
    },
    {
      "id": 4209,
      "verseNumber": 76,
      "verseKey": "40:76",
      "arabic": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "english": "Enter the gates of Hell, to stay there forever. What an evil home for the arrogant!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Cehennemin kapılarından orada ebedî kalıcılar olmak üzere giriniz. Artık mütekebbir olanların ikametgâhı ne fena!",
        "hayrat_nesriyat": "Orada ebediyen kalıcı kimseler olmak üzere girin Cehennemin kapılarından! İşte kibirlenenlerin kalacakları yer ne kötüdür!",
        "diyanet_vakfi": "İçinde ebedî kalmak üzere cehennemin kapılarından girin! Kibirlenenlerin dönüp gidecekleri yer ne çirkindir!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/076.mp3"
      }
    },
    {
      "id": 4210,
      "verseNumber": 77,
      "verseKey": "40:77",
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "english": "So be patient ˹O Prophet˺. Surely Allah’s promise is true. Whether We show you some of what We threaten them with, or cause you to die ˹before that˺, to Us they will ˹all˺ be returned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık sabret. Allah’ın vaadi, şüphe yok ki, hakdır. Onlara olan vaadimizin bazısını sana göstereceğiz veya senin ruhunu alacağız, nihâyet Bize döndürüleceklerdir.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Artık sabret! Çünki Allah`ın va`di haktır. Böylece onları tehdîd ettiğimiz şeylerin bir kısmını sana göstersek de, yâhut (göstermeden) seni vefât ettirsek de, sonunda (onlar) ancak bize döndürüleceklerdir.",
        "diyanet_vakfi": "Onun için (Resûlüm), sen sabret! Şüphesiz Allah’ın vâdi gerçektir. Onlara söz verdiğimiz azabın bir kısmını ya sana gösteririz, yahut seni daha önce vefat ettiririz. Nasıl olsa onlar bize döneceklerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/077.mp3"
      }
    },
    {
      "id": 4211,
      "verseNumber": 78,
      "verseKey": "40:78",
      "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
      "english": "We already sent messengers before you. We have told you the stories of some of them, while others We have not. It was not for any messenger to bring a sign without Allah’s permission. But when Allah’s decree comes, judgment will be passed with fairness, and the people of falsehood will then be in ˹total˺ loss.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, senden evvel de peygamberler gönderdik. Onlardan bir kısmının kıssasını sana bildirmiştik ve onlardan sana kıssasını bildirmediklerimiz de vardır ve bir peygamber için Allah’ın izni olmadıkça bir mûcize getirmek (kabil) olamaz. Allah’ın emri gelince de hak ile hükmolunmuş olur ve bâtılı ihtiyar etmiş olanlar ise o zaman hüsrâna uğramıştır.",
        "hayrat_nesriyat": "Celâlim hakkı için, senden önce de peygamberler gönderdik; onlardan sana kıssa(larını) anlattığımız kimseler de var, içlerinden sana kıssa(larını) anlatmadığımız kimseler de var. Nitekim Allah`ın izni olmadan hiçbir peygamberin bir mu`cize getirmesi mümkün değildir. Fakat Allah`ın emri geldiği zaman, hak ile hükmedilir; işte o zaman, (mu`cizeleri)boşa çıkarmaya çalışanlar hüsrâna uğramıştır.",
        "diyanet_vakfi": "Andolsun, senden önce de peygamberler gönderdik. Onlardan sana kıssalarını anlattığımız kimseler de var, durumlarını sana bildirmediğimiz kimseler de var. Hiçbir peygamber Allah’ın izni olmaksızın herhangi bir âyeti kendiliğinden getiremez. Allah’ın emri gelince de hak uygulanır ve o zaman bâtılı seçenler hüsrana uğrayacaklardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/078.mp3"
      }
    },
    {
      "id": 4212,
      "verseNumber": 79,
      "verseKey": "40:79",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
      "english": "It is Allah Who made cattle for you so that you may ride some and eat others.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, o (Zât-ı Akdes)dir ki, sizin için dört ayaklı hayvanlar yarattı. Onlardan bir kısmına binesiniz ve onlardan yiyesiniz diye (onları vücuda getirdi).",
        "hayrat_nesriyat": "Sizin için davarları yaratan Allah`tır; onlardan bindikleriniz de vardır, yedikleriniz de.",
        "diyanet_vakfi": "Allah, kimine binesiniz, kimini yiyesiniz diye sizin için hayvanları yaratandır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/079.mp3"
      }
    },
    {
      "id": 4213,
      "verseNumber": 80,
      "verseKey": "40:80",
      "arabic": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "english": "Also, you find in them ˹other˺ benefits.<sup foot_note=77307>1</sup> And by means of them you may reach destinations you desire. And you are carried upon ˹some of˺ them and upon ships.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için onlarda menfaatler vardır ve onların üzerinde göğüslerinizdeki bir hacete erişmeniz için ve onların üstüne ve gemilerin üstüne yükleniyorsunuz.",
        "hayrat_nesriyat": "Onlarda sizin için (daha birçok) menfaatler vardır; hem onların üzerinde gönüllerinizdeki bir ihtiyâca ulaşır (onu te`mîn eder)siniz. İşte onların üzerinde ve gemilerin üzerinde taşınırsınız.",
        "diyanet_vakfi": "Onlarda sizin için daha nice faydalar vardır. Gönüllerinizdeki bir arzuya, onlara binerek ulaşırsınız. Onların ve gemilerin üstünde taşınırsınız."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/080.mp3"
      }
    },
    {
      "id": 4214,
      "verseNumber": 81,
      "verseKey": "40:81",
      "arabic": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
      "english": "And He shows you His signs. Now which of Allah’s signs will you deny?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve size âyetlerini gösterir. Artık Allah’ın hangi âyetlerini inkar edersiniz?",
        "hayrat_nesriyat": "Böylece (Allah) size âyetlerini gösterir. Şimdi, Allah`ın âyetlerinden hangisini inkâr edersiniz?",
        "diyanet_vakfi": "Allah size âyetlerini gösteriyor. Şimdi, Allah’ın âyetlerinden hangisini inkâr edersiniz?"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/081.mp3"
      }
    },
    {
      "id": 4215,
      "verseNumber": 82,
      "verseKey": "40:82",
      "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "english": "Have they not travelled throughout the land to see what was the end of those who were ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land, but their ˹worldly˺ gains were of no benefit to them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yeryüzünde hiç dolaşmadılar mı ki, bir bakıversinler, kendilerinden evvelkilerin akıbetleri nasıl olmuştur. Onlardan daha ziyâde idiler ve kuvvetçe ve yeryüzünde eserler itibariyle daha şiddetli idiler. Fakat onlara kazanır oldukları şey faidebahş olmadı.",
        "hayrat_nesriyat": "(Onlar) yeryüzünde hiç gezmediler mi ki, kendilerinden öncekilerin âkıbeti nasıl olmuş, baksınlar! (Onlar) bunlardan hem daha çok, hem de kuvvetçe ve yeryüzündeki eserler bakımından daha şiddetli idiler; fakat kazanmakta oldukları şeyler kendilerine bir fayda sağlamadı.",
        "diyanet_vakfi": "Onlar yeryüzünde gezip dolaşmadılar mı ki, kendilerinden öncekilerin sonu nasıl olmuştur, görsünler! Öncekiler bunlardan daha çoktu, kuvvetçe ve yeryüzündeki eserleri bakımından da daha sağlam idiler. Fakat kazandıkları şeyler onlara asla fayda vermemiştir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/082.mp3"
      }
    },
    {
      "id": 4216,
      "verseNumber": 83,
      "verseKey": "40:83",
      "arabic": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "When their messengers came to them with clear proofs, they were prideful in whatever ˹worldly˺ knowledge they had,<sup foot_note=77308>1</sup> and were ˹ultimately˺ overwhelmed by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onlara peygamberleri zahir mûcizeler ile geldi, kendi yanlarındaki bilgiden olan ile ferahlandılar ve onları kendisiyle istihzâda bulundukları şey, şiddetle ihata etti.",
        "hayrat_nesriyat": "Öyle ki peygamberleri onlara mu`cizeler getirince, kendilerinde bulunan bilgiden dolayı şımardılar da, kendisiyle alay etmekte oldukları (azab) onları kuşatıverdi.",
        "diyanet_vakfi": "Peygamberleri onlara apaçık bilgiler getirince, onlar kendilerinde bulunan (beşerî) bilgiye güvendiler (onu alaya aldılar). Alaya aldıkları şey kendilerini boğuverdi."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/083.mp3"
      }
    },
    {
      "id": 4217,
      "verseNumber": 84,
      "verseKey": "40:84",
      "arabic": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
      "english": "When they saw Our punishment, they cried, “˹Now˺ we believe in Allah alone and reject what we had been associating with Him!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, Bizim azabımızı gördüler, dediler ki: «Allah’a, O’nun birliğine imân ettik ve kendisiyle müşrikler olduğumuz şeyleri inkar eyledik.»",
        "hayrat_nesriyat": "O vakit azâbımızı gördüklerinde: `Allah`a tek olarak inandık ve kendisiyle (Allah`a)şirk koşan kimseler olduğumuz şeyleri inkâr ettik` derler.",
        "diyanet_vakfi": "Artık o çetin azabımızı gördükleri zaman: Allah’a inandık ve O’na ortak koştuğumuz şeyleri inkâr ettik, derler."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/084.mp3"
      }
    },
    {
      "id": 4218,
      "verseNumber": 85,
      "verseKey": "40:85",
      "arabic": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
      "english": "But their faith was of no benefit to them when they saw Our torment. This has ˹always˺ been Allah’s way ˹of dealing˺ with His ˹wicked˺ servants. Then and there the disbelievers were in ˹total˺ loss.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onlara Bizim azabımızı gördükleri zaman imân etmeleri bir fâide vermiş olmadı. (Bu) Allah’ın kulları hakkında cari olan adetidir. İşte kâfirler orada helâke uğramış oldu.",
        "hayrat_nesriyat": "Fakat azâbımızı gördükleri zaman (ettikleri bu) îmanları kendilerine fayda verecek değildir. Allah`ın, kulları hakkında süregelen kanunu (bu)dur! İşte kâfirler orada hüsrâna uğramıştır.",
        "diyanet_vakfi": "Fakat azabımızı gördükleri zaman imanları kendilerine bir fayda vermeyecektir. Allah’ın kulları hakkında süregelen âdeti budur. İşte o zaman kâfirler hüsrana uğrayacaklardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/040/085.mp3"
      }
    }
  ]
}