{
  "verses": [
    {
      "id": 4511,
      "verseNumber": 1,
      "verseKey": "46:1",
      "arabic": " حمٓ",
      "english": "Ḥâ-Mĩm.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hâ, Mim.",
        "hayrat_nesriyat": "Hâ, Mîm.",
        "diyanet_vakfi": "Ha. Mîm."
      }
    },
    {
      "id": 4512,
      "verseNumber": 2,
      "verseKey": "46:2",
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "english": "The revelation of this Book is from Allah—the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu kitabın indirilmesi, o azîz, hakîm olan Allah’tandır.",
        "hayrat_nesriyat": "Bu Kitâb`ın indirilmesi, Azîz (kudreti dâimâ üstün gelen), Hakîm (her işi hikmetli olan) Allah tarafındandır.",
        "diyanet_vakfi": "Bu Kitap aziz ve hakîm olan Allah tarafından indirilmiştir."
      }
    },
    {
      "id": 4513,
      "verseNumber": 3,
      "verseKey": "46:3",
      "arabic": "مَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۚ وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ",
      "english": "We only created the heavens and the earth and everything in between for a purpose and an appointed term. Yet the disbelievers are turning away from what they have been warned about.",
      "turkish": {
        "omer_nasuhi_bilmen": "O gökleri ve yeri ve o ikisinin arasındakileri yaratmadık, ancak hak ile ve bir tayin edilmiş müddetle (yarattık). Kâfir olanlar ise korkutulmuş oldukları şeyden yüz çeviricilerdir.",
        "hayrat_nesriyat": "(Biz) gökleri ve yeri ve ikisi arasında bulunanları, ancak hak ile (yerli yerinde) ve belirli bir ecel ile yarattık. İnkâr edenler ise, korkutuldukları şeyden (kıyâmetten) yüz çeviricidirler.",
        "diyanet_vakfi": "Gökleri, yeri ve ikisi arasında bulunanları biz, şüphesiz yerli yerince ve belli bir süre için yarattık. İnkâr edenler, uyarıldıkları şeylerden yüz çevirmektedirler."
      }
    },
    {
      "id": 4514,
      "verseNumber": 4,
      "verseKey": "46:4",
      "arabic": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ ۖ ٱئْتُونِى بِكِتَـٰبٍ مِّن قَبْلِ هَـٰذَآ أَوْ أَثَـٰرَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "Ask ˹them, O  Prophet˺, “Have you considered whatever ˹idols˺ you invoke besides Allah? Show me what they have created on earth! Or do they have a share in ˹the creation of˺ the heavens? Bring me a scripture ˹revealed˺ before this ˹Quran˺ or a shred of knowledge, if what you say is true.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bana haber veriniz! Allah’tan başka tapar olduklarınızı bana gösteriniz, yerden neleri yaratıvermişlerdir. Yoksa onlar için göklerde bir ortaklık var mıdır? Bana bundan evvelki bir kitabı veya ilimden bir eseri getiriniz eğer siz sâdık kimseler oldu iseniz.»",
        "hayrat_nesriyat": "De ki: `Söyleyin bana! Allah`ı bırakıp (kendisine) yalvarmakta olduğunuz şeyler, yerden neyi yaratmışlar, bana gösterin! Yoksa, onların göklerde bir ortaklığı mı var? Eğer(iddiânızda) doğru kimseler iseniz, bana bundan (Kur`ân`dan) önce (indirilmiş) bir kitab veya ilimden bir eser (küçük bir alâmet olsun) getirin!`",
        "diyanet_vakfi": "De ki: Söylesenize! Allah’ı bırakıp taptığınız şeyler yeryüzünde ne yaratmışlar; göstersenize bana! Yoksa onların göklere ortaklıkları mı vardır? Eğer doğru söyleyenlerden iseniz, bundan evvel (size indirilmiş) bir kitap yahut bir bilgi kalıntısı varsa onu bana getirin."
      }
    },
    {
      "id": 4515,
      "verseNumber": 5,
      "verseKey": "46:5",
      "arabic": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَـٰفِلُونَ",
      "english": "And who could be more astray than those who call upon others besides Allah—˹others˺ that cannot respond to them until the Day of Judgment, and are ˹even˺ unaware of their calls?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve daha sapık kimdir o kimseden ki, Allah’a ibadeti bırakıp da Kıyamet gününe kadar kendisine cevap veremiyecek olan putlara yalvarır (ibadet eder). Halbuki onlar, bunların yalvarmalarından gafillerdir.",
        "hayrat_nesriyat": "Allah`ı bırakıp da kıyâmet gününe kadar kendisine cevab veremeyecek şeylere duâ edenden daha sapık kim olabilir? Hâlbuki onlar, bunların duâlarından (dahi) habersizdirler.",
        "diyanet_vakfi": "Allah’ı bırakıp da kıyamet gününe kadar kendisine cevap veremeyecek şeylere tapandan daha sapık kim olabilir? (Oysa) onlar, bunların tapmalarından habersizdirler."
      }
    },
    {
      "id": 4516,
      "verseNumber": 6,
      "verseKey": "46:6",
      "arabic": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَـٰفِرِينَ",
      "english": "And when ˹such˺ people will be gathered together, those ˹gods˺ will be their enemies and will disown their worship.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve nâs (mahşerde) toplandıkları zaman (putlar) onlar için düşmanlar olmuş olurlar. Ve onların ibadetlerini inkâr ediciler olmuşlardır.",
        "hayrat_nesriyat": "Ve insanlar (mahşerde) bir araya getirildikleri zaman, (bu taptıkları şeyler) onlara düşman kesilirler ve onların tapınmalarını inkâr ediciler olurlar.",
        "diyanet_vakfi": "İnsanlar bir araya toplandıkları zaman (müşrikler) onlara (tapındıklarına) düşman kesilirler ve onlara kulluk ettiklerini inkâr ederler."
      }
    },
    {
      "id": 4517,
      "verseNumber": 7,
      "verseKey": "46:7",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "english": "Whenever Our clear revelations are recited to them, the disbelievers say of the truth when it has come to them, “This is pure magic.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara karşı açık açık âyetlerimiz okunduğu zaman kendilerine geldiği vakit hakkı inkâr edenler dedi ki: «İşte bu bir apaçık sihirdir.»",
        "hayrat_nesriyat": "Ve âyetlerimiz onlara açıkça okunduğunda inkâr edenler, kendilerine geldiği vakit o hak olan (Allah kelâmın)a dedi ki: `Bu apaçık bir sihirdir!`",
        "diyanet_vakfi": "Âyetlerimiz onlara açıkça okunduğu zaman hakikat kendilerine geldiğinde onu inkâr edenler: «Bu, apaçık bir büyüdür» dediler."
      }
    },
    {
      "id": 4518,
      "verseNumber": 8,
      "verseKey": "46:8",
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۖ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "english": "Or do they say, “He<sup foot_note=77356>1</sup> has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then there is nothing whatsoever you can do to save me from Allah. He knows best what ˹slurs˺ you indulge about it. Sufficient is He as a Witness between you and me. And He is the All-Forgiving, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Yoksa, «İftira etti,» mi diyorlar? De ki: «Eğer onu ben iftira ettim ise benim için Allah’tan hiçbir şeye mâlik olamazsınız. O sizin neye daldığınızı pek iyi bilendir. O benimle sizin aranızda şâhit olmaya kafidir. Ve O gafûrdur, rahîmdir.»",
        "hayrat_nesriyat": "Yoksa, `Onu (Muhammed) uydurdu!` mu diyorlar? De ki: `Eğer (ben) onu uydurmuşsam, o takdirde benim için Allah`dan (gelecek) bir şeye (bir azâba karşı, onu benden def` edecek bir güce) mâlik olamazsınız. O, (sizin) onun hakkında (Kur`ân`ın aleyhinde) yapmakta olduğunuz taşkınlıkları en iyi bilendir! Benimle sizin aranızda (buna)şâhid olarak O yeter! Çünki O, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.`",
        "diyanet_vakfi": "Yoksa «Onu uydurdu» mu diyorlar? De ki: Eğer ben onu uydurmuşsam, Allah tarafından bana gelecek şeyi savmaya gücünüz yetmez. O, sizin Kur’an hakkında yaptığınız taşkınlıkları çok daha iyi bilir. Benimle sizin aranızda şahit olarak O yeter. O, bağışlayan, esirgeyendir."
      }
    },
    {
      "id": 4519,
      "verseNumber": 9,
      "verseKey": "46:9",
      "arabic": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
      "english": "Say, “I am not the first messenger ever sent, nor do I know what will happen to me or you. I only follow what is revealed to me. And I am only sent with a clear warning.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben peygamberlerden ilk evvel olan değilim ve ne bana ve ne de sizlere ne yapılacağını bilmem. Ben başka değil ancak bana vahyolunana tâbi olurum ve ben apaçık bir korkutucudan başka değilim.»",
        "hayrat_nesriyat": "De ki: `(Ben, bu hakikatleri beyân eden) o peygamberlerden farklı (şeyler söylemekte) olan biri değilim; ne bana, ne de size ne yapılacağını da bilmem. Doğrusu (ben)ancak, bana vahyedilene tâbi` olurum ve ben sâdece (Allah`ın azâbından haber veren) apaçık bir korkutucuyum.`",
        "diyanet_vakfi": "De ki: Ben peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben sadece bana vahyedilene uyarım. Ben sadece apaçık bir uyarıcıyım."
      }
    },
    {
      "id": 4520,
      "verseNumber": 10,
      "verseKey": "46:10",
      "arabic": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "english": "Ask ˹them, O  Prophet˺, “Consider if this ˹Quran˺ is ˹truly˺ from Allah and you deny it, and a witness from the Children of Israel attests to it and then believes,<sup foot_note=77357>1</sup> whereas you act arrogantly. Surely Allah does not guide the wrongdoing people.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bana haber veriniz! Eğer (Kur’an) Allah tarafından olup da siz onu inkâr eyledinizse ve İsrâiloğullarından bir şahit de onun misli üzerine şehâdette bulundu ve hemen imân etti de siz böbürlendi iseniz (zalimlerden olmaz mısınız?) Şüphe yok ki, Allah zalimler olan kavmi doğru bir yola muvaffak kılmaz.»",
        "hayrat_nesriyat": "De ki: `Söyleyin bana! Ya (Kur`ân) Allah tarafından (gelmiş) olup da (siz) onu inkâr etmişseniz ve İsrâiloğullarından bir şâhid onun benzerine (Tevrât`a) şâhidlik edip îmân ettiği hâlde (siz) büyüklük taslamışsanız (zulmetmiş olmaz mısınız)? Şübhesiz ki Allah, o zâlimler topluluğunu hidâyete erdirmez.`",
        "diyanet_vakfi": "De ki: Hiç düşündünüz mü; şayet bu, Allah katından ise ve siz onu inkâr etmişseniz, İsrailoğullarından bir şahit de bunun benzerini görüp inandığı halde siz yine de büyüklük taslamışsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz Allah, zalimler topluluğunu doğru yola iletmez."
      }
    },
    {
      "id": 4521,
      "verseNumber": 11,
      "verseKey": "46:11",
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَـٰذَآ إِفْكٌ قَدِيمٌ",
      "english": "The disbelievers say of the believers, “Had it been ˹something˺ good, they<sup foot_note=77358>1</sup> would not have beaten us to it.” Now since they reject its guidance, they will say, “˹This is˺ an ancient fabrication!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kâfir olanlar, imân edenler için dedi ki: «Eğer bir hayır olsa idi bu hususta bizden öne bizi geçemezlerdi.» Ve onlar bununla (Kur’an ile) hidâyete eremedikleri vakit de hemen diyeceklerdir ki: «İşte bu, eski bir iftiradır.»",
        "hayrat_nesriyat": "Buna rağmen inkâr edenler, îmân edenler için dedi ki: `Eğer (Muhammed`in getirdiği dinde) bir hayır olsaydı, (etrâfındaki şu fakir insanlar) ona (ulaşmakta) bizi geçemezlerdi!` Ve (o inkâr edenler), onunla (Kur`ân`la) hidâyete eremediklerinden, artık: `O, eski bir yalandır!` diyeceklerdir.",
        "diyanet_vakfi": "İnkâr edenler, iman edenler hakkında dediler ki: «Bu iş bir hayır olsaydı, onlar bizi geçemezlerdi.» Fakat onlar bununla doğru yola girmek arzusunda olmadıkları için «Bu eski bir yalandır» diyecekler."
      }
    },
    {
      "id": 4522,
      "verseNumber": 12,
      "verseKey": "46:12",
      "arabic": "وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
      "english": "And before this ˹Quran˺ the Book of Moses was ˹revealed as˺ a guide and mercy. And this Book is a confirmation, in the Arabic tongue, to warn those who do wrong, and as good news to those who do good.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ondan evvel de Mûsa’nın bir rehber ve bir rahmet olan kitabı var idi. Ve işte bu da bir kitaptır, tasdik edicidir. Arapça bir lisan ile (gönderilmiştir) zulmedenleri korkutmak için, muhsin olanlara da bir müjdedir.",
        "hayrat_nesriyat": "O`ndan (Kur`ân`dan) önce de bir rehber ve bir rahmet olarak Mûsâ`nın Kitâb`ıvardır. Bu (Kur`ân) ise, zulmedenleri korkutmak ve iyilik edenlere müjde olmak üzere, Arabca bir lisân ile (indirilmiş, kendinden öncekileri) tasdîk edici bir kitabdır.",
        "diyanet_vakfi": "Ondan önce de bir rahmet ve rehber olarak Musa’nın kitabı vardır. Bu (Kur’an) da, zulmedenleri uyarmak ve iyilik yapanlara müjde olmak üzere Arap lisanıyla indirilmiş, doğrulayıcı bir kitaptır."
      }
    },
    {
      "id": 4523,
      "verseNumber": 13,
      "verseKey": "46:13",
      "arabic": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "english": "Surely those who say, “Our Lord is Allah,” and then remain steadfast—there will be no fear for them, nor will they grieve.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok, o kimseler ki, «Rabbimiz Allah’tır,» dediler. Sonra istikâmette bulundular. Onların üzerine bir korku yoktur ve onlar mahzun da olmayacaklardır.",
        "hayrat_nesriyat": "Gerçekten, `Rabbimiz Allah`dır!` deyip, sonra da dosdoğru olan kimseler var ya, onlara artık korku yoktur ve onlar mahzun (da) olmayacaklardır.",
        "diyanet_vakfi": "«Rabbimiz Allah’tır» deyip sonra da dosdoğru yaşayanlara korku yoktur ve onlar üzülmeyeceklerdir."
      }
    },
    {
      "id": 4524,
      "verseNumber": 14,
      "verseKey": "46:14",
      "arabic": "أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "english": "It is they who will be the residents of Paradise, staying there forever, as a reward for what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar cennet sahipleridir. İşler olmuş oldukları şeylere bir mükâfaat olmak üzere orada ebedîyyen kalıcılardır.",
        "hayrat_nesriyat": "İşte onlar, Cennet ehlidirler; yapmakta olduklarına (Allah`ın lütfundan) bir karşılık olarak, orada ebediyen kalıcıdırlar.",
        "diyanet_vakfi": "Onlar cennet ehlidirler. Yapmakta olduklarına karşılık orada ebedî kalacaklardır."
      }
    },
    {
      "id": 4525,
      "verseNumber": 15,
      "verseKey": "46:15",
      "arabic": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ إِحْسَـٰنًا ۖ حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهْرًا ۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ ۖ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ",
      "english": "We have commanded people to honour their parents. Their mothers bore them in hardship and delivered them in hardship. Their ˹period of˺ bearing and weaning is thirty months. In time, when the child reaches their prime at the age of forty, they pray, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You blessed me and my parents with, and to do good deeds that please You. And instil righteousness in my offspring. I truly repent to You, and I truly submit ˹to Your Will˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz insana anasına ve babasına iyilik etmeyi tavsiye ettik. Onu anası zahmetle yüklendi ve onu zahmetle doğurdu, bu yüklenilmesi ve sütten kesilmesi (müddeti) ise otuz aydır. Nihâyet reşit olacağı zamana erip kırk seneye baliğ olunca dedi ki: «Ya Rabbi! Beni muvaffak kıl, bana ve anam ile babama in’am etmiş olduğun nîmetine şükredeyim ve razı olacağın bir sâlih amelde bulunayım ve zürriyetim hakkında da benim için salah nasip buyur. Şüphe yok ki, ben sana (günahlarımdan) tevbe ettim ve muhakkak ki ben müslümanlardanım.»",
        "hayrat_nesriyat": "(Biz) insana, ana-babasına iyilik etmeyi de tavsiye ettik. Anası onu zahmetle(karnında) taşımış ve onu zahmetle doğurmuştur. Hem (ana karnında) taşınması ile sütten kesilmesi, otuz aydır. Nihâyet gücü kemâle erip, (yaşı) kırk seneye vardığı zaman dedi ki: `Rabbim! Bana ve ana-babama verdiğin ni`metine şükretmemi ve râzı olacağın sâlih bir amel işlememi bana ilhâm eyle ve benim için zürriyetim içinde iyi hâl(in devâmını) nasîb et! Doğrusu ben, sana tevbe ettim ve şübhesiz ben, (sana) teslîm olanlardanım.`",
        "diyanet_vakfi": "Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Annesi onu zahmetle taşıdı ve zahmetle doğurdu. Taşınması ile sütten kesilmesi, otuz ay sürer. Nihayet insan, güçlü çağına erip kırk yaşına varınca der ki: Rabbim! Bana ve ana-babama verdiğin nimete şükretmemi ve razı olacağın yararlı iş yapmamı temin et. Benim için de zürriyetim için de iyiliği devam ettir. Ben sana döndüm. Ve elbette ki ben müslümanlardanım."
      }
    },
    {
      "id": 4526,
      "verseNumber": 16,
      "verseKey": "46:16",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَـٰبِ ٱلْجَنَّةِ ۖ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
      "english": "It is from these ˹people˺ that We will accept the good they did, and overlook their misdeeds—along with the residents of Paradise, ˹in fulfilment of˺ the true promise they have been given.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar, o kimselerdir ki, onlardan işlediklerinin en güzelini kabul ederiz ve onların günahlarından geçeriz, cennet ashâbı arasındadırlar. (Bu) Bir sâdık vaad iledir ki, onlar vaadolunmuş bulunmaktadırlar.",
        "hayrat_nesriyat": "İşte onlar, kendilerinden yaptıklarının en güzelini kabûl edeceğimiz (mükâfatlarını buna göre vereceğimiz) ve kötülüklerinden vazgeçeceğimiz, Cennet ehli arasında bulunan kimselerdir. (Bu, dünyada iken) söz verilmekte oldukları sâdık va`ddir.",
        "diyanet_vakfi": "İşte, yaptıklarının iyisini kabul edeceğimiz ve günahlarını bağışlayacağımız bu kimseler cennetlikler arasındadırlar. Bu, kendilerine verilen doğru bir sözdür."
      }
    },
    {
      "id": 4527,
      "verseNumber": 17,
      "verseKey": "46:17",
      "arabic": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "english": "But some scold their parents, “Enough with you! Are you warning me that I will be brought forth ˹from the grave˺, while many generations had already perished before me ˹for good˺?” The parents cry to Allah for help, ˹and warn their child,˺ “Pity you. Have faith! Surely Allah’s promise is true.” But the deniers insist, “This is nothing but ancient fables.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimse ki, anasına babasına dedi ki: «Üf ikinize! Beni korkutuyor musunuz ki, ben çıkarılacağım? Halbuki, benden evvel nice nesiller gelip geçmiştir.» Anası ile babası ise Allah’tan medet istiyor: «Yazık sana! İmân et, şüphe yok ki, Allah’ın vaadi haktır (diyorlardı).» Oğulları ise hemen diyordu ki, «Bu (dediğiniz), evvelkilerin efsanelerinden başka değildir.»",
        "hayrat_nesriyat": "Fakat o kimse ki, ana-babasına: `Öf ikinize! Benden önce nice nesiller gelip geçmiş iken, (siz) beni (kabirden) çıkarılmakla mı tehdîd ediyorsunuz?` dedi. Onlar (ana-babası) ise, Allah`dan yardım isteyerek: `Yazıklar olsun sana! Îmân et! Elbette Allah`ın va`di haktır!`(dedikleri hâlde, o) diyordu ki: `Bu, eskilerin masallarından başka bir şey değildir!`",
        "diyanet_vakfi": "Ana ve babasına: Öf be size! Benden önce nice nesiller gelip geçmişken, beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, ana ve babası Allah’ın yardımına sığınarak: Yazıklar olsun sana! İman et. Allah’ın vâdi gerçektir, dedikleri halde o: Bu, eskilerin masallarından başka bir şey değildir, der."
      }
    },
    {
      "id": 4528,
      "verseNumber": 18,
      "verseKey": "46:18",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
      "english": "These are the ones against whom the fate of earlier communities of jinn and humans has been justified, ˹for˺ they were truly losers.",
      "turkish": {
        "omer_nasuhi_bilmen": "(18-19) İşte bunlar izi kendilerinden önce gelip geçen cin ve insten ümmetler arasında bulunan kimselerdir ki, üzerlerine söz hak olmuştur. Muhakkak ki onlar hüsrâna uğramış oldular. Ve herkes için yapmış olduklarından (dolayı) dereceler vardır ve onlara amellerini tamamen ödemek için ve onlar zulmolunmazlar.",
        "hayrat_nesriyat": "İşte bunlar, cin ve insandan, kendilerinden önce gelip geçmiş topluluklar içinde üzerlerine (azâba dâir) söz, hak olmuş kimselerdir. Gerçekten onlar hüsrâna uğrayanlardır.",
        "diyanet_vakfi": "İşte onlar, kendilerinden önce cinlerden ve insanlardan gelip geçmiş topluluklar içinde, haklarında azabın gerçekleştiği kimselerdir. Gerçekten onlar ziyana uğrayanlardır."
      }
    },
    {
      "id": 4529,
      "verseNumber": 19,
      "verseKey": "46:19",
      "arabic": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۖ وَلِيُوَفِّيَهُمْ أَعْمَـٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ",
      "english": "Each ˹of the two groups˺ will be ranked according to what they have done so He may fully reward all. And none will be wronged.",
      "turkish": {
        "omer_nasuhi_bilmen": "(18-19) İşte bunlar izi kendilerinden önce gelip geçen cin ve insten ümmetler arasında bulunan kimselerdir ki, üzerlerine söz hak olmuştur. Muhakkak ki onlar hüsrâna uğramış oldular. Ve herkes için yapmış olduklarından (dolayı) dereceler vardır ve onlara amellerini tamamen ödemek için ve onlar zulmolunmazlar.",
        "hayrat_nesriyat": "Herkes için yaptıklarına göre dereceler vardır. Tâ ki (Allah) onlara, amellerini(n karşılığını) tam versin! Hem onlara haksızlık edilmez.",
        "diyanet_vakfi": "Herkesin yaptıklarına göre dereceleri vardır. Allah, onlara yaptıklarının karşılığını verir, asla kendilerine haksızlık yapılmaz."
      }
    },
    {
      "id": 4530,
      "verseNumber": 20,
      "verseKey": "46:20",
      "arabic": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَـٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ",
      "english": "˹Watch for˺ the Day ˹when˺ the disbelievers will be exposed to the Fire. ˹They will be told,˺ “You ˹already˺ exhausted your ˹share of˺ pleasures during your worldly life, and ˹fully˺ enjoyed them. So Today you will be rewarded with the torment of disgrace for your arrogance throughout the land with no right, and for your rebelliousness.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün ki, kâfir olanlar, ateş üzerine arzolunurlar. (Onlara) Denilir ki: «Lezzetli şeylerinizi dünya hayatınızda giderdiniz ve onlar ile fâidelendiniz. Artık yeryüzünde haksız yere böbürlenmiş ve kendisiyle fıska düşmüş olduğunuz şeyden dolayı bugün ihanet azabıyla cezalandırılacaksınızdır.»",
        "hayrat_nesriyat": "Ve inkâr edenler ateşe arz olunacağı gün (kendilerine şöyle denir): `Dünya hayâtınızda (bütün) güzel şeylerinizi giderdiniz ve onlarla faydalandınız. Bugün ise, yeryüzünde haksız yere büyüklük taslamakta olmanızdan ve fâsıklık etmekte olmanızdan dolayı aşağılayıcı azâb ile cezâlandırılacaksınız!`",
        "diyanet_vakfi": "İnkâr edenler ateşe arzolunacakları gün (onlara şöyle denir): Dünyadaki hayatınızda bütün güzel şeylerinizi harcadınız, onların zevkini sürdünüz. Bugün ise yeryüzünde haksız yere büyüklük taslamanızdan ve yoldan çıkmanızdan dolayı alçaltıcı bir azap göreceksiniz!"
      }
    },
    {
      "id": 4531,
      "verseNumber": 21,
      "verseKey": "46:21",
      "arabic": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "english": "And remember the brother of ’Ȃd, when he warned his people, who inhabited the sand-hills<sup foot_note=77359>1</sup>—there were certainly warners before and after him—˹saying,˺ “Worship none but Allah. I truly fear for you the torment of a tremendous day.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Âd’ın kardeşini yâd et. O vakit ki, Ahkâf’daki kavmini korkutmuştu ve muhakkak ki, onun önünden ve ardından nice korkutucular da gelip geçmiştir. «Allah’tan başkasına ibadette bulunmayın, şüphe yok ki ben sizin hakkınızda pek büyük bir günün azabından korkarım» (demişti).",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Bir de Âd`ın kardeşini (Hûd`u) an! Hani (o da) Ahkaf(nâmındaki belde)de kavmini: `Allah`dan başkasına ibâdet etmeyin! Şübhesiz ki ben, sizin üzerinize (dehşeti pek) büyük bir günün azâbından korkarım!` diye korkutmuştu ki kendinden önce ve kendinden sonra da korkutucular geçmişti.",
        "diyanet_vakfi": "Âd kavminin kardeşini (Hûd’u) an. Zira o, kendinden önce ve sonra uyarıcıların da gelip geçtiği Ahkaf bölgesindeki kavmine: Allah’tan başkasına kulluk etmeyin. Ben sizin büyük bir günün azabına uğramanızdan korkuyorum, demişti."
      }
    },
    {
      "id": 4532,
      "verseNumber": 22,
      "verseKey": "46:22",
      "arabic": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "english": "They argued, “Have you come to turn us away from our gods? Bring us then whatever you threaten us with, if what you say is true.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Sen bize geldin mi ki, bizi ilâhlarımızdan geri döndüresin? İmdi bize vaadettiğin şeyleri getiriver, eğer sen sâdıklardan oldu isen.»",
        "hayrat_nesriyat": "(Onlar:) `(Sen) bizi ilâhlarımızdan çevirmek için mi geldin? Eğer (iddiâsında) doğru kimselerden isen, haydi bizi tehdîd edip durduğun (azâb)ı bize getir!` dediler.",
        "diyanet_vakfi": "«Sen bizi tanrılarımızdan çevirmek için mi bize geldin? Hadi, doğru söyleyenlerden isen, bizi tehdit ettiğin şeyi başımıza getir» dediler."
      }
    },
    {
      "id": 4533,
      "verseNumber": 23,
      "verseKey": "46:23",
      "arabic": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
      "english": "He responded, “The knowledge ˹of its time˺ is only with Allah. I only convey to you what I have been sent with. But I can see that you are a people acting ignorantly.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Dedi ki: «Şüphe yok, bilgi Allah indindedir. Ben size kendisiyle gönderilmiş olduğum şeyi tebliğ ediyorum. Fakat ben sizi bir kavim görüyorum ki, cehalette bulunuyorsunuz.»",
        "hayrat_nesriyat": "(Hûd) dedi ki: `(Azâbın geleceği vakte dâir) bilgi, ancak Allah`ın katındadır. (Ben)size, kendisiyle gönderildiğim şeyi teblîğ ediyorum; fakat ben sizi, câhillik etmekte olan bir topluluk olarak görüyorum.`",
        "diyanet_vakfi": "Hûd da, Bilgi ancak Allah’ın katındadır. Ben size, bana gönderilen şeyi duyuruyorum. Fakat sizin cahil bir kavim olduğunuzu görüyorum, dedi."
      }
    },
    {
      "id": 4534,
      "verseNumber": 24,
      "verseKey": "46:24",
      "arabic": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَـٰذَا عَارِضٌ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
      "english": "Then when they saw the torment as a ˹dense˺ cloud approaching their valleys, they said ˹happily˺, “This is a cloud bringing us rain.” ˹But Hûd replied,˺ “No, it is what you sought to hasten: a ˹fierce˺ wind carrying a painful punishment!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onu kendi derelerine karşı gelen bir bulut halinde gördüler. Dediler ki: «İşte bu, bize yağmur yağdırıcı bir buluttur.» «Hayır. O, kendisini alelacele istediğiniz şeydir, bir rüzgardır, onda bir acıklı azab vardır.»",
        "hayrat_nesriyat": "Nihayet gelecek azabı, ufukta geniş bir bulut halinde, vadilerine doğru geldiğini görünce: “Bu bize yağmur yağdıracak bir buluttur” dediler. Hûd peygamber de: “Hayır, o sizin acele gelmesini istediğiniz şeydir, acıklı azabı getiren rüzgardır.”",
        "diyanet_vakfi": "Nihayet onu, vâdilerine doğru yayılan bir bulut şeklinde görünce: Bu bize yağmur yağdıracak yaygın bir buluttur, dediler. Hayır! O, sizin acele gelmesini istediğiniz şeydir. İçinde acı azap bulunan bir rüzgârdır!"
      }
    },
    {
      "id": 4535,
      "verseNumber": 25,
      "verseKey": "46:25",
      "arabic": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَـٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
      "english": "It destroyed everything by the command of its Lord, leaving nothing visible except their ruins. This is how We reward the wicked people.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Rabbisinin emriyle her şeyi helâk eder.» Artık sabahladılar, (bir halde ki) ikametgâhlarından başka bir şey görülemez oldu. İşte günahkarlar olan bir kavmi böylece cezalandırırız.",
        "hayrat_nesriyat": "`Rabbisinin emriyle herşeyi helâk edecek!` Derken o hâle geldiler ki, evlerinden başka bir şey görünmez oldu! İşte, günahkârlar topluluğunu böyle cezâlandırırız!",
        "diyanet_vakfi": "O (rüzgâr), Rabbinin emriyle her şeyi yıkar, mahveder. Nitekim (o kasırga gelince) onların evlerinden başka bir şey görülmez oldu. İşte biz suç işleyen toplumu böyle cezalandırırız."
      }
    },
    {
      "id": 4536,
      "verseNumber": 26,
      "verseKey": "46:26",
      "arabic": "وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَـٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَـٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "Indeed, We had established them<sup foot_note=77360>1</sup> in a way We have not established you ˹Meccans˺. And We gave them hearing, sight, and intellect. But neither their hearing, sight, nor intellect were of any benefit to them whatsoever, since they persisted in denying Allah’s signs. And ˹so˺ they were overwhelmed by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, onları öyle bir şeyde temkin etmiş idik ki, sizi onda temkin etmiş olmadık ve onlar için kulak ve gözler ve kalbler vermiştik. Fakat onlara ne işitmeleri ve ne gözleri ve ne de kalbleri bir şeyden fâidebahş olmadı. Çünkü Allah’ın âyetlerini inkâr ediyorlardı ve onları kendisiyle istihzâ eder oldukları şey kuşatıverdi.",
        "hayrat_nesriyat": "And olsun ki, size kendisi hakkında imkânlar vermediğimiz hususlarda, onlara imkân vermiştik; onlara da kulaklar, gözler ve kalbler vermiştik. Fakat ne kulakları, ne gözleri, ne de kalbleri onlara hiçbir şeyden fayda vermedi. Çünki Allah`ın âyetlerini bile bile inkâr ediyorlardı da (sonunda) kendisiyle alay etmekte oldukları (azab) onları kuşatıverdi.",
        "diyanet_vakfi": "Andolsun ki, onlara da size vermediğimiz kudret ve serveti vermiştik. Kendilerine kulaklar, gözler ve kalpler vermiştik. Fakat kulakları, gözleri ve kalpleri kendilerine bir fayda sağlamadı. Zira bile bile Allah’ın âyetlerini inkâr ediyorlardı. Alay edip durdukları şey, kendilerini kuşatıverdi."
      }
    },
    {
      "id": 4537,
      "verseNumber": 27,
      "verseKey": "46:27",
      "arabic": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
      "english": "We certainly destroyed the societies around you after having varied the signs so perhaps they would return ˹to the Right Path˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Celalim hakkı için etrafınızda beldelerden bulunanları helâk etmiştik ve âyetleri de beyan etmiştik, gerekti ki, geri dönüversinler.",
        "hayrat_nesriyat": "And olsun ki, etrâfınızdaki (birçok) şehirleri (böyle isyanları yüzünden) helâk etmişizdir; belki (inkârlarından) dönerler diye âyetleri tekrar tekrar açıklamışızdır.",
        "diyanet_vakfi": "Andolsun biz, çevrenizdeki memleketleri de yok ettik. Belki doğru yola dönerler diye âyetleri tekrar tekrar açıkladık."
      }
    },
    {
      "id": 4538,
      "verseNumber": 28,
      "verseKey": "46:28",
      "arabic": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
      "english": "Why then did those ˹idols˺ they took as gods—hoping to get closer ˹to Him˺—not come to their aid? Instead, they failed them. That is ˹the result of˺ their lies and their fabrications.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara Allah’tan gayrı kurbiyyet için tanrı ittihaz etmiş oldukları şeyler yardım etmeli değil mi idiler? Bilakis onlardan gaib oluverdiler ve bu da onların yalanlarının ve iftira eder oldukları şeyin (bir eseri)dir.",
        "hayrat_nesriyat": "(Allah`a) yakınlık sağlamak üzere Allah`dan başka ilâh edindikleri şeyler, o hâlde kendilerine yardım etseydi ya! Hayır! (Onlar bil`akis) kendilerinden kayboldular. İşte onların yalanı ve uydurup durdukları şey, budur!",
        "diyanet_vakfi": "Allah’tan başka kendilerine yakınlık sağlamak için tanrı edindikleri şeyler, kendilerine yardım etselerdi ya! Hayır, onları bırakıp gittiler. Bu onların yalanı ve uydurup durdukları şeydir."
      }
    },
    {
      "id": 4539,
      "verseNumber": 29,
      "verseKey": "46:29",
      "arabic": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
      "english": "˹Remember, O  Prophet,˺ when We sent a group of jinn your way to listen to the Quran. Then, upon hearing it, they said ˹to one another˺, “Listen quietly!” Then when it was over, they returned to their fellow jinn as warners.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o zamanı da yâd et ki, cinlerden bir zümreyi Kur’an’ı dinlemeleri için sana göndermiştik. Vaktâ ki, ona hazır oldular, dediler ki: «Susun! (dinleyin).» Vaktâ ki, tilâveti nihâyet buldu, kendi kavimlerine korkutucular olarak dönüp gittiler.",
        "hayrat_nesriyat": "Ve bir zaman, cinlerden birtakımını Kur`ân`ı dinlemeleri üzere sana yöneltmiştik. Nihâyet ona (ulaşarak) hazır olduklarında (birbirlerine): `Susun (dinleyin)!` dediler. (O Kur`ân kırâeti) bitirilince de (artık îmân etmiş kimseler ve Allah`ın azâbı ile) korkutucular olarak kavimlerine döndüler.",
        "diyanet_vakfi": "Hani cinlerden bir gurubu, Kur’an’ı dinlemeleri için sana yöneltmiştik. Kur’an’ı dinlemeye hazır olunca (birbirlerine) «Susun» demişler, Kur’an’ın okunması bitince uyarıcılar olarak kavimlerine dönmüşlerdi."
      }
    },
    {
      "id": 4540,
      "verseNumber": 30,
      "verseKey": "46:30",
      "arabic": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
      "english": "They declared, “O our fellow jinn! We have truly heard a scripture revealed after Moses, confirming what came before it. It guides to the truth and the Straight Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dediler ki: «Ey kavmimiz! Muhakkak Biz bir kitap dinledik ki, kendisinden önce olanları tasdik edici olarak Mûsa’dan sonra nâzil olmuş, hakka ve dosdoğru bir yola rehberlik ediyor.»",
        "hayrat_nesriyat": "Dediler ki: `Ey kavmimiz! Doğrusu biz, Mûsâ`dan sonra indirilen, kendinden öncekileri tasdîk eden, hakka ve dosdoğru bir yola hidâyet eden bir kitab dinledik!`",
        "diyanet_vakfi": "Ey kavmimiz! dediler, doğrusu biz Musa’dan sonra indirilen, kendinden öncekini doğrulayan, hakka ve doğru yola ileten bir kitap dinledik."
      }
    },
    {
      "id": 4541,
      "verseNumber": 31,
      "verseKey": "46:31",
      "arabic": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
      "english": "O  our fellow jinn! Respond to the caller of Allah and believe in him, He will forgive your sins and protect you from a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey bizim kavmimiz! Allah’ın dâvetçisine icabet edin ve O’na inanın, sizin için günahlarınızdan mağfirette bulunsun ve sizi elîm bir azabtan kurtarsın,»",
        "hayrat_nesriyat": "`Ey kavmimiz! Allah`ın da`vetçisine icâbet edin ve ona îmân edin ki (Allah) sizin için günahlarınızdan (bir kısmını) bağışlasın ve sizi (pek) elemli bir azabdan kurtarsın!`",
        "diyanet_vakfi": "Ey kavmimiz! Allah’ın davetçisine uyun. Ona iman edin ki Allah da sizin günahlarınızı kısmen bağışlasın ve sizi acı bir azaptan korusun."
      }
    },
    {
      "id": 4542,
      "verseNumber": 32,
      "verseKey": "46:32",
      "arabic": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "And whoever does not respond to the caller of Allah will have no escape on earth, nor will they have any protectors against Him. It is they who are clearly astray.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve her kim Allah’ın dâvetçisine icabet etmezse, artık yerde aciz bırakıcı değildir ve onun için O’nun ötesinde yardımcılar da yoktur. Onlar apaçık bir sapıklık içindedirler.»",
        "hayrat_nesriyat": "`Artık kim Allah`ın da`vetçisine icâbet etmezse, bu yüzden yeryüzünde (Allah`ı)âciz bırakıcı değildir ve kendisi için, O`ndan (Allah`dan) başka (azâbı def` edecek) dostlar yoktur. İşte onlar, apaçık bir dalâlet içindedirler!`",
        "diyanet_vakfi": "Allah’ın dâvetçisine uymayan kimse yeryüzünde Allah’ı âciz bırakacak değildir. Kendisi için Allah’tan başka dostlar da bulunmaz. İşte onlar, apaçık bir sapıklık içindedirler."
      }
    },
    {
      "id": 4543,
      "verseNumber": 33,
      "verseKey": "46:33",
      "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "Do they not realize that Allah, Who created the heavens and the earth and did not tire in creating them,<sup foot_note=77361>1</sup> is able to give life to the dead? Yes ˹indeed˺! He is certainly Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya görmediler mi ki şüphe yok, gökleri ve yeri yaratmış ve onları yaratmış da yorulmamış olan Allah, ölüleri de diriltmeye kâdirdir. Evet. Şüphe yok ki o, her şey üzerine kâdirdir.",
        "hayrat_nesriyat": "(Onlar) görmediler mi ki, şübhesiz gökleri ve yeri yaratan ve bunları yaratmakla yorulmayan Allah, ölüleri diriltmeye de kadirdir. Evet! Şübhesiz ki O, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Gökleri ve yeri yaratan, bunları yaratmakla yorulmayan Allah’ın, ölüleri diriltmeye de gücünün yeteceğini düşünmezler mı? Evet O, her şeye kadirdir."
      }
    },
    {
      "id": 4544,
      "verseNumber": 34,
      "verseKey": "46:34",
      "arabic": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "english": "And on the Day the disbelievers will be exposed to the Fire, ˹they will be asked,˺ “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” It will be said, “Then taste the punishment for your disbelief.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün ki, kâfir olanlar, ateş üzerine arzolunurlar. (Onlara) Denilir ki: «Nasıl, bu hak değil mi imiş?» Onlar da: «Evet. Ve Rabbimiz hakkı için (diyeceklerdir).» Cenâb-ı Hak da, «Artık siz inkar eder olduğunuz şey sebebiyle azabı tadınız,» diyecektir.",
        "hayrat_nesriyat": "Allah tarafından gelen gerçekleri örtbas edenler, ateşe sunulacakları gün, Allah onlara: “Nasıl, bu gerçek değil miymiş?” der. Onlar da: “Evet, Rabbimiz hakkı için gerçekmiş” derler. Allah da: “Öyleyse, gerçekleri örtbas etmenizden dolayı azabı tadın” der.",
        "diyanet_vakfi": "İnkâr edenlere, ateşe sunulacakları gün: Nasıl, bu gerçek değil miymiş? denildiğinde: Evet, Rabbimize andolsun ki gerçekmiş, derler. Allah: Öyleyse inkâr etmenizden dolayı azabı tadın! der."
      }
    },
    {
      "id": 4545,
      "verseNumber": 35,
      "verseKey": "46:35",
      "arabic": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ ۚ بَلَـٰغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ",
      "english": "So endure patiently, as did the Messengers of Firm Resolve.<sup foot_note=77362>1</sup> And do not ˹seek to˺ hasten ˹the torment˺ for the deniers. On the Day they see what they have been threatened with, it will be as if they had only stayed ˹in this world˺ for an hour of a day.<sup foot_note=77363>2</sup> ˹This is˺ a ˹sufficient˺ warning! Then, will anyone be destroyed except the rebellious people?",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık sabret, resûllerden azim sahiplerinin sabrettiği gibi ve onlar için isti’cal etme. Sanki onlar vaadolunduklarını görecekleri gün, gündüzden bir saatten başka durmamışlar gibi olacaklardır. (Bu) Bir tebliğdir, fâsıklar olan kavimden başkası, helâke uğratılacak mıdır? (Elbette uğratılmayacaktır).",
        "hayrat_nesriyat": "(Ey Resûlüm!) O hâlde, ülü`l-azm (sebat sâhibi) peygamberlerin sabrettiği gibi, (sen de) sabret! Ve onlar (o inkâr edenler) hakkında acele etme! Onlar va`d olunup durdukları(azâbları)nı görecekleri gün, sanki (dünyada) sâdece gündüzün bir saati kadar kalmış gibidirler. (Bu) bir tebliğdir! Hiç fâsıklar topluluğundan başkası helâk edilir mi?",
        "diyanet_vakfi": "O halde (Resûlum), peygamberlerden azim sahibi olanların sabrettiği gibi sen de sabret! Onlar hakkında acele etme, onlar vâdedildikleri azabı gördükleri gün sanki dünyada sadece gündüzün bir saati kadar kaldıklarını sanırlar. Bu, bir tebliğdir. Yoldan çıkmış topluluklardan başkası helâk edilir mi hiç!"
      }
    }
  ]
}