{
  "verses": [
    {
      "id": 5076,
      "verseNumber": 1,
      "verseKey": "57:1",
      "arabic": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "Whatever is in the heavens and the earth glorifies Allah, for He is the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ve yerde ne var ise Allah için tesbih etmektedır. Ve O, azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Göklerde ve yerde ne varsa, Allah`ı tesbîh etmektedir. Çünki O, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Göklerde ve yerde bulunan her şey Allah’ı tesbih etmektedir. O, azîzdir, hakîmdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/001.mp3"
      }
    },
    {
      "id": 5077,
      "verseNumber": 2,
      "verseKey": "57:2",
      "arabic": "لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "To Him belongs the kingdom of the heavens and the earth. He gives life and causes death. And He is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "(2-3) Göklerin ve yerin mülkü O’nun içindir. Diriltir ve öldürür ve O, her şey üzerine tamamen kâdirdir. O, evveldir ve ahirdir ve zahirdir ve batındır ve O, her şeye alîmdir.",
        "hayrat_nesriyat": "Göklerin ve yerin mülkü O`nundur. (O) hayat verir ve (O) öldürür. Ve O, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Göklerin ve yerin mülkü O’nundur. O, diriltir, öldürür. O, her şeye gücü yetendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/002.mp3"
      }
    },
    {
      "id": 5078,
      "verseNumber": 3,
      "verseKey": "57:3",
      "arabic": "هُوَ ٱلْأَوَّلُ وَٱلْـَٔاخِرُ وَٱلظَّـٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "english": "He is the First and the Last, the Most High and Most Near,<sup foot_note=77488>1</sup> and He has ˹perfect˺ knowledge of all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "(2-3) Göklerin ve yerin mülkü O’nun içindir. Diriltir ve öldürür ve O, her şey üzerine tamamen kâdirdir. O, evveldir ve ahirdir ve zahirdir ve batındır ve O, her şeye alîmdir.",
        "hayrat_nesriyat": "O, Evvel (herşeyden önce var olan)dır, Âhir (herşeyin helâkinden sonra bâki kalan)dır, Zâhir (delilleriyle varlığı apaçık olan)dır ve Bâtın (akılların O`nu idrâk edemediği, Zât`ının hakikati bilinmeyen)dir. Ve O, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "O ilktir, sondur, zâhirdir, bâtındır. O, her şeyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/003.mp3"
      }
    },
    {
      "id": 5079,
      "verseNumber": 4,
      "verseKey": "57:4",
      "arabic": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "He is the One Who created the heavens and the earth in six Days,<sup foot_note=77489>1</sup> then established Himself on the Throne. He knows whatever goes into the earth and whatever comes out of it, and whatever descends from the sky and whatever ascends into it. And He is with you wherever you are.<sup foot_note=77490>2</sup> For Allah is All-Seeing of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (zât)dır ki, gökleri ve yeri altı günde yarattı, sonra Arş üzerine istiva buyurdu. Yerde dahil olan şeyi ve ondan çıkan şeyi ve semadan iniveren şeyi, ve onda yükselen şeyi bilir. Ve o, her nerede olsanız sizinle beraberdir. Ve Allah, ne işlediğinizi bihakkın görücüdür.",
        "hayrat_nesriyat": "O, gökleri ve yeri altı günde yaratan, sonra arşa hükmedendir. Yerin içine gireni ve ondan çıkanı, gökten ineni ve orada yükseleni bilir. Ve nerede olsanız, O sizinle berâberdir. Çünki Allah, yapmakta olduklarınızı hakkıyla görendir.",
        "diyanet_vakfi": "O, gökleri ve yeri altı günde yaratan, sonra Arş’ın üzerine istivâ edendir. Yere gireni ve ondan çıkanı, gökten ineni ve oraya yükseleni bilir. Nerede olsanız, O sizinle beraberdir. Allah yaptıklarınızı görür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/004.mp3"
      }
    },
    {
      "id": 5080,
      "verseNumber": 5,
      "verseKey": "57:5",
      "arabic": "لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "english": "To Him belongs the kingdom of the heavens and the earth. And to Allah all matters are returned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerin ve yerin mülkü O’nundur ve bütün işler Allah’a döndürülür.",
        "hayrat_nesriyat": "Göklerin ve yerin mülkü O`nundur. Ve (bütün) işler ancak Allah`a döndürülür.",
        "diyanet_vakfi": "Göklerin ve yerin mülkü O’nundur. Bütün işler ancak O’na döndürülür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/005.mp3"
      }
    },
    {
      "id": 5081,
      "verseNumber": 6,
      "verseKey": "57:6",
      "arabic": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "english": "He merges the night into day and the day into night. And He knows best what is ˹hidden˺ in the heart.",
      "turkish": {
        "omer_nasuhi_bilmen": "Geceyi gündüze çevirir, gündüzü de geceye çevirir ve O, sinelerde gizli olanları da bihakkın bilendir.",
        "hayrat_nesriyat": "(O,) geceyi gündüze katar, gündüzü de geceye katar. Ve O, sînelerin içinde olanı hakkıyla bilendir.",
        "diyanet_vakfi": "Geceyi gündüze katar, gündüzü de geceye katar. O, kalplerde olanı bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/006.mp3"
      }
    },
    {
      "id": 5082,
      "verseNumber": 7,
      "verseKey": "57:7",
      "arabic": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌ كَبِيرٌ",
      "english": "Believe in Allah and His Messenger, and donate from what He has entrusted you with. So those of you who believe and donate will have a mighty reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’a ve Peygamberine imân edin. Kendisinde sizi istihlâf etmiş olduğu şeylerden infakta bulunun. İmdi sizden o kimseler ki, imân ettiler ve infakta bulundular, onlar için pek büyük bir mükâfaat vardır.",
        "hayrat_nesriyat": "Allah`a ve Resûlüne îmân edin ve sizi üzerine vekiller (tasarruf sâhibleri) kıldığı şeylerden (Allah yolunda) sarf edin; işte sizden îmân edip, (Allah yolunda) sarf eden kimseler var ya, onlar için (pek) büyük bir mükâfât vardır.",
        "diyanet_vakfi": "Allah’a ve Resûlü’ne iman edin. Sizi, üzerinde tasarrufa yetkili kıldığı şeylerden harcayın. Sizden iman edip de (Allah rızası için) harcayan kimselere büyük mükâfat vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/007.mp3"
      }
    },
    {
      "id": 5083,
      "verseNumber": 8,
      "verseKey": "57:8",
      "arabic": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَـٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "english": "Why do you not believe in Allah while the Messenger is inviting you to have faith in your Lord, although He has already taken your covenant,<sup foot_note=77491>1</sup> if you will ever believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için ne var ki, Allah’a imân etmeyesiniz? Halbuki, Peygamber Rabbinize imân etmeniz için dâvet ediyor ve muhakkak ki, (Allah Teâlâ) sizden misak da almıştır, eğer mü’minler oldunuz iseniz?",
        "hayrat_nesriyat": "Peygamber sizi Rabbinize îmân etmeniz için da`vet ettiği hâlde, size ne oluyor ki Allah`a îmân etmiyorsunuz? Hâlbuki (Allah, ruhlar âleminde sizden) sağlam sözünüzü almıştı; eğer (gerçek) mü`minler oldu iseniz (ahdinize uyun ve samîmâne îmân edin)!",
        "diyanet_vakfi": "Peygamber sizi, Rabbinize iman etmeye çağırdığı halde niçin Allah’a inanmıyorsunuz? Halbuki O, sizden kesin söz de almıştı. Eğer inanırsanız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/008.mp3"
      }
    },
    {
      "id": 5084,
      "verseNumber": 9,
      "verseKey": "57:9",
      "arabic": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "english": "He is the One Who sends down clear revelations to His servant to bring you out of darkness and into light. For indeed Allah is Ever Gracious and Most Merciful to you.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o (zât)tır ki, kulunun üzerine açık açık âyetler indirir, sizi zulmetlerden nûra çıkarması için ve şüphe yok ki Allah, sizin için elbette çok re’fetlidir, çok merhametlidir.",
        "hayrat_nesriyat": "O, sizi karanlıklardan nûra çıkarması için, kuluna apaçık âyetler indirendir. Şübhesiz ki Allah, size karşı elbette Raûf (çok şefkat eden)dir, Rahîm (çok merhametli olan)dır.",
        "diyanet_vakfi": "Sizi karanlıklardan aydınlığa çıkarmak için kuluna apaçık âyetler indiren O’dur. Şüphesiz Allah, size karşı çok şefkatli, çok merhametlidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/009.mp3"
      }
    },
    {
      "id": 5085,
      "verseNumber": 10,
      "verseKey": "57:10",
      "arabic": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَـٰتَلَ ۚ أُو۟لَـٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَـٰتَلُوا۟ ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "english": "And why should you not spend in the cause of Allah, while Allah is the ˹sole˺ inheritor of the heavens and the earth? Those of you who donated and fought before the victory ˹over Mecca˺ are unparalleled. They are far greater in rank than those who donated and fought afterwards.<sup foot_note=77492>1</sup> Yet Allah has promised each a fine reward. And Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve sizin için ne vardır ki, Allah yolunda infakta bulunmayasınız? Ve göklerin ve yerin mirası Allah içindir. Sizden kable’l-feth infak eden ve mukatelede bulunanlar ki, onlar dereceten pek büyüktürler. Bilâhare infak eden ve mukatelede bulunanlar ile müsavî olmazlar. Maamafih Allah Teâlâ hepsine de pek güzel mükâfaat vaadetmiştir ve Allah Teâlâ yapar olduğunuzdan haberdardır.",
        "hayrat_nesriyat": "Hem size ne oldu ki Allah yolunda sarf etmeyeceksiniz? Göklerin ve yerin mîrâsı zâten Allah`ındır (hepsi sonunda O`na kalacaktır). Fetihten evvel, içinizden (Allah yolunda)sarf eden ve savaşanlar, (diğerleriyle) bir olmaz! İşte onlar, derece i`tibâriyle sonradan sarf eden ve savaşanlardan daha büyüktürler. Bununla berâber, Allah hepsine de en güzeli(Cenneti) va`d etmiştir! Çünki Allah, ne yaparsanız hakkıyla haberdâr olandır.",
        "diyanet_vakfi": "Ne oluyor size ki, Allah yolunda harcamıyorsunuz? Halbuki göklerin ve yerin mirası Allah’ındır. Elbette içinizden, fetihten önce harcayan ve savaşanlar, daha sonra harcayıp savaşanlara eşit değildir. Onların derecesi, sonradan infak eden ve savaşanlardan daha yüksektir. Bununla beraber Allah hepsine de en güzel olanı vâdetmiştir. Allah’ın yaptıklarınızdan haberi vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/010.mp3"
      }
    },
    {
      "id": 5086,
      "verseNumber": 11,
      "verseKey": "57:11",
      "arabic": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ",
      "english": "Who is it that will lend to Allah a good loan which Allah will multiply ˹many times over˺ for them, and they will have an honourable reward?<sup foot_note=77493>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Kimdir o kimse ki, Allah’a güzel ödünç ile ödünç versin de (Allah Teâlâ) onun için onu kat kat arttırsın? Ve onun için pek kerîmâne bir mükâfaat da vardır.",
        "hayrat_nesriyat": "Kimdir şu kimse ki, Allah`a karz-ı hasen (güzel bir borç) ile borç versin de (Allah da) onu kendisine artırsın! Ayrıca onun için (pek) değerli bir mükâfât vardır.",
        "diyanet_vakfi": "Kim Allah’a güzel bir ödünç verecek olursa, Allah da onun karşılığını kat kat verir ve ayrıca onun çok değerli bir mükâfatı da vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/011.mp3"
      }
    },
    {
      "id": 5087,
      "verseNumber": 12,
      "verseKey": "57:12",
      "arabic": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "english": "On that Day you will see believing men and women with their light shining ahead of them and on their right. ˹They will be told,˺ “Today you have good news of Gardens, under which rivers flow, ˹for you˺ to stay in forever. This is ˹truly˺ the ultimate triumph.”",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün mü’minleri, ve mü’mineleri göreceksin ki, nûrları önlerinde ve sağ taraflarından koşar. (Onlara denilecektir ki:) Bugün sizin müjdeniz cennetlerdir ki, onların altlarından ırmaklar cereyan eder, içlerinde ebedîyyen kalıcılarsınız, işte bu, en büyük bir necâttır.",
        "hayrat_nesriyat": "Mü`min erkeklerin ve mü`min kadınların, imanlarından, işledikleri hayırlardan ve salih amellerinden kaynaklanan nurlarının, genişleyerek, yayılarak önlerini, sağlarını, sollarını aydınlattığını gördüğün gün, onlara: `Bugün, müjdeler olsun size! Altından ırmaklar akan, içinde ebedî yaşayacağınız Cennet konaklarının müjdesi. İşte bu, büyük mutluluktur.` denir.",
        "diyanet_vakfi": "Mümin erkeklerle mümin kadınları, önlerinden ve sağlarından, (amellerinin) nurları aydınlatıp giderken gördüğün günde, (onlara): Bugün müjdeniz, zemininden ırmaklar akan ve içlerinde ebedî kalacağınız cennetlerdir, denilir. İşte büyük kurtuluş budur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/012.mp3"
      }
    },
    {
      "id": 5088,
      "verseNumber": 13,
      "verseKey": "57:13",
      "arabic": "يَوْمَ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَـٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ",
      "english": "On that Day hypocrite men and women will beg the believers, “Wait for us so that we may have some of your light.” It will be said ˹mockingly˺, “Go back ˹to the world˺ and seek a light ˹there˺!” Then a ˹separating˺ wall with a gate will be erected between them. On the near side will be grace and on the far side will be torment.<sup foot_note=77494>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün münafıklar ve münafıkalar, imân etmiş olanlara diyeceklerdir ki: «Bize bakınız, nûrunuzdan bir parça ışık alalım.» (O nifak ehline) denilmiş olur ki, «Dönün arkanıza da bir nûr arayın». Artık bir duvar çekilmiştir ki, onun için bir kapı vardır, iç tarafında rahmet vardır. Dış tarafı ise onun cânibinden (de) azap vardır.",
        "hayrat_nesriyat": "O gün münâfık erkeklerle münâfık kadınlar, îmân edenlere diyecek ki: `Bizi (de)bekleyin (ve bize biraz bakın) da nûrunuzdan faydalanalım!` (Onlara:) `(Yapabiliyorsanız)arkanıza (dünyaya) dönün de bir nûr arayın!` denilir. Derken aralarına, kapısı bulunan bir sur çekilir. Onun iç tarafı ki onda rahmet vardır, dış tarafına gelince o cihetten azab vardır.",
        "diyanet_vakfi": "Münafık erkeklerle münafık kadınların, müminlere: Bizi bekleyin, nurunuzdan bir parça ışık alalım, diyeceği günde kendilerine: Arkanıza dönün de bir ışık arayın! denilir. Nihayet onların arasına, içinde rahmet, dışında azap bulunan kapılı bir sur çekilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/013.mp3"
      }
    },
    {
      "id": 5089,
      "verseNumber": 14,
      "verseKey": "57:14",
      "arabic": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَـٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "english": "The tormented will cry out to those graced, “Were we not with you?” They will reply, “Yes ˹you were˺. But you chose to be tempted ˹by hypocrisy˺, ˹eagerly˺ awaited ˹our demise˺, doubted ˹the truth˺, and were deluded by false hopes until Allah’s decree ˹of your death˺ came to pass. And ˹so˺ the Chief Deceiver<sup foot_note=77495>1</sup> deceived you about Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlara bağırırlar ki: «Biz sizinle beraber değil mi idik?» Onlar da derler ki: «Evet.. Velâkin siz nefsinizi fitneye düşürdünüz, ve (mü’minler hakkında fenalık) gözettiniz ve sizi bâtıl şeyler gurura düşürdü. Tâ ki, Allah’ın emri geliverdi. Ve sizi şeytan Allah ile aldattı.»",
        "hayrat_nesriyat": "(Münâfıklar) onlara (o Cennet ehline): `Sizinle (dünyada) berâber değil miydik?` diye bağırırlar. (Mü`minler de:) `Evet (berâberdiniz)! Fakat siz, kendinizi (nifakla) fitneye düşürdünüz ve (mü`minlere musîbet gelmesini) beklediniz, hem (hak olan dîninizde) şübhe ettiniz ve boş temennîler sizi aldattı; nihâyet Allah`ın emri (ölüm) geldi; o çok aldatıcı (şeytan)da, sizi Allah hakkında aldattı!` derler.",
        "diyanet_vakfi": "Münafıklar onlara: Biz sizinle beraber değil miydik? diye seslenirler. (Müminler de) derler ki: Evet ama, siz kendi başınızı belaya soktunuz; fırsat beklediniz; şüpheye düştünüz ve kuruntular sizi aldattı. O çok aldatan (şeytan) sizi, Allah hakkında bile aldattı. Nihayet Allah’ın emri gelip çattı!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/014.mp3"
      }
    },
    {
      "id": 5090,
      "verseNumber": 15,
      "verseKey": "57:15",
      "arabic": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "english": "So Today no ransom will be accepted from you ˹hypocrites˺, nor from the disbelievers. Your home is the Fire—it is the ˹only˺ fitting place for you. What an evil destination!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık bugün ne sizden (ey ehl-i nifak) ne de kâfir olan kimselerden fidye-i necât kabul edilmez. Sizlerin sığınacağınız yer, cehennemdir. Sizin için evlâ olan odur. Ve (O) ne kötü gidiş mahallidir!»",
        "hayrat_nesriyat": "(Ey münâfıklar!) Artık bugün ne sizden (kurtuluşunuza bedel olacak) bir fidye alınır, ne de inkâr edenlerden! Varacağınız yer, ateştir! Size lâyık olan (da) odur! O ise, ne kötü varılacak yerdir!",
        "diyanet_vakfi": "Bugün artık ne sizden ne de inkâr edenlerden bedel kabul edilir, varacağınız yer ateştir. Size yaraşan odur. Ne kötü bir dönüş yeridir!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/015.mp3"
      }
    },
    {
      "id": 5091,
      "verseNumber": 16,
      "verseKey": "57:16",
      "arabic": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
      "english": "Has the time not yet come for believers’ hearts to be humbled at the remembrance of Allah and what has been revealed of the truth, and not be like those given the Scripture before—˹those˺ who were spoiled for so long that their hearts became hardened. And many of them are ˹still˺ rebellious.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmân edenler için hâlâ zamanı gelmedi mi ki, kalbleri Allah’ın zikri için ve Hak’tan nüzul eden için havf ve haşyet içinde bulunsun? Ve evvelce kendilerine kitap verilmiş kimseler gibi olmasınlar ki, üzerlerine uzun zaman geçmiş de kalbleri katılaşmıştır ve onlardan birçoğu fâsıklardır.",
        "hayrat_nesriyat": "Îmân edenlerin, Allah`ın zikrine ve Hakk`tan inene (Kur`ân`a) karşı kalblerinin(korku ve) yumuşama zamânı hâlâ gelmedi mi? (Onlar da) daha önce kendilerine kitab verilenler gibi olmasınlar ki, onların üzerlerine uzun zaman geçti de kalbleri katılaştı. Hem onlardan çoğu, günahkâr kimselerdir.",
        "diyanet_vakfi": "İman edenlerin Allah’ı anma ve O’ndan inen Kur’an sebebiyle kalplerinin ürpermesi zamanı daha gelmedi mi? Onlar daha önce kendilerine kitap verilenler gibi olmasınlar. Onların üzerinden uzun zaman geçti de kalpleri katılaştı. Onlardan bir çoğu yoldan çıkmış kimselerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/016.mp3"
      }
    },
    {
      "id": 5092,
      "verseNumber": 17,
      "verseKey": "57:17",
      "arabic": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
      "english": "Know that Allah revives the earth after its death.<sup foot_note=77496>1</sup> We have certainly made the signs clear for you so perhaps you will understand.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biliniz ki, şüphe yok Allah Teâlâ, yeri öldüğünden sonra hayata kavuşturur. Muhakkak ki, sizin için âyetleri açıkça beyan ettik. Tâ ki, âkilâne düşünesiniz.",
        "hayrat_nesriyat": "Bilin ki şübhesiz Allah, yeryüzünü ölümünden sonra diriltiyor. Muhakkak ki size âyetleri açıkladık; tâ ki akıl erdiresiniz.",
        "diyanet_vakfi": "Bilin ki Allah, ölümünden sonra yeryüzünü canlandırıyor. Düşünesiniz diye gerçekten, size âyetleri açıkladık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/017.mp3"
      }
    },
    {
      "id": 5093,
      "verseNumber": 18,
      "verseKey": "57:18",
      "arabic": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَـٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
      "english": "Indeed, those men and women who give in charity and lend to Allah a good loan will have it multiplied for them, and they will have an honourable reward.<sup foot_note=77497>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, sadaka veren erkekler ve kadınlar ve Allah’a güzel ödünç ile ödünçte bulunmuş olanlar için (sevapları) kat kat olur. Ve onlar için pek hoş bir mükâfaat da vardır.",
        "hayrat_nesriyat": "Şübhesiz ki sadaka veren erkeklerle sadaka veren kadınlar ve Allah`a karz-ı hasen(güzel bir borç) ile borç verenler var ya, onlara (verdiklerinin karşılığı) artırılacaktır; hem onlar için pek değerli bir mükâfât vardır.",
        "diyanet_vakfi": "Sadaka veren erkeklere ve sadaka veren kadınlara ve Allah’a güzel bir ödünç verenlere, verdiklerinin karşılığı kat kat ödenir ve onlara değerli bir mükâfat vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/018.mp3"
      }
    },
    {
      "id": 5094,
      "verseNumber": 19,
      "verseKey": "57:19",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "english": "˹As for˺ those who believe in Allah and His messengers, it is they who are ˹truly˺ the people of truth. And the martyrs, with their Lord, will have their reward and their light. But ˹as for˺ those who disbelieve and reject Our signs, it is they who will be the residents of the Hellfire.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, Allah’a ve o’nun peygamberlerine imân ettiler. Rablerinin indinde sıddıklar ve şehit olanlar onlardır, onlar için mükâfaatları ve nûrları vardır. Ve o kimseler ki, kâfir oldular ve Bizim âyetlerimizi tekzîp ettiler, işte onlar da cehennem sahipleridir.",
        "hayrat_nesriyat": "Allah`a ve O`nun peygamberlerine îmân edenlere gelince, işte onlar Rableri katında sıddîklar ve şehîdler (mertebesinde)dir. Kendileri için, hem mükâfâtları, hem nûrları vardır. İnkâr edip âyetlerimizi yalanlayanlara gelince, işte onlar Cehennem ehlidirler.",
        "diyanet_vakfi": "Allah’a ve peygamberlerine iman edenler, (evet) işte onlar, Rableri yanında sözü özü doğru olanlar ve şehitlik mertebesine erenlerdir. Onların mükâfatları ve nûrları vardır. İnkâr edip de âyetlerimizi yalanlayanlara gelince, onlar da cehennemin adamlarıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/019.mp3"
      }
    },
    {
      "id": 5095,
      "verseNumber": 20,
      "verseKey": "57:20",
      "arabic": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَـٰمًا ۖ وَفِى ٱلْـَٔاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
      "english": "Know that this worldly life is no more than play, amusement, luxury, mutual boasting, and competition in wealth and children. This is like rain that causes plants to grow, to the delight of the planters. But later the plants dry up and you see them wither, then they are reduced to chaff. And in the Hereafter there will be either severe punishment or forgiveness and pleasure of Allah, whereas the life of this world is no more than the delusion of enjoyment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biliniz ki, dünya hayatı şüphe yok, ancak bir oyundur ve bir eğlencedir ve bir süstür ve aranızda bir övünmedir ve mallarda ve evlatça bir çoğalıştır. Bir yağmur misali gibi ki, onun bitirdiği ot, ekincilerin hoşuna gider, sonra kurur. Artık onu sararmış görürsün sonra da kırık bir çöp olur. Ve ahirette şiddetli bir azap vardır ve Allah’tan bir mağfiret ve bir rıza vardır. Dünya hayatı ise ancak bir aldanıştan başka değildir.",
        "hayrat_nesriyat": "Bilin ki, dünya hayâtı ancak bir oyundur, bir eğlencedir, bir süstür, aranızda bir övünmedir, mallar ve evlâd husûsunda bir çokluk yarışından ibârettir. Bir yağmurun misâli gibidir ki, (bitirdiği) bitkisi, ekincilerin hoşuna gider; sonra kurur da onu sararmış görürsün; sonra da kuru bir çöp olur. Âhirette ise (kâfirler için) şiddetli bir azab ve (mü`minler için) Allah`dan bir mağfiret ve bir rıdvan (O`nun rızâsı) vardır. Dünya hayâtı ise, aldatıcı bir menfaatten başka bir şey değildir!",
        "diyanet_vakfi": "Bilin ki dünya hayatı ancak bir oyun, eğlence, bir süs, aranızda bir övünme ve daha çok mal ve evlât sahibi olma isteğinden ibarettir. Tıpkı bir yağmur gibidir ki, bitirdiği ziraatçilerin hoşuna gider. Sonra kurur da sen onun sapsarı olduğunu görürsün; sonra da çer çöp olur. Ahirette ise çetin bir azap vardır. Yine orada Allah’ın mağfireti ve rızası vardır. Dünya hayatı aldatıcı bir geçimlikten başka bir şey değildir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/020.mp3"
      }
    },
    {
      "id": 5096,
      "verseNumber": 21,
      "verseKey": "57:21",
      "arabic": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "english": "˹So˺ compete with one another for forgiveness from your Lord and a Paradise as vast as the heavens and the earth, prepared for those who believe in Allah and His messengers. This is the favour of Allah. He grants it to whoever He wills. And Allah is the Lord of infinite bounty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Koşunuz Rabbinizden bir mağfirete ve bir cennete ki, onun eni gök ile yerin eni gibidir, Allah’a ve Peygamberine imân etmiş olanlar için hazırlanmıştır. İşte bu, Allah’ın fazlıdır. Bunu dilediği kimseye verir ve Allah pek büyük fazl sahibidir.",
        "hayrat_nesriyat": "Rabbinizden bir mağfirete ve genişliği, gökle yerin genişliği gibi olup, Allah`a ve O`nun peygamberlerine îmân edenler için hazırlanmış bulunan bir Cennete doğru yarışın! Bu, Allah`ın lütfudur! Onu (hikmetine binâen, kendi lütfundan) dilediğine verir. Çünki Allah, pek büyük ihsan sâhibidir.",
        "diyanet_vakfi": "Rabbinizden bir mağfirete; Allah’a ve peygamberlerine inananlar için hazırlanmış olup genişliği gökle yerin genişliği kadar olan cennete koşuşun. İşte bu, Allah’ın lütfudur ki onu dilediğine verir. Allah büyük lütuf sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/021.mp3"
      }
    },
    {
      "id": 5097,
      "verseNumber": 22,
      "verseKey": "57:22",
      "arabic": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَـٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "english": "No calamity ˹or blessing˺ occurs on earth or in yourselves without being ˹written˺ in a Record before We bring it into being. This is certainly easy for Allah.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ne yerde ve ne de kendi nefislerinizde musibetten bir şey isabet etmez ki, illâ o, onu yaratmamızdan evvel bir kitapta yazılmıştır. Şüphe yok ki bu, Allah’a göre pek kolaydır.",
        "hayrat_nesriyat": "Yeryüzünde ve nefislerinizde baş(ınız)a gelen hiçbir musîbet yoktur ki, mutlaka onu yaratmamızdan önce bir kitabda (Levh-i Mahfûz`da yazılı) olmasın! Şübhesiz ki bu, Allah`a göre pek kolaydır.",
        "diyanet_vakfi": "Yeryüzünde vuku bulan ve sizin başınıza gelen herhangi bir musibet yoktur ki, biz onu yaratmadan önce, bir kitapta yazılmış olmasın. Şüphesiz bu, Allah’a göre kolaydır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/022.mp3"
      }
    },
    {
      "id": 5098,
      "verseNumber": 23,
      "verseKey": "57:23",
      "arabic": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
      "english": "˹We let you know this˺ so that you neither grieve over what you have missed nor boast over what He has granted you. For Allah does not like whoever is arrogant, boastful—",
      "turkish": {
        "omer_nasuhi_bilmen": "(Hadiselerin öyle tesbit edilmiş olması şu hikmete mebnî haber veriliyor ki:) Sizden gaip olan üzerine müteessir olmayasınız. Ve size verdiği ile de sevinip mağrur olmayasınız. Ve Allah, her bir böbürleneni, çok iftihar edeni sevmez.",
        "hayrat_nesriyat": "Tâ ki elinizden gidene üzülmeyesiniz ve (Allah`ın) size verdiği ile şımarmayasınız! Çünki Allah, bütün kendini beğenenleri, çok övünenleri sevmez.",
        "diyanet_vakfi": "(Allah bunu) elinizden çıkana üzülmeyesiniz ve Allah’ın size verdiği nimetlerle şımarmayasınız diye açıklamaktadır. Çünkü Allah, kendini beğenip böbürlenen kimseleri sevmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/023.mp3"
      }
    },
    {
      "id": 5099,
      "verseNumber": 24,
      "verseKey": "57:24",
      "arabic": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "english": "those who are stingy and promote stinginess among people. And whoever turns away ˹should know that˺ Allah ˹alone˺ is truly the Self-Sufficient, Praiseworthy.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Onlar) O kimselerdir ki, cimrilikte bulunurlar ve nâsa cimrilik ile emrederler ve her kim, ardını döndürürse (zararı kendisine aittir). İşte şüphe yok ki Allah, ancak O (Hâlık-ı Kerîm) ganîdir, hamîddir.",
        "hayrat_nesriyat": "Onlar (o şımaran kimselerdir) ki, cimrilik ederler ve insanlara da cimriliği emrederler. İşte kim (Allah yolunda sarf etmekten) yüz çevirirse, artık (bilsin ki) şübhesiz Ganî (hiçbir şeye muhtaç olmayan), Hamîd (hamd edilmeye yegâne lâyık olan), ancak Allah`dır.",
        "diyanet_vakfi": "Onlar cimrilik edip insanlara da cimriliği emrederler. Kim yüz çevirirse şüphesiz ki Allah zengindir, hamde lâyıktır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/024.mp3"
      }
    },
    {
      "id": 5100,
      "verseNumber": 25,
      "verseKey": "57:25",
      "arabic": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
      "english": "Indeed, We sent Our messengers with clear proofs, and with them We sent down the Scripture and the balance ˹of justice˺ so that people may administer justice. And We sent down iron with its great might, benefits for humanity, and means for Allah to prove who ˹is willing to˺ stand up for Him and His messengers without seeing Him. Surely Allah is All-Powerful, Almighty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, peygamberlerimizi açık açık bürhanlar ile gönderdik ve onlar ile beraber kitabı ve mizanı indirdik, nâs, adâletle kâim olsunlar için ve demiri de indirdik, onda hem çetin bir sertlik vardır ve nâs için menfaatler de vardır ve Allah, kendisine ve peygamberlerine gıyaben yardım edecek olanları belli etmesi için, şüphe yok ki Allah, kuvvetlidir ve her şeye galiptir.",
        "hayrat_nesriyat": "Celâlim hakkı için, peygamberlerimizi apaçık delillerle gönderdik ve onlarla berâber kitâbı ve mîzânı (adâleti) indirdik ki, insanlar adâleti ayakta tutsun (ve yaşatsınlar)! Hemkendisinde büyük bir kuvvet ve insanlar için (birçok) menfaatler bulunan hadîd`i (demiri, birni`met olarak) indirdik; hem böylece Allah, kendine ve peygamberlerine gıyâben (Allah`ı görmedikleri hâlde îmân ederek dînine) kimin yardım edeceğini ortaya çıkarsın! Muhakkak kiAllah, Kavî (çok kuvvetli olan)dır, Azîz (kudreti dâimâ üstün gelen)dir.",
        "diyanet_vakfi": "Andolsun biz peygamberlerimizi açık delillerle gönderdik ve insanların adaleti yerine getirmeleri için beraberlerinde kitabı ve mizanı indirdik. Biz demiri de indirdik ki onda büyük bir kuvvet ve insanlar için faydalar vardır. Bu, Allah’ın, dinine ve peygamberlerine gayba inanarak yardım edenleri belirlemesi içindir. Şüphesiz Allah kuvvetlidir, daima üstündür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/025.mp3"
      }
    },
    {
      "id": 5101,
      "verseNumber": 26,
      "verseKey": "57:26",
      "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
      "english": "And indeed, We sent Noah and Abraham and reserved prophethood and revelation for their descendants. Some of them are ˹rightly˺ guided, while most are rebellious.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve kasem olsun ki, Nûh’u ve İbrahim’i gönderdik ve onların zürriyetlerinde nübüvveti ve kitabı (berdevam) kıldık. Artık onlardan hidyete ermiş olan vardır, onlardan bir çokları ise fâsık kimselerdir.",
        "hayrat_nesriyat": "And olsun ki, Nûh`u ve İbrâhîm`i de (peygamber olarak) gönderdik; hem peygamberliği ve kitâbı onların nesillerinde kıldık. Buna rağmen onlardan hidâyete eren vardır, fakat onlardan çoğu (yoldan çıkmış) fâsık kimselerdir.",
        "diyanet_vakfi": "Andolsun ki biz, Nuh’u ve İbrahim’i gönderdik, peygamberliği de kitabı da onların soyuna verdik. Onlardan (insanlardan) kimi doğru yoldadır; içlerinden birçoğu da yoldan çıkmışlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/026.mp3"
      }
    },
    {
      "id": 5102,
      "verseNumber": 27,
      "verseKey": "57:27",
      "arabic": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَـٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
      "english": "Then in the footsteps of these ˹prophets˺, We sent Our messengers, and ˹after them˺ We sent Jesus, son of Mary, and granted him the Gospel, and instilled compassion and mercy into the hearts of his followers. As for monasticism, they made it up—We never ordained it for them—only seeking to please Allah, yet they did not ˹even˺ observe it strictly. So We rewarded those of them who were faithful. But most of them are rebellious.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onların izleri üzerine peygamberlerimizi yolladık ve Meryem’in oğlu İsâ’yı da gönderdik ve O’na İncil’i verdik ve O’na tâbi olanların kalblerinde bir şefkat ve merhamet vücuda getirdik ve bir ruhbaniyet ihdas ettiler ki, onu onların üzerlerine yazmamıştık, ancak Allah’ın rızasını aramak için onu iltizam ettiler. Sonra ona bihakkın riâyette bulunmadılar, artık onlardan imân edenlere mükâfaatlarını verdik ve onlardan birçokları ise fâsık kimselerdir.",
        "hayrat_nesriyat": "Sonra onların izleri üzerinde ard arda peygamberlerimizi gönderdik; (o peygamberlerin) ardından da Meryemoğlu Îsâ`yı gönderdik; ona İncîl`i verdik ve ona tâbi` olanların kalblerinde bir şefkat ve bir merhamet kıldık.Bir de (kendilerinin) ortaya çıkardıkları ruhbâniyet ki, onu üzerlerine (biz) farz kılmamıştık, sâdece Allah`ın rızâsını kazanmak için (kendileri yaptılar); fakat ona (da) hakkıyla tâbi` olarak riâyet etmediler. Artık onlardan îmân edenlere mükâfâtlarını verdik. Fakat onlardan çoğu (yoldan çıkmış) fâsık kimselerdir.",
        "diyanet_vakfi": "Sonra bunların izinden ardarda peygamberlerimizi gönderdik. Meryem oğlu İsa’yı da arkalarından gönderdik, ona İncil’i verdik; ona uyanların kalplerine şefkat ve merhamet vermiştik. Uydurdukları ruhbanlığa gelince, onu biz yazmadık. Fakat kendileri Allah rızasını kazanmak için yaptılar. Ama buna da gereği gibi uymadılar. Biz de onlardan iman edenlere mükâfatlarını verdik. İçlerinden çoğu da yoldan çıkmışlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/027.mp3"
      }
    },
    {
      "id": 5103,
      "verseNumber": 28,
      "verseKey": "57:28",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "english": "O people of faith! Fear Allah and believe in His Messenger. ˹And˺ He will grant you a double share of His mercy, provide you with a light to walk in ˹on Judgment Day˺, and forgive you. For Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Allah’tan korkunuz ve O’nun peygamberlerine imân ediniz ki, size rahmetinden iki nasip versin ve sizin için bir nûr kılsın ki, onunla yürürsünüz ve sizin için mağfiret buyursun ve Allah çok bağışlayıcıdır, çok merhametlidir.",
        "hayrat_nesriyat": "Ey (geçmiş peygamberlere) îmân edenler! Allah`dan sakının ve Resûlüne(Muhammed`e) îmân edin ki, size rahmetinden iki kat nasib versin ve sizin için bir nûr kılsın; ki onunla (doğru yolu bulup) yürürsünüz ve size mağfiret etsin! Çünki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ey iman edenler! Allah’tan korkun ve Peygamberine inanın ki O, size rahmetinden iki kat versin ve size ışığında yürüyeceğiniz bir nûr lütfetsin; sizi bağışlasın. Allah, çok bağışlayan, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/028.mp3"
      }
    },
    {
      "id": 5104,
      "verseNumber": 29,
      "verseKey": "57:29",
      "arabic": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَـٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "english": "˹This is so˺ that the People of the Book ˹who deny the Prophet˺ may know that they do not have any control over Allah’s grace, and that all grace is in Allah’s Hands. He grants it to whoever He wills. For Allah is the Lord of infinite bounty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık ehl-i kitap bilmeyecekler midir ki, Allah’ın fazlından hiçbir şeye güç yetiremiyeceklerdir ve şüphe yok ki bütün fazl, Allah’ın elindedir, onu dilediğine verir ve Allah pek büyük fazl sahibidir.",
        "hayrat_nesriyat": "Böylece ehl-i kitab, (kendilerinin) Allah`ın lütfundan hiçbir şeye güç yetiremeyeceklerini ve şübhesiz lütuf (sâdece) Allah`ın elinde olup, onu dilediğine vereceğini bilsin(ler)! Çünki Allah, pek büyük ihsan sâhibidir.",
        "diyanet_vakfi": "Böylece kitap ehli, Allah’ın lütfundan hiçbir şey elde edemeyeceklerini bilsinler. Lütuf bütünüyle Allah’ın elindedir, onu dilediğine bahşeder. Allah, büyük lütuf sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/057/029.mp3"
      }
    }
  ]
}