{
  "verses": [
    {
      "id": 5105,
      "verseNumber": 1,
      "verseKey": "58:1",
      "arabic": " قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَـٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "english": "Indeed, Allah has heard the argument of the woman who pleaded with you ˹O Prophet˺ concerning her husband, and appealed to Allah. Allah has heard your exchange.<sup foot_note=77498>1</sup> Surely Allah is All-Hearing, All-Seeing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki (o Resûlü Ekrem) kocası hakkında seninle mücadelede bulunan ve Allah’a şikayet eden kadının sözünü Allah Teâlâ işitmiştir. Ve Allah sizin konuşmalarınızı işitir. Şüphe yok ki Allah bihakkın işiticidir, görücüdür.",
        "hayrat_nesriyat": "(Ey Resûlüm!) Kocası hakkında seninle mücâdele eden ve Allah`a şikâyette bulunan(kadın)ın sözünü, Allah elbette işitmiştir. Çünki Allah, sizin birbirinizle konuşmanızı işitir. Şübhesiz ki Allah, Semî` (herşeyi işiten)dir, Basîr (hakkıyla gören)dir.",
        "diyanet_vakfi": "Kocası hakkında seninle tartışan ve Allah’a şikâyette bulunan kadının sözünü Allah işitmiştir. Allah, sizin konuşmanızı işitir. Çünkü Allah işitendir, bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/001.mp3"
      }
    },
    {
      "id": 5106,
      "verseNumber": 2,
      "verseKey": "58:2",
      "arabic": "ٱلَّذِينَ يُظَـٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَـٰتِهِمْ ۖ إِنْ أُمَّهَـٰتُهُمْ إِلَّا ٱلَّـٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
      "english": "Those of you who ˹sinfully˺ divorce their wives by comparing them to their mothers ˹should know that˺ their wives are in no way their mothers. None can be their mothers except those who gave birth to them. What they say is certainly detestable and false. Yet Allah is truly Ever-Pardoning, All-Forgiving.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizden o kimseler ki, kadınlarından müzaherette bulunurlar, halbuki o kadınlar, onların anaları değildir. Onların anaları ancak onları doğurmuş olanlardır ve şüphe yok ki onlar elbette çirkin ve yalan bir lâf söylüyorlar ve muhakkak ki, Allah elbette affedicidir, çok yarlığayıcıdır.",
        "hayrat_nesriyat": "İçinizden kadınlarına zıhar yapanlar (bilmelidirler) ki, onlar (o kadınlar), kendi anaları değildir. Çünki onların anaları, ancak onları doğuranlardır. Şübhesiz onlar, gerçekten çirkin ve asılsız bir söz söylüyorlar. Muhakkak ki Allah, elbette Afüvv (çok affedici)dir, Gafûr (çok bağışlayan)dır.",
        "diyanet_vakfi": "İçinizden zıhâr yapanların kadınları, onların anaları değildir. Onların anaları ancak kendilerini doğuran kadınlardır. Şüphesiz onlar çirkin bir laf ve yalan söylüyorlar. Kuşkusuz Allah, affedicidir, bağışlayıcıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/002.mp3"
      }
    },
    {
      "id": 5107,
      "verseNumber": 3,
      "verseKey": "58:3",
      "arabic": "وَٱلَّذِينَ يُظَـٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "english": "Those who divorce their wives in this manner, then ˹wish to˺ retract what they said, must free a slave before they touch each other. This ˹penalty˺ is meant to deter you. And Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, zevcelerinden müzaherette bulunurlar, sonra da dediklerinden geri dönerler, artık temas etmeden evvel bir rekabe azâd etmek lâzımdır. İşte siz bununla öğüt verilmiş olursunuz. Ve Allah her ne yaparsanız tamamen haberdardır.",
        "hayrat_nesriyat": "Kadınlarına zıhar yapıp da sonra söylediklerinden dönenlere, o takdirde birbirleriyle(kadınlarıyla) temâs etmeden önce bir köle âzâd etmek (borcu vardır). İşte siz, bununla nasîhat ediliyorsunuz. Ve Allah, ne yaparsanız hakkıyla haberdâr olandır.",
        "diyanet_vakfi": "Kadınlardan zıhâr ile ayrılmak isteyip de sonra söylediklerinden dönenlerin karılarıyla temas etmeden önce bir köleyi hürriyete kavuşturmaları gerekir. Size öğütlenen budur. Allah, yaptıklarınızdan haberi olandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/003.mp3"
      }
    },
    {
      "id": 5108,
      "verseNumber": 4,
      "verseKey": "58:4",
      "arabic": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "english": "But if the husband cannot afford this, let him then fast two consecutive months before the couple touch each other. But if he is unable ˹to fast˺, then let him feed sixty poor people. This is to re-affirm your faith in Allah and His Messenger. These are the limits set by Allah. And the disbelievers will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fakat kim rekabe (köle veya cariye) bulamazsa birbiriyle temastan evvel birbiri ardınca iki ay oruç (icab eder). Ona da güç yetiremeyen kimse artık altmış yoksulu doyurmak (lâzım gelir). İşte bu Allah’a ve Peygamberine imân etmeniz içindir. Ve işte bu, Allah’ın hudududur. Kâfirler için ise pek elemli bir azap vardır.",
        "hayrat_nesriyat": "Fakat (buna imkân) bulamayan kimseye, o takdirde birbirleriyle temâs etmeden önce ard arda iki ay oruç (tutma mecbûriyeti vardır). Artık (buna da) güç yetiremeyen kimseye ise, (sabah-akşam) altmış fakiri doyurma (keffâreti vardır). Bu (hafifletici hükümler), Allah`a ve Resûlüne îmân etmeniz içindir. Bunlar, Allah`ın hudûdudur. (Bu hükümleri inkâr eden) kâfirler için ise, (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "(Buna imkân) bulamayan kimse, hanımıyla temas etmeden önce ardarda iki ay oruç tutar. Buna da gücü yetmeyen, altmış fakiri doyurur. Bu (hafifletme), Allah’a ve Resûlüne inanmanızdan dolayıdır. Bunlar Allah’ın hükümleridir. Kâfirler için acı bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/004.mp3"
      }
    },
    {
      "id": 5109,
      "verseNumber": 5,
      "verseKey": "58:5",
      "arabic": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "english": "Indeed, those who defy Allah and His Messenger will be debased, just like those before them. We have certainly sent down clear revelations. And the disbelievers will suffer a humiliating punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, Allah’a ve Peygamberine muhalefette bulunurlar, kendilerinden evvelkilerin çarpıldıkları gibi çarpılmışlardır. Ve muhakkak ki, açık açık âyetler indirdik ve kâfirler için pek hakaretli bir azap vardır.",
        "hayrat_nesriyat": "Şübhesiz ki Allah`a ve Resûlüne karşı gelenler, kendilerinden öncekilerin (rezîl olup)helâk edildiği gibi helâk edileceklerdir; çünki doğrusu (biz) apaçık âyetler indirmişizdir. Ve kâfirler için, (pek) aşağılayıcı bir azab vardır.",
        "diyanet_vakfi": "Allah’a ve Resûlüne karşı gelenler, kendilerinden öncekilerin alçaltıldığı gibi alçaltılacaklardır. Biz apaçık âyetler indirmişizdir. Kâfirler için küçük düşürücü bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/005.mp3"
      }
    },
    {
      "id": 5110,
      "verseNumber": 6,
      "verseKey": "58:6",
      "arabic": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "english": "On the Day Allah resurrects them all together, He will then inform them of what they have done. Allah has kept account of it all, while they have forgotten it. For Allah is a Witness over all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "O günde ki Allah onları cümleten diriltecektir, artık onlara neler yapmış olduklarını haber verecektir. Allah onu bir bir saymıştır, onlar ise onu unutmuşlardır. Ve Allah her şey üzerine şahittir.",
        "hayrat_nesriyat": "O gün Allah, onları hep birlikte diriltecek, artık yaptıklarını kendilerine bildirecektir. Allah, onu (o yaptıklarını) bir bir kaydetmiştir; hâlbuki (onlar) onu unutmuşlardır. Ve Allah, herşeye hakkıyla şâhiddir.",
        "diyanet_vakfi": "O gün Allah onların hepsini diriltecek ve yaptıklarını kendilerine haber verecektir. Allah onları bir bir saymıştır. Onlar ise unutmuşlardır. Allah her şeye şahittir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/006.mp3"
      }
    },
    {
      "id": 5111,
      "verseNumber": 7,
      "verseKey": "58:7",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "english": "Do you not see that Allah knows whatever is in the heavens and whatever is on the earth? If three converse privately, He is their fourth. If five, He is their sixth. Whether fewer or more, He is with them<sup foot_note=77499>1</sup> wherever they may be. Then, on the Day of Judgment, He will inform them of what they have done. Surely Allah has ˹perfect˺ knowledge of all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi ki, şüphe yok Allah göklerde ne varsa ve yerde ne varsa (hepsini) bilir. Üç kişi arasında bir gizlice konuşma olmaz ki, illâ O (Allah) dördüncüleridir ve beş kişi arasında olmaz ki, illâ O altıncılarıdır ve bundan daha az ve daha çok kimse arasında (öyle konuşma) olmaz ki illâ O, her nerede olsalar onlar ile beraberdir. Sonra onlara ne yapmış olduklarını Kıyamet gününde haber verir. Şüphe yok ki Allah her şeye bihakkın alîmdir.",
        "hayrat_nesriyat": "(Ey Habîbim!) Görmedin mi ki şübhesiz Allah, göklerde ne var, yerde ne varsa bilir. Üç kişinin gizli bir konuşması olsa, mutlaka dördüncüleri O`dur! Beş (kişi) olsalar, mutlaka altıncıları O`dur; bundan daha az ve daha çok da olsalar, (ve her) nerede bulunsalar, mutlaka O, onlarla berâberdir. Sonra kıyâmet günü onlara yaptıklarını haber verecektir. Şübhesiz ki Allah, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "Göklerde ve yerde olanları Allah’ın bildiğini görmüyor musun? Üç kişinin gizli konuştuğu yerde dördüncüsü mutlaka O’dur. Beş kişinin gizli konuştuğu yerde altıncısı mutlaka O’dur. Bunlardan az veya çok olsunlar ve nerede bulunurlarsa bulunsunlar mutlaka O, onlarla beraberdir. Sonra kıyamet günü onlara yaptıklarını haber verecektir. Doğrusu Allah, her şeyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/007.mp3"
      }
    },
    {
      "id": 5112,
      "verseNumber": 8,
      "verseKey": "58:8",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
      "english": "Have you not seen those who were forbidden from secret talks, yet they ˹always˺ return to what they were forbidden from, conspiring in sin, aggression, and disobedience to the Messenger? And when they come to you ˹O Prophet˺, they greet you not as Allah greets you,<sup foot_note=77500>1</sup> and say to one another, “Why does Allah not punish us for what we say?” Hell is enough for them—they will burn in it. And what an evil destination!",
      "turkish": {
        "omer_nasuhi_bilmen": "Bakmaz mısın o kimselere ki gizlice konuşmadan nehyedilmişlerdir, sonra da nehyedilmiş oldukları şeye dönüverirler ve günah ile ve adavet ile ve Peygambere isyan ile fısıldaşırlar ve sana geldikleri zaman da seni Allah’ın selâmlamadığı bir şey ile selâmladılar ve kendi içlerinde de derler ki, «Allah bizi söylediğimiz şey ile muazzep etmeli değil mi?». Onlara cehennem kâfidir, ona yaslanacaklardır. Artık ne fena bir dönüş yeri.",
        "hayrat_nesriyat": "Gizli konuşmaktan yasaklanıp da sonra kendisinden yasaklandıkları şeye dönenleri, hem günah, düşmanlık ve peygambere isyan husûsunda birbirleriyle gizlice konuşanları(yahudilerle münâfıkları) görmedin mi? Sana geldikleri zaman, seni Allah`ın kendisiyle selâmlamadığı bir şekilde selâmlıyorlar. Hâlbuki kendi içlerinde: `(Eğer peygamber olsaydı, bu) söylemekte olduklarımızdan dolayı Allah`ın bize azâb etmesi gerekmez miydi?` diyorlar. Cehennem onlara yeter! Oraya gireceklerdir! Artık o, ne kötü varılacak yerdir!",
        "diyanet_vakfi": "Gizli konuşmaktan menedildikten sonra yine o yasaklananı yapmaya kalkışarak günah, düşmanlık ve Peygamber’e karşı gelmek hususunda gizlice konuşanları görmedin mi? Onlar sana geldikleri zaman seni, Allah’ın selamlamadığı bir şekilde selamlıyorlar. Kendi içlerinden de: Bu söylediklerimiz yüzünden Allah’ın bize azap etmesi gerekmez miydi? derler. Cehennem onlara yeter. Oraya gireceklerdir. Ne kötü dönüş yeridir orası!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/008.mp3"
      }
    },
    {
      "id": 5113,
      "verseNumber": 9,
      "verseKey": "58:9",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "english": "O believers! When you converse privately, let it not be for sin, aggression, or disobedience to the Messenger, but let it be for goodness and righteousness. And fear Allah, to Whom you will ˹all˺ be gathered.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Muhâverede bulunduğunuz zaman günah ile, adavet ile ve Peygambere isyan ile muhâverede bulunmayın ve hayr ile ve takvâ ile muhâverede bulunun ve kendisine haşrolunacak olduğunuz Allah’tan korkunuz.",
        "hayrat_nesriyat": "Ey îmân edenler! Birbirinizle gizli konuşacağınız zaman, o takdirde günah, düşmanlık ve peygambere isyân hakkında gizlice konuşmayın, fakat (konuşacaksanız) iyilik ve takvâ hakkında sessizce konuşun! Ve huzûruna toplanacağınız Allah`dan sakının!",
        "diyanet_vakfi": "Ey iman edenler! Aranızda gizli konuşacağınız zaman günahı, düşmanlığı ve Peygamber’e karşı gelmeyi fısıldamayın. İyilik ve takvâyı konuşun. Huzuruna toplanacağınız Allah’tan korkun."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/009.mp3"
      }
    },
    {
      "id": 5114,
      "verseNumber": 10,
      "verseKey": "58:10",
      "arabic": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "english": "Secret talks are only inspired by Satan to grieve the believers. Yet he cannot harm them whatsoever except by Allah’s Will. So in Allah let the believers put their trust.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, gizli konuşmalar (toplanmalar) şeytandandır. İmân etmiş olanlar mahzun olsunlar için, halbuki onlara bir şey ile mazarret verecek değildir, Allah’ın izni ile olan müstesna. Ve artık mü’minler Allah Teâlâ’ya tevekkülde bulunsunlar.",
        "hayrat_nesriyat": "(Günah, düşmanlık ve isyan husûsundaki) gizli konuşma, ancak şeytandandır; tâ ki îmân edenleri üzsün; hâlbuki (o şeytan), Allah`ın izni olmadıkça onlara (o îmân edenlere) bir şeyle zarar verici değildir. O hâlde, mü`minler ancak Allah`a tevekkül etsin!",
        "diyanet_vakfi": "Gizli konuşmalar şeytandandır. Bu, iman edenleri üzmek içindir. Oysa şeytan, Allah’ın izni olmadıkça, müminlere hiçbir zarar veremez. Müminler Allah’a dayanıp güvensinler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/010.mp3"
      }
    },
    {
      "id": 5115,
      "verseNumber": 11,
      "verseKey": "58:11",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "english": "O believers! When you are told to make room in gatherings, then do so. Allah will make room for you ˹in His grace˺. And if you are told to rise, then do so. Allah will elevate those of you who are faithful, and ˹raise˺ those gifted with knowledge in rank. And Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey mü’minler! Size, «Meclislerinizde genişlik gösteriniz,» denildiği zaman hemen genişleyiveriniz. Allah Teâlâ da sizin için genişlik verir ve size «Kalkın» denildiği vakit de hemen kalkın. Allah, sizden imân etmiş olanları yükseltir ve kendilerine ilim verilmiş olanları ise dereceler ile yükseltir. Ve Allah, yapar olduğunuz şeylerden haberdardır.",
        "hayrat_nesriyat": "Ey îmân edenler! Size: `Meclislerde yer açın!` denildiği zaman hemen yer açın ki, Allah da size genişlik versin! (Size:) `Kalkın!` denildiği zaman da hemen kalkın ki, Allah sizden îmân edenleri ve (husûsan) o kendilerine ilim verilenleri derecelerle yükseltsin! Çünki Allah, ne yaparsanız hakkıyla haberdâr olandır.",
        "diyanet_vakfi": "Ey iman edenler! Size «Meclislerde yer açın» denilince yer açın ki Allah da size genişlik versin. Size «Kalkın» denilince de kalkın ki Allah sizden inananları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah yaptıklarınızdan haberdardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/011.mp3"
      }
    },
    {
      "id": 5116,
      "verseNumber": 12,
      "verseKey": "58:12",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "english": "O believers! When you consult the Messenger privately, give something in charity before your consultation. That is better and purer for you. But if you lack the means, then Allah is truly All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Peygambere mahremâne maruzatta bulunmak istediğiniz zaman maruzatınızdan evvel fakirlere bir sadaka takdim ediniz, bu sizin için hayırlıdır ve ziyâde temizliktir. Fakat (tasadduk edecek bir şey) bulamaz iseniz artık şüphe yok ki Allah gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Ey îmân edenler! Peygamberle gizli olarak konuşacağınız zaman, bu gizli konuşmanızdan önce (fakirlere) bir sadaka takdîm edin! Bu, sizin için daha hayırlı ve daha temizdir. Fakat (sadaka verecek bir şey) bulamazsanız, artık şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ey iman edenler! Peygamber ile gizli bir şey konuşacağınız zaman bu konuşmanızdan önce bir sadaka veriniz. Bu sizin için daha hayırlı ve daha temizdir. Şayet bir şey bulamazsanız, bilin ki Allah bağışlayandır, esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/012.mp3"
      }
    },
    {
      "id": 5117,
      "verseNumber": 13,
      "verseKey": "58:13",
      "arabic": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "english": "Are you afraid of spending in charity before your private consultations ˹with him˺? Since you are unable to do so, and Allah has turned to you in mercy, then ˹continue to˺ establish prayer, pay alms-tax, and obey Allah and His Messenger. And Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya maruzatta bulunmadan önce sadakalar takdîm etmenizden korktunuz mu? Madem ki yapmadınız ve Allah üzerinize afv ile nazar buyurdu, artık namazı ikame edin ve zekâtı verin ve Allah’a ve Peygamberine itaat eyleyin ve Allah yapar olduğunuz şeylerden haberdardır.",
        "hayrat_nesriyat": "Gizli konuşmanızdan önce sadakalar takdîm etmekten korktunuz mu? Mâdem ki yapmadınız, Allah da sizi affetti (sadaka vermeden konuşmanıza izin verdi); o hâlde namazı hakkıyla edâ edin, zekâtı verin, Allah`a ve Resûlüne itâat edin! Allah, ne yaparsanız(hepsinden) haberdâr olandır.",
        "diyanet_vakfi": "Gizli bir şey konuşmanızdan önce sadakalar vermekten çekindiniz mi? Bunu yapmadığınıza ve Allah da sizi affettiğine göre artık namazı kılın, zekâtı verin Allah’a ve Resûlüne itaat edin. Allah yaptıklarınızdan haberdardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/013.mp3"
      }
    },
    {
      "id": 5118,
      "verseNumber": 14,
      "verseKey": "58:14",
      "arabic": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
      "english": "Have you not seen those ˹hypocrites˺ who ally themselves with a people with whom Allah is displeased? They are neither with you nor with them. And they swear to lies knowingly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmedin mi o kimseleri ki, üzerlerine Allah’ın gazap etmiş olduğu bir kavmi dost edindiler o kimseler, ne sizdendirler ve ne de onlardandırlar ve bilir oldukları halde yalan yere yemîn ederler.",
        "hayrat_nesriyat": "Allah`ın kendilerine gazab ettiği bir topluluğu dost edinenleri (o münâfıkları)görmedin mi? Onlar ne sizdendir, ne de onlardandır. Onlar, bile bile yalan yere yemîn ediyorlar.",
        "diyanet_vakfi": "Allah’ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler ne de onlardan. Bilerek yalan yere yemin ediyorlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/014.mp3"
      }
    },
    {
      "id": 5119,
      "verseNumber": 15,
      "verseKey": "58:15",
      "arabic": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "Allah has prepared for them a severe punishment. Evil indeed is what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, o kimseler için bir şiddetli azap hazırlamıştır. Şüphe yok ki, onlar ne fena işler yapıyorlar.",
        "hayrat_nesriyat": "Allah onlar için (pek) şiddetli bir azab hazırlamıştır. Gerçekten onların yapmakta oldukları şey ne kötüdür!",
        "diyanet_vakfi": "Allah onlara çetin bir azap hazırlamıştır. Gerçekten onların yaptıkları şey çok kötüdür!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/015.mp3"
      }
    },
    {
      "id": 5120,
      "verseNumber": 16,
      "verseKey": "58:16",
      "arabic": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
      "english": "They have made their ˹false˺ oaths as a shield, hindering ˹others˺ from the cause of Allah. So they will suffer a humiliating punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yemînlerini bir kalkan ittihaz ettiler de (nâsı) Allah yolundan çevirdiler, artık onlar için bir rüsvay edici azap vardır.",
        "hayrat_nesriyat": "(Onlar) yeminlerini (kendilerine) bir kalkan edindiler de (insanları) Allah yolundan alıkoydular; bu yüzden onlar için (pek) aşağılayıcı bir azab vardır.",
        "diyanet_vakfi": "Onlar yeminlerini kalkan yapıp Allah’ın yolundan alıkoydular. Bu yüzden onlara küçük düşürücü bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/016.mp3"
      }
    },
    {
      "id": 5121,
      "verseNumber": 17,
      "verseKey": "58:17",
      "arabic": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "english": "Neither their wealth nor children will be of any help to them against Allah whatsoever. It is they who will be the residents of the Fire. They will be there forever.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onları ne malları ve ne de evlatları hiçbir şey ile Allah’tan kurtaramaz (müstağni kılamaz). Onlar ateş ashâbıdırlar, onlar o ateşte ebedîyyen kalıcılardır.",
        "hayrat_nesriyat": "Onların ne malları, ne de evlâdları Allah`(dan gelecek azâb)a karşı bir fayda vermeyecektir! İşte onlar Cehennem ehlidirler! Onlar orada ebedî olarak kalıcıdırlar.",
        "diyanet_vakfi": "Onların malları da oğulları da Allah’a karşı kendilerine bir fayda vermez. Onlar cehennem ehlidirler. Orada ebedî kalacaklardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/017.mp3"
      }
    },
    {
      "id": 5122,
      "verseNumber": 18,
      "verseKey": "58:18",
      "arabic": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
      "english": "On the Day Allah resurrects them all, they will ˹falsely˺ swear to Him as they swear to you, thinking they have something to stand on. Indeed, it is they who are the ˹total˺ liars.",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün ki Allah, onları topyekün kabirlerinden kaldırıp mahşere sevkedecektir. Artık size yemîn ettikleri gibi O’na da yemîn edeceklerdir. Ve sanacaklardır ki, muhakkak kendileri birşey üzerindedirler. Haberiniz olsun ki onlar, şüphe yok onlar, yalancılardır.",
        "hayrat_nesriyat": "Allah onları hep berâber (tekrar) dirilteceği gün, size (îmân ettiklerine dâir) yemîn ettikleri gibi, O`na da yemîn edecekler ve kendilerinin bir şey (bir hakikat) üzerinde olduklarını sanacaklardır. Dikkat edin, şübhesiz ki onlar yalancıların ta kendileridir!",
        "diyanet_vakfi": "O gün Allah onların hepsini yeniden diriltecek, onlar da dünyada size yemin ettikleri gibi, O’na yemin edeceklerdir. Kendilerinin bir şey (hakikat) üzerinde olduklarını sanırlar. İyi bilin ki onlar gerçekten yalancıdırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/018.mp3"
      }
    },
    {
      "id": 5123,
      "verseNumber": 19,
      "verseKey": "58:19",
      "arabic": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
      "english": "Satan has taken hold of them, causing them to forget the remembrance of Allah. They are the party of Satan. Surely Satan’s party is bound to lose.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların üzerlerine şeytan galebe etmiş de onlara Allah’ın zikrini unutturmuştur. Onlar, şeytanın askerleridir. Haberiniz olsun ki şüphe yok şeytanın askerleri, onlar, hüsrâna uğramış olanlardır.",
        "hayrat_nesriyat": "Şeytan onları hükmü altına almıştır da Allah`ı zikretmeyi kendilerine unutturmuştur.İşte onlar, şeytanın tarafdarlarıdırlar! Dikkat edin! Şeytanın tarafdarları hüsrâna uğrayanların ta kendileridir!",
        "diyanet_vakfi": "Şeytan onları etkisi altına aldı da kendilerine Allah’ı anmayı unutturdu. İşte onlar şeytanın yandaşlarıdır. İyi bilin ki şeytanın yandaşları hep kayıptadırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/019.mp3"
      }
    },
    {
      "id": 5124,
      "verseNumber": 20,
      "verseKey": "58:20",
      "arabic": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَـٰٓئِكَ فِى ٱلْأَذَلِّينَ",
      "english": "˹As for˺ those who defy Allah and His Messenger, they will definitely be among the most debased.",
      "turkish": {
        "omer_nasuhi_bilmen": "(20-21) Muhakkak o kimseler ki, Allah’a ve resûlune muhalefette bulunurlar, işte onlar, zelîl olanların arasındadırlar. Allah yazdı ki, «Elbette ben galebe edeceğim Ben. Peygamberlerim de...». Şüphe yok ki Allah kavîdir, azîzdir.",
        "hayrat_nesriyat": "Şübhesiz ki Allah`a ve Resûlüne karşı, muhâlefet edenler yok mu, işte onlar en zelîl(en aşağı) kimseler arasındadırlar!",
        "diyanet_vakfi": "Allah’a ve Peygamberine düşman olanlar, işte onlar en aşağıların arasındadırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/020.mp3"
      }
    },
    {
      "id": 5125,
      "verseNumber": 21,
      "verseKey": "58:21",
      "arabic": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
      "english": "Allah has decreed, “I and My messengers will certainly prevail.” Surely Allah is All-Powerful, Almighty.",
      "turkish": {
        "omer_nasuhi_bilmen": "(20-21) Muhakkak o kimseler ki, Allah’a ve resûlune muhalefette bulunurlar, işte onlar, zelîl olanların arasındadırlar. Allah yazdı ki, «Elbette ben galebe edeceğim Ben. Peygamberlerim de...». Şüphe yok ki Allah kavîdir, azîzdir.",
        "hayrat_nesriyat": "Allah, (Levh-i Mahfûz`da): `Celâlim hakkı için, ben muhakkak galib geleceğim, peygamberlerim de!` diye yazmıştır. Çünki Allah, Kavî (çok kuvvetli olan)dır, Azîz (kudreti dâimâ üstün gelen)dir.",
        "diyanet_vakfi": "Allah: Elbette ben ve elçilerim galip geleceğiz, diye yazmıştır. Şüphesiz Allah güçlüdür, galiptir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/021.mp3"
      }
    },
    {
      "id": 5126,
      "verseNumber": 22,
      "verseKey": "58:22",
      "arabic": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
      "english": "You will never find a people who ˹truly˺ believe in Allah and the Last Day loyal to those who defy Allah and His Messenger, even if they were their parents, children, siblings, or extended family. For those ˹believers˺, Allah has instilled faith in their hearts and strengthened them with a spirit from Him.<sup foot_note=77501>1</sup> He will admit them into Gardens under which rivers flow, to stay there forever. Allah is pleased with them and they are pleased with Him. They are the party of Allah. Indeed, Allah’s party is bound to succeed.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’a ve ahiret gününe imân eden hiçbir kavmi bulamazsın ki, Allah’a ve Resûlüne muhalefet eder kimseleri sevsinler. Velev ki babaları veya oğulları veya kardeşleri veya kabileleri olsunlar. Onlar o zâtlardır ki, (Allah) Onların kalblerinde imân yazmıştır. Ve onları kendisinden bir ruh ile teyid etmiştir ve onları altlarından ırmaklar akan cennetlere girdirecektir. Oralarda ebedîyyen kalıcılardır. Allah onlardan razı olmuştur, (onlar da) O’ndan razı olmuşlardır. İşte onlar, Allah’ın fırkasıdır. Agâh olunuz ki, muhakkak Allah fırkasıdır, onlardır necâta ermiş olanlar.",
        "hayrat_nesriyat": "Allah`a ve âhiret gününe îmân eden bir topluluğun, babaları veya oğulları veya kardeşleri veya akrabâları bile olsalar, Allah`a ve Resûlüne karşı gelen kimselerle dostluk ettiklerini (göremez, onları o hâlde) bulamazsın! İşte onlar ki, (Allah) kalblerine îmânı yazmış ve tarafından bir ruh (ilâhî bir yardım) ile onları kuvvetlendirmiştir. Ve onları, içlerinde ebediyen kalıcı oldukları, altlarından ırmaklar akan Cennetlere koyacaktır. Allah onlardan râzı olmuştur ve (onlar da) O`ndan râzı olmuşlardır. İşte onlar, Allah`ın tarafdarlarıdır! Dikkat edin! Şübhesiz ki Allah`ın tarafdarları, gerçekten kurtuluşa erenlerdir!",
        "diyanet_vakfi": "Allah’a ve ahiret gününe inanan bir toplumun -babaları, oğulları, kardeşleri, yahut akrabaları da olsa- Allah’a ve Resûlüne düşman olanlarla dostluk ettiğini göremezsin. İşte onların kalbine Allah, iman yazmış ve katından bir ruh ile onları desteklemiştir. Onları içlerinden ırmaklar akan cennetlere sokacak, orada ebedî kalacaklardır. Allah onlardan razı olmuş, onlar da Allah’tan hoşnut olmuşlardır. İşte onlar, Allah’ın tarafında olanlardır. İyi bilin ki, kurtuluşa erecekler de sadece Allah’ın tarafında olanlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/058/022.mp3"
      }
    }
  ]
}