{
  "verses": [
    {
      "id": 5127,
      "verseNumber": 1,
      "verseKey": "59:1",
      "arabic": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "Whatever is in the heavens and whatever is on the earth glorifies Allah. For He is the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ne varsa ve yerde ne varsa Allah için tesbihde bulunmaktadır. Ve o, bihakkın galiptır, sahib-i hikmettir.",
        "hayrat_nesriyat": "Göklerde ne var, yerde ne varsa Allah`ı tesbîh etmektedir. O, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Göklerde ve yerde olanların hepsi Allah’ı tesbih etmektedir. O, üstündür, hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/001.mp3"
      }
    },
    {
      "id": 5128,
      "verseNumber": 2,
      "verseKey": "59:2",
      "arabic": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ مِن دِيَـٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَـٰٓأُو۟لِى ٱلْأَبْصَـٰرِ",
      "english": "He is the One Who expelled the disbelievers of the People of the Book from their homes for ˹their˺ first banishment ˹ever˺. You never thought they would go. And they thought their strongholds would put them out of Allah’s reach. But ˹the decree of˺ Allah came upon them from where they never expected. And He cast horror into their hearts so they destroyed their houses with their own hands and the hands of the believers.<sup foot_note=77502>1</sup> So take a lesson ˹from this˺, O  people of insight!",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o zât-ı akdesdir ki ehli kitaptan kâfir olanları ilk sürgün için yurtlarından çıkardı. Onların çıkacaklarını siz zannetmez idiniz, onlar da şüphe yok zannettiler ki, kendilerini Allah’tan koruyacak olan, kal’alarıdır. Fakat Allah, onlara hiç hesaba almadıkları bir cihetten geldi ve yüreklerine korku düşürdü, öyle ki evlerini hem kendi elleriyle ve hem de mü’minlerin elleriyle harap eder oldular. Artık ey basiret sahipleri! İbret alınız.",
        "hayrat_nesriyat": "O (Rabbiniz), kitab ehlinden (yahudilerden) inkâr edenleri(n bir kısmını) ilk haşir`de(bu ilk sürgünlerinde) yurtlarından çıkarandır. (Siz o yahudilerin oradan kolayca)çıkacaklarını sanmamıştınız; ve (onlar da) sanmışlardı ki gerçekten kendilerini Allah`dan(koruyacak olan) engelleri, kaleleridir. Fakat Allah(`ın azâbı) onlara hesâb etmedikleri yerden geliverdi ve kalblerine korku saldı; (öyle ki) evlerini hem kendi elleriyle, hem de mü`minlerinelleriyle harâb ediyorlardı. Artık ey basîret sâhibleri! İbret alın!",
        "diyanet_vakfi": "Ehl-i kitaptan inkâr edenleri, ilk sürgünde yurtlarından çıkaran O’dur. Siz onların çıkacaklarını sanmamıştınız. Onlar da kalelerinin, kendilerini Allah’tan koruyacağını sanmışlardı. Ama Allah (O’nun azabı), onlara beklemedikleri yerden geliverdi. O, yüreklerine korku düşürdü; öyle ki evlerini hem kendi elleriyle, hem de müminlerin elleriyle harap ediyorlardı. Ey akıl sahipleri! İbret alın."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/002.mp3"
      }
    },
    {
      "id": 5129,
      "verseNumber": 3,
      "verseKey": "59:3",
      "arabic": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
      "english": "Had Allah not decreed exile for them, He would have certainly punished them in this world. And in the Hereafter they will suffer the punishment of the Fire.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah, onların üzerine sürülmeyi yazmamış olsa idi, elbette onları yine dünyada muazzep ederdi ve onlar için ahirette ise ateş azabı vardır.",
        "hayrat_nesriyat": "Eğer Allah, onların üzerine (cezâ olarak) sürgünü yazmamış olsaydı dahi, mutlaka onlara dünyada azâb ederdi. Âhirette ise onlar için Cehennem azâbı vardır.",
        "diyanet_vakfi": "Eğer Allah onlara sürgünü yazmamış olsaydı, elbette onları dünyada (başka şekilde) cezalandıracaktı. Ahirette de onlar için cehennem azabı vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/003.mp3"
      }
    },
    {
      "id": 5130,
      "verseNumber": 4,
      "verseKey": "59:4",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "english": "This is because they defied Allah and His Messenger. And whoever defies Allah, then Allah is truly severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bunun sebebi ise, şüphe yok ki onlar Allah’a ve Peygamberine karşı muhalefete kalkıştılar ve her kim Allah’a karşı muhalefete kalkışırsa artık şüphe yok ki, Allah’ın ikabı pek şiddetlidir.",
        "hayrat_nesriyat": "Bu, gerçekten onların Allah`a ve Resûlüne karşı gelmelerinden dolayıdır. Kim Allah`a karşı gelirse, artık şübhesiz ki Allah, azâbı çok şiddetli olandır.",
        "diyanet_vakfi": "Bu, onların Allah’a ve Peygamberine karşı gelmelerinden dolayıdır. Kim Allah’a karşı gelirse bilsin ki Allah’ın cezalandırması çetindir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/004.mp3"
      }
    },
    {
      "id": 5131,
      "verseNumber": 5,
      "verseKey": "59:5",
      "arabic": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَـٰسِقِينَ",
      "english": "Whatever palm trees you ˹believers˺ cut down or left standing intact, it was ˹all˺ by Allah’s Will, so that He might disgrace the rebellious.<sup foot_note=77503>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Herhangi bir hurma ağacından ne kestiniz ise veya onu kendi kökleri üzerinde dikili bıraktınız ise hemen Allah’ın izni iledir. Ve fâsıkları perişan etmesi içindir.",
        "hayrat_nesriyat": "Herhangi bir hurma ağacından ne kestiniz veya onu kökleri üzerinde dikili bıraktınızsa, işte (bunlar hep) Allah`ın izniyledir ve (bu muâmele, Allah`ın) fâsıkları(yahudileri) rezîl etmesi içindir.",
        "diyanet_vakfi": "Hurma ağaçlarından, herhangi birini kesmeniz veya olduğu gibi bırakmanız hep Allah’ın izniyledir ve O’nun yoldan çıkanları rezil etmesi içindir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/005.mp3"
      }
    },
    {
      "id": 5132,
      "verseNumber": 6,
      "verseKey": "59:6",
      "arabic": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَـٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "As for the gains Allah has turned over to His Messenger from them—you did not ˹even˺ spur on any horse or camel for such gains. But Allah gives authority to His messengers over whoever He wills. For Allah is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’ın Peygamberine onlardan bilâharp bir ganîmet malı olarak ne verdiğine gelince, siz onun üzerine ne attan ve ne de deveden bir şey koşturmadınız. Fakat Allah, Peygamberlerini dilediği kimselere musallat kılar ve Allah her şey üzerine bihakkın kâdirdir.",
        "hayrat_nesriyat": "Allah`ın, onlar(ın malların)dan Resûlüne verdiği ganîmete gelince, (siz) onun üzerine ne at sürdünüz, ne de deve! (Onu kolayca elde ettiniz!) Fakat Allah, peygamberlerini dilediği kimselere musallat eder. Çünki Allah, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Allah’ın, onlardan (mallarından) Peygamberine verdiği ganimetler için siz at ve deve koşturmuş değilsiniz. Fakat Allah, peygamberlerini dilediği kimselere karşı üstün kılar. Allah her şeye kadirdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/006.mp3"
      }
    },
    {
      "id": 5133,
      "verseNumber": 7,
      "verseKey": "59:7",
      "arabic": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "english": "As for gains granted by Allah to His Messenger from the people of ˹other˺ lands, they are for Allah and the Messenger, his close relatives, orphans, the poor, and ˹needy˺ travellers so that wealth may not merely circulate among your rich. Whatever the Messenger gives you, take it. And whatever he forbids you from, leave it. And fear Allah. Surely Allah is severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ, Peygamberine fey’ olarak ne verdiyse Allah içindir ve Peygamberi içindir ve karabet sahipleri ve yetimler ve yoksullar ve yolda kalmış kimseler içindir. Tâ ki (bu mallar) sizden zenginler arasında dolaşır bir servet olmasın ve size Peygamber ne verirse artık onu alınız ve sizi neden men ettiyse hemen ona nihâyet veriniz ve Allah’tan korkunuz. Şüphe yok ki Allah, azabı şiddetli olandır.",
        "hayrat_nesriyat": "Allah`ın, (fethedilen) memleketler halkından Resûlüne verdiği ganîmetler, Allah`a, peygambere, (ona) akrabâ olanlara, yetimlere, yoksullara ve yolda kalmışlara âiddir; tâ ki (o mallar) içinizden sâdece zenginler arasında dolaşan bir şey olmasın! Peygamber size ne verdiyse, artık onu alın; size neyi de yasakladıysa, ondan hemen kaçının! Allah`dan sakının! Şübhesiz ki Allah, azâbı pek şiddetli olandır.",
        "diyanet_vakfi": "Allah’ın, (fethedilen) ülkeler halkından Peygamberine verdiği ganimetler, Allah, Peygamber, yakınları, yetimler, yoksullar ve yolda kalmışlar içindir. Böylece o mallar, içinizden yalnız zenginler arasında dolaşan bir devlet olmaz. Peygamber size ne verdiyse onu alın, size ne yasakladıysa ondan da sakının. Allah’tan korkun. Çünkü Allah’ın azabı çetindir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/007.mp3"
      }
    },
    {
      "id": 5134,
      "verseNumber": 8,
      "verseKey": "59:8",
      "arabic": "لِلْفُقَرَآءِ ٱلْمُهَـٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
      "english": "˹Some of the gains will be˺ for poor emigrants who were driven out of their homes and wealth, seeking Allah’s bounty and pleasure, and standing up for Allah and His Messenger. They are the ones true in faith.",
      "turkish": {
        "omer_nasuhi_bilmen": "(O mal) Muhacirler olan fakirlere de aittir ki, onlar kendi yurtlarından ve mallarından çıkarıldılar, Allah’tan bir fazl ve rıdvan ararlar ve Allah’a ve Peygamberine hizmet ederler. İşte sâdıklar olanlar onlardır.",
        "hayrat_nesriyat": "(Bu ganîmetler,) Allah`dan bir lütuf ve bir rıdvan (O`nun rızâsını) ararlarken, yurtlarından ve mallarından çıkarılan ve Allah`a (O`nun dînine) ve peygamberine yardım eden o fakir Muhâcirlere âiddir. İşte onlar, gerçekten (îmanlarında) sâdık olanlardır!",
        "diyanet_vakfi": "(Allah’ın verdiği bu ganimet malları,) yurtlarından ve mallarından uzaklaştırılmış olan, Allah’tan bir lütuf ve rıza dileyen, Allah’ın dinine ve Peygamberine yardım eden fakir muhacirlerindir. İşte doğru olanlar bunlardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/008.mp3"
      }
    },
    {
      "id": 5135,
      "verseNumber": 9,
      "verseKey": "59:9",
      "arabic": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَـٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "english": "As for those who had settled in the city and ˹embraced˺ the faith before ˹the arrival of˺ the emigrants, they love whoever immigrates to them, never having a desire in their hearts for whatever ˹of the gains˺ is given to the emigrants. They give ˹the emigrants˺ preference over themselves even though they may be in need. And whoever is saved from the selfishness of their own souls, it is they who are ˹truly˺ successful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki onlardan evvel yurt ve imân edinmişlerdir, kendilerine muhâcerette bulunanları severler ve onlara verilen şeylerden dolayı kendi kalblerinde bir ihtiyaç duymazlar ve kendilerinde bir ihtiyaç bulunsa dahi onları kendi nefislerine tercih ederler. Ve her kim nefsinin cimriliğinden korunursa işte felâha ermiş olanlar onlardır!",
        "hayrat_nesriyat": "Onlardan önce o yurda (Medîne`ye) yerleşmiş ve (samîmâne) îmâna sarılmış olanlar(Ensar), kendilerine hicret edip gelen (Muhâcir)leri severler; hem (onlara) verilenlerden dolayı sînelerinde bir ihtiyaç (bir rahatsızlık) duymazlar ve kendilerinde bir sıkıntı (bir ihtiyaç)bile olsa, (o kardeşlerini) kendi nefislerine tercîh ederler! Kim nefsinin cimriliğinden korunursa, işte onlar gerçekten kurtuluşa erenlerdir!",
        "diyanet_vakfi": "Daha önceden Medine’yi yurt edinmiş ve gönüllerine imanı yerleştirmiş olan kimseler, kendilerine göç edip gelenleri severler ve onlara verilenlerden dolayı içlerinde bir rahatsızlık hissetmezler. Kendileri zaruret içinde bulunsalar bile onları kendilerine tercih ederler. Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/009.mp3"
      }
    },
    {
      "id": 5136,
      "verseNumber": 10,
      "verseKey": "59:10",
      "arabic": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
      "english": "And those who come after them will pray, “Our Lord! Forgive us and our fellow believers who preceded us in faith, and do not allow bitterness into our hearts towards those who believe. Our Lord! Indeed, You are Ever Gracious, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki bunlardan sonra gelmişlerdir. Derler ki: «Ey Rabbimiz! Bizim için ve imân ile bizi geçmiş olan kardeşlerimiz için mağfiret buyur ve bizim kalblerimizde imân etmiş olanlar için bir kin bulundurma. Ey Rabbimiz! Şüphe yok ki Sen çok esirgeyicisin, çok rahmet sahibisin.»",
        "hayrat_nesriyat": "Onlardan (Muhâcirlerle Ensâr`dan) sonra gelenler ise derler ki: `Rabbimiz! Bize ve îmân (ciheti) ile bizi geçmiş olan kardeşlerimize mağfiret eyle! Kalblerimizde îmân edenlere karşı bir kin bırakma! Rabbimiz! Şübhesiz ki sen, Raûf (çok şefkat eden)sin, Rahîm (çok merhamet eden)sin!`",
        "diyanet_vakfi": "Bunların arkasından gelenler şöyle derler: Rabbimiz! Bizi ve bizden önce gelip geçmiş imanlı kardeşlerimizi bağışla; kalplerimizde, iman edenlere karşı hiçbir kin bırakma! Rabbimiz! Şüphesiz ki sen çok şefkatli, çok merhametlisin!"
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/010.mp3"
      }
    },
    {
      "id": 5137,
      "verseNumber": 11,
      "verseKey": "59:11",
      "arabic": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "english": "Have you ˹O Prophet˺ not seen the hypocrites who say to their fellow disbelievers from the People of the Book,<sup foot_note=77504>1</sup> “If you are expelled, we will certainly leave with you, and We will never obey anyone against you. And if you are fought against, we will surely help you.”? But Allah bears witness that they are truly liars.",
      "turkish": {
        "omer_nasuhi_bilmen": "Nifakta bulunmuş olanları görmedin mi ki, ehl-i kitaptan kâfir olmuş olan kardeşlerine derler ki: «Andolsun eğer siz çıkarılırsanız, elbette biz de sizinle beraber çıkarız ve sizin aleyhinizde hiçbir kimseye ebedîyyen itaat etmeyiz ve eğer mukatelede bulunmuş olsanız elbette size yardım ederiz.» Halbuki Allah şehâdet eder ki, şüphe yok onlar elbette yalancılardır.",
        "hayrat_nesriyat": "(Ey Resûlüm!) O münâfıklık edenleri görmedin mi? Ehl-i kitabdan inkâr eden kardeşlerine: `Yemîn olsun eğer (siz yurdunuzdan) çıkarılırsanız, (biz de) muhakkak sizinle berâber çıkarız; sizin hakkınızda (aleyhinizde) hiç kimseye ebediyen itâat etmeyiz ve eğer sizinle savaşılırsa, mutlaka size yardım ederiz!` diyorlar. Hâlbuki Allah şâhidlik eder ki, şübhesiz onlar gerçekten yalancıdırlar.",
        "diyanet_vakfi": "Münafıkların, kitap ehlinden inkâr eden dostlarına: Eğer siz yurdunuzdan çıkarılırsanız, mutlaka biz de sizinle beraber çıkarız; sizin aleyhinizde kimseye asla uymayız. Eğer savaşa tutuşursanız, mutlaka yardım ederiz, dediklerini görmedin mi? Allah, onların yalancı olduklarına şahitlik eder."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/011.mp3"
      }
    },
    {
      "id": 5138,
      "verseNumber": 12,
      "verseKey": "59:12",
      "arabic": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
      "english": "Indeed, if they are expelled, the hypocrites will never leave with them. And if they are fought against, the hypocrites will never help them. And even if the hypocrites did so, they would certainly flee, then the disbelievers would be left with no help.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki eğer çıkarılmış olsalar, onlar ile beraber çıkmazlar ve eğer katlolunacak olsalar onlara yardım etmezler ve şâyet onlara yardım etmiş olsalar elbette arkalarına dönüverirler, sonra yardım olunmazlar.",
        "hayrat_nesriyat": "And olsun, eğer (o kâfirler yurtlarından) çıkarılsalar, (bu münâfıklar) onlarla berâber çıkmazlar! Ve eğer gerçekten onlarla savaşılırsa, onlara yardım etmezler; hem onlara yardım etseler bile, muhakkak (en ufak bir zorlukta) arkalarını dönüp kaçarlar. Sonra yardım olunmazlar.",
        "diyanet_vakfi": "Andolsun, eğer onlar çıkarılsalar, onlarla beraber çıkmazlar; savaşa tutuşmuş olsalar, onlara yardım etmezler; yardım etseler bile arkalarını dönüp kaçarlar, sonra kendilerine de yardım edilmez."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/012.mp3"
      }
    },
    {
      "id": 5139,
      "verseNumber": 13,
      "verseKey": "59:13",
      "arabic": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "english": "Indeed, there is more fear in their hearts for you ˹believers˺ than for Allah. That is because they are a people who do not comprehend.",
      "turkish": {
        "omer_nasuhi_bilmen": "Elbette siz onların yüreklerinde korkuca Allah’tan daha şiddetlisiniz. Bunun sebebi ise, çünkü onlar şüphe yok ki anlamaz bir kavimdirler.",
        "hayrat_nesriyat": "Gerçekten siz, onların sînelerinde korku cihetiyle, Allah`dan (korktuklarından) daha şiddetlisinizdir. Bu, şübhesiz onların (Allah korkusunun ne demek olduğunu) iyice anlamayan bir topluluk olmaları yüzündendir.",
        "diyanet_vakfi": "Onların içlerinde size karşı duydukları korku, Allah’a olan korkularından daha şiddetlidir. Böyledir, çünkü onlar anlamayan bir topluluktur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/013.mp3"
      }
    },
    {
      "id": 5140,
      "verseNumber": 14,
      "verseKey": "59:14",
      "arabic": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "english": "Even united, they would not ˹dare˺ fight against you except ˹from˺ within fortified strongholds or from behind walls. Their malice for each other is intense: you think they are united, yet their hearts are divided. That is because they are a people with no ˹real˺ understanding.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sizinle toplanmış olarak savaşta bulunmazlar, ancak müstahkem kasabalarda veya duvarların arkasından (savaşta bulunabilirler). Kendi aralarında savaşları ise pek şiddetlidir. Sen onları toplu sanırsın, halbuki onların kalbleri dağınıktır. Bunun sebebi ise şüphe yok ki onlar âkilâne düşünemez bir kavimdirler.",
        "hayrat_nesriyat": "(O yahudiler) toplu olarak sizinle savaşamazlar; ancak muhâfaza altına alınmış şehirlerde veya duvarların arkasından (korka korka harb ederler). Kendi aralarındaki savaşları şiddetlidir. (Sen) onları toplu sanırsın; hâlbuki kalbleri dağınıktır! Bu, şübhesiz onların(haklarında neyin hayır olduğuna) akıl erdirmeyen bir topluluk olmaları yüzündendir.",
        "diyanet_vakfi": "Onlar müstahkem şehirlerde veya siperler arkasında bulunmaksızın sizinle toplu halde savaşamazlar. Kendi aralarındaki savaşları ise çetindir. Sen onları derli toplu sanırsın, halbuki kalpleri darmadağınıktır. Böyledir, çünkü onlar aklını kullanmayan bir topluluktur."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/014.mp3"
      }
    },
    {
      "id": 5141,
      "verseNumber": 15,
      "verseKey": "59:15",
      "arabic": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "They are ˹both just˺ like those who recently went down before them:<sup foot_note=77505>1</sup> they tasted the evil consequences of their doings. And they will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar, kendilerinden biraz zaman evvel işlerinin vebalini tatmış kimseler gibidirler ve kendileri için pek elemli bir azap vardır.",
        "hayrat_nesriyat": "(Onların misâli;) kendilerinden az önce, yaptıklarının vebâlini tatmış olanların(Bedir`de öldürülenlerin) hâli gibidir! Ve onlar için (âhirette de pek) elemli bir azab vardır.",
        "diyanet_vakfi": "(Onların durumu) kendilerinden az önce geçmiş ve yaptıklarının cezasını tatmış olanların durumu gibidir. Onlara acıklı bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/015.mp3"
      }
    },
    {
      "id": 5142,
      "verseNumber": 16,
      "verseKey": "59:16",
      "arabic": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "english": "˹They are˺ like Satan when he lures someone to disbelieve. Then after they have done so, he will say ˹on Judgment Day˺, “I have absolutely nothing to do with you. I truly fear Allah—the Lord of all worlds.”<sup foot_note=77506>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Şeytanın meseli gibi ki, vaktiyle insana «Kâfir ol!» dedi, Vaktâ tâ ki kâfir oldu. (Şeytan) Dedi ki: «Şüphe yok ben senden uzağım. Muhakkak ki ben âlemlerin Rabbinden korkarım.»",
        "hayrat_nesriyat": "(Onların misâli;) şeytanın hâli gibidir ki, hani insana: `İnkâr et!` demişti. Artık(insan) inkâr edince de: `Doğrusu ben, senden uzağım; çünki ben âlemlerin Rabbi olan Allah`(ın azâbın)dan korkarım!` demişti.",
        "diyanet_vakfi": "Münafıkların durumu tıpkı şeytanın durumu gibidir. Çünkü şeytan insana «İnkâr et» der. İnsan inkâr edince de: Ben senden uzağım, çünkü ben âlemlerin Rabbi olan Allah’tan korkarım, der."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/016.mp3"
      }
    },
    {
      "id": 5143,
      "verseNumber": 17,
      "verseKey": "59:17",
      "arabic": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "english": "So they will both end up in the Fire, staying there forever. That is the reward of the wrongdoers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık onların akibetleri, muhakkak ki ateşte, onun içinde ebedî kalıcılar olmaktan ibaret oldu ve işte bu da zalimlerin cezasıdır.",
        "hayrat_nesriyat": "Böylece ikisinin de âkıbeti, gerçekten kendilerinin, onun içinde ebedî kalıcı kimseler olarak ateşte olmalarıdır. İşte zâlimlerin cezâsı budur!",
        "diyanet_vakfi": "Nihayet ikisinin de sonu, içinde ebedî kalacakları ateş olacaktır. İşte bu, zalimlerin cezasıdır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/017.mp3"
      }
    },
    {
      "id": 5144,
      "verseNumber": 18,
      "verseKey": "59:18",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "english": "O believers! Be mindful of Allah and let every soul look to what ˹deeds˺ it has sent forth for tomorrow.<sup foot_note=77507>1</sup> And fear Allah, ˹for˺ certainly Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Allah’tan korkunuz ve her nefs, yarın için ne takdim etmiş olduğuna baksın ve Allah’tan korkunuz. Şüphe yok ki Allah, ne yapar olduğunuzdan haberdardır.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`dan sakının! Ve her nefis, yarın (kıyâmet günü) için ne takdîm ettiğine (ne hazırladığına) baksın! Ve Allah`dan sakının! Çünki Allah, ne yaparsanız hakkıyla haberdâr olandır.",
        "diyanet_vakfi": "Ey iman edenler! Allah’tan korkun ve herkes, yarına ne hazırladığına baksın. Allah’tan korkun, çünkü Allah, yaptıklarınızdan haberdardır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/018.mp3"
      }
    },
    {
      "id": 5145,
      "verseNumber": 19,
      "verseKey": "59:19",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
      "english": "And do not be like those who forgot Allah, so He made them forget themselves. It is they who are ˹truly˺ rebellious.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler gibi olmayınız ki, Allah’ı unuttular da artık (Allah) Onlara kendi nefislerini de unutturdu, işte fâsık olanlar onlardır.",
        "hayrat_nesriyat": "Allah`ı unutan; bu yüzden (Allah`ın da) onlara kendilerini unutturduğu kimseler gibi olmayın! İşte onlar, fâsıkların ta kendileridir!",
        "diyanet_vakfi": "Allah’ı unutan ve bu yüzden Allah’ın da onlara kendilerini unutturduğu kimseler gibi olmayın. Onlar yoldan çıkan kimselerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/019.mp3"
      }
    },
    {
      "id": 5146,
      "verseNumber": 20,
      "verseKey": "59:20",
      "arabic": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "english": "The residents of the Fire cannot be equal to the residents of Paradise. ˹Only˺ the residents of Paradise will be successful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ateş ashâbı ile cennet ashâbı müsavî olamaz. Ashâb-ı cennet ki onlar, muratlarına ermiş olanlardır.",
        "hayrat_nesriyat": "Cehennem ehli, Cennet ehli ile bir olmaz! Cennet ehli, gerçekten kurtuluşa eren kimselerdir!",
        "diyanet_vakfi": "Cehennem ehliyle cennet ehli bir olmaz. Cennet ehli, isteklerine erişenlerdir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/020.mp3"
      }
    },
    {
      "id": 5147,
      "verseNumber": 21,
      "verseKey": "59:21",
      "arabic": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "english": "Had We sent down this Quran upon a mountain, you would have certainly seen it humbled and torn apart in awe of Allah. We set forth such comparisons for people, ˹so˺ perhaps they may reflect.<sup foot_note=77508>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer bu Kur’an’ı bir dağ üzerine indirmiş olsa idik elbette onu Allah’ın korkusundan baş eğmiş, parça parça olmuş görürdün ve Biz o misalleri insanlar için irad ediyoruz, tâ ki düşünüversinler.",
        "hayrat_nesriyat": "Bu Kur`ân`ı bir dağın üstüne indirseydik, elbette dağın Allah korkusundan eğilip çatlamış, paramparça olduğunu görürdün. Ve işte insanlara bu örnekleri düşünsünler diye getirmekteyiz.",
        "diyanet_vakfi": "Eğer biz bu Kur’an’ı bir dağa indirseydik, muhakkak ki onu, Allah korkusundan baş eğerek, parça parça olmuş görürdün. Bu misalleri insanlara düşünsünler diye veriyoruz."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/021.mp3"
      }
    },
    {
      "id": 5148,
      "verseNumber": 22,
      "verseKey": "59:22",
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "english": "He is Allah—there is no god ˹worthy of worship˺ except Him: Knower of the seen and unseen. He is the Most Compassionate, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o Allah’tır ki O’ndan başka Allah yoktur. O, gizli olanı da âşikâre olanı da bilendir. O Rahmândır, rahîmdir.",
        "hayrat_nesriyat": "O, kesinlikle hak ilâh olan Allah`tır. Duyu ve bilgi alanı ötesini, gayb âlemini ve görülen âlemi bilendir. O, sınırsız rahmeti ve engin merhameti ile hayat veren, yaşatan, koruyan, rahmetine, merhametine, lütfuna, mükâfatlarına ve hayırlara mazhar eden, Rahman ve rahim olan Allah`tır.",
        "diyanet_vakfi": "O, öyle Allah’tır ki, O’ndan başka tanrı yoktur. Görülmeyeni ve görüleni bilendir. O, esirgeyendir, bağışlayandır."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/022.mp3"
      }
    },
    {
      "id": 5149,
      "verseNumber": 23,
      "verseKey": "59:23",
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "english": "He is Allah—there is no god except Him: the King, the Most Holy, the All-Perfect, the Source of Serenity, the Watcher ˹of all˺, the Almighty, the Supreme in Might,<sup foot_note=77509>1</sup> the Majestic. Glorified is Allah far above what they associate with Him ˹in worship˺!",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o Allah’tır ki, kendisinden başka hiçbir mabut yoktur. Hükümdar olan, mukaddes olan selâmetbahş olan, emniyet ihsan eden, murakıp olan, her dilediğine galip olan, dilediğini cebren var eden, kibriyası pek azim bulunan ancak O’dur. Allah, şerik koştukları şeylerden münezzehtir.",
        "hayrat_nesriyat": "O öyle Allah`dır ki O`ndan başka ilâh yoktur! (O,) Melik (mülkünde istediği gibi tasarruf eden)dir, Kuddûs (her noksanlıktan münezzeh olan)dır, Selâm (her kusurdan ve âfetten sâlim olan)dır, Mü`min (çokça emniyet veren)dir, Müheymin (her zaman gözetip koruyan)dır, Azîz (kudreti dâimâ üstün gelen)dir, Cebbâr (dilediğini yaptıran)dır, Mütekebbir (büyüklük ve yücelik kendisine mahsûs olan)dır. Allah, (onların) ortak koşmakta oldukları şeylerden pek münezzehtir.",
        "diyanet_vakfi": "O, öyle Allah’tır ki, kendisinden başka hiçbir tanrı yoktur. O, mülkün sahibidir, eksiklikten münezzehtir, selâmet verendir, emniyete kavuşturandır, gözetip koruyandır, üsündür, istediğini zorla yaptıran, büyüklükte eşi olmayandır. Allah, müşriklerin ortak koştukları şeylerden münezzehtir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/023.mp3"
      }
    },
    {
      "id": 5150,
      "verseNumber": 24,
      "verseKey": "59:24",
      "arabic": "هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "He is Allah: the Creator, the Inventor, the Shaper. He ˹alone˺ has the Most Beautiful Names. Whatever is in the heavens and the earth ˹constantly˺ glorifies Him. And He is the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "O yaratıcı, vücuda çıkarıcı, eşyaya sûret verici olan Allah Teâlâ’dır. O’nun için pek güzel isimler vardır. O’nun için göklerde ve yerde ne varsa tesbih eder ve azîz, hakîm olan O’dur.",
        "hayrat_nesriyat": "O, Hâlık (herşeyi yaratan), Bâri` (yoktan var eden), Müsavvir (her mahlûka sûret veren) Allah`dır. Esmâü`l-Hüsnâ (en güzel isimler) O`nundur. Göklerde ve yerde ne varsa, O`nu tesbîh eder. Çünki O, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "O, yaratan, var eden, şekil veren Allah’tır. En güzel isimler O’nundur. Göklerde ve yerde olanlar O’nun şânını yüceltmektedirler. O, galiptir, hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://github.com/kurancilar/api/raw/refs/heads/main/audio/ghamadi/059/024.mp3"
      }
    }
  ]
}