{
  "verses": [
    {
      "id": 790,
      "verseNumber": 1,
      "verseKey": "6:1",
      "arabic": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَـٰتِ وَٱلنُّورَ ۖ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
      "english": "All praise is for Allah Who created the heavens and the earth and made darkness and light.<sup foot_note=76627>1</sup> Yet the disbelievers set up equals to their Lord ˹in worship˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hamd o Allah Teâlâ’ya mahsustur ki, gökleri ve yeri yaratmış ve zulmetler ile nûru var etmiştir. Sonra kâfir olanlar, (bunları) Rablerine denk tutuyorlar.",
        "hayrat_nesriyat": "Bütün hamd gökleri ve yeri yaratan, karanlıkları ve aydınlığı var eden Allah`a mahsustur. Buna rağmen tevhid hakikatini inkar edenler, başkalarını Rablerine denk tutarlar.",
        "diyanet_vakfi": "Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı var eden Allah’a mahsustur. (Bunca âyet ve delillerden) sonra kâfir olanlar (hâla putları) Rab’leri ile denk tutuyorlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/001.mp3"
      }
    },
    {
      "id": 791,
      "verseNumber": 2,
      "verseKey": "6:2",
      "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا ۖ وَأَجَلٌ مُّسَمًّى عِندَهُۥ ۖ ثُمَّ أَنتُمْ تَمْتَرُونَ",
      "english": "He is the One Who created you from clay,<sup foot_note=76628>1</sup> then appointed a term ˹for your death˺ and another known only to Him ˹for your resurrection˺—yet you continue to doubt!",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o Halık-ı Azîm’dir ki, sizi bir çamurdan yarattı, sonra bir ecel takdir etti ve O’nun nezdinde mâlûm bir ecel de vardır. Sonra da siz şüphe ediyorsunuz.",
        "hayrat_nesriyat": "O (Allah) ki sizi bir çamurdan yarattı, sonra (da size) bir ecel takdîr etti. Bir de O`nun katında belirli bir ecel (kıyâmet vakti) vardır; sonra siz (hâlâ) şübhe ediyorsunuz!",
        "diyanet_vakfi": "Sizi bir çamurdan yaratan, sonra ölüm zamanını takdir eden ancak O’dur. Bir de O’nun katında muayyen bir ecel (kıyamet günü) vardır. Siz hâla şüphe ediyorsunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/002.mp3"
      }
    },
    {
      "id": 792,
      "verseNumber": 3,
      "verseKey": "6:3",
      "arabic": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَفِى ٱلْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
      "english": "He is the Only True God in the heavens and the earth. He knows whatever you conceal and whatever you reveal, and knows whatever you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O göklerde de, yerde de Allah’dır, sizin gizli ve aleni olan herşeyinizi bilir ve ne kazanacağınızı da bilir.",
        "hayrat_nesriyat": "Hâlbuki O, göklerde ve yerde (ibâdete lâyık, tek olan) Allah`dır. Gizlinizi ve açığınızı bilir; (hayır ve şerden) ne kazanacağınızı da bilir.",
        "diyanet_vakfi": "O, göklerde ve yerde tek Allah’tır. Gizlinizi, açığınızı bilir. (Hayır ve şerden) ne kazanacağınızı da bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/003.mp3"
      }
    },
    {
      "id": 793,
      "verseNumber": 4,
      "verseKey": "6:4",
      "arabic": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "english": "Whenever a sign comes to them from their Lord, they turn away from it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara Rablerinin âyetlerinden bir âyet gelmez ki, illâ onlar O’ndan yüz çevirirler.",
        "hayrat_nesriyat": "Böyle iken, onlara (o müşriklere) Rablerinin âyetlerinden hiçbir âyet gelmiyor ki ondan yüz çevirmiş kimseler olmasınlar!",
        "diyanet_vakfi": "Rablerinin âyetlerinden onlara (kâfirlere) bir âyet gelmeyedursun, o âyetlerden ille de yüz çevirirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/004.mp3"
      }
    },
    {
      "id": 794,
      "verseNumber": 5,
      "verseKey": "6:5",
      "arabic": "فَقَدْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "They have indeed rejected the truth when it came to them, so they will soon face the consequences of their ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar hakkı kendilerine geldiği vakit tekzîp ettiler. Fakat onlara ne ile istihzâ eder olduklarının haberleri atiyen gelecektir.",
        "hayrat_nesriyat": "İşte (onlar,) kendilerine geldiğinde, o hak olan (Kur`ân`)ı gerçekten yalanladılar. Fakat (o) kendisi ile alay etmekte oldukları şeyin haberleri, ileride onlara gelecektir.",
        "diyanet_vakfi": "Gerçekten onlar, kendilerine Hak geldiğinde onu yalanlamışlardı. Fakat yakında onlara alay ettikleri şeyin haberleri gelecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/005.mp3"
      }
    },
    {
      "id": 795,
      "verseNumber": 6,
      "verseKey": "6:6",
      "arabic": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَـٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "english": "Have they not seen how many ˹disbelieving˺ peoples We destroyed before them? We had made them more established in the land than you. We sent down abundant rain for them and made rivers flow at their feet. Then We destroyed them for their sins and replaced them with other peoples.",
      "turkish": {
        "omer_nasuhi_bilmen": "Görmediler mi onlardan evvel kaç nesli helâk ettik, o nesillere yeryüzünde size vermediğimiz imkanları vermiş idik ve onların üzerine göğü bol bol salıvermiştik ve ırmakları onların altlarından akar bir halde kılmıştık, sonra onları günahları sebebiyle helâk ettik ve onlardan sonra birer başka başka nesli vücuda getirdik.",
        "hayrat_nesriyat": "Görmediler mi ki, kendilerinden önce nice nesilleri helâk ettik; onlara yeryüzünde size vermediğimiz (imkânlar)ı vermiş ve üzerlerine semâyı bol bol (yağmur olarak)göndermiştik. Nehirleri de altlarından akar hâle getirmiştik; buna rağmen günahları sebebiyle onları helâk ettik ve onların ardından başka nesiller meydana getirdik.",
        "diyanet_vakfi": "Görmediler mi ki, onlardan önce yeryüzünde size vermediğimiz bütün imkânları kendilerine verdiğimiz, gökten üzerlerine bol bol yağmurlar indirip evlerinin altından ırmaklar akıttığımız nice nesilleri helâk ettik. Biz onları, günahları sebebiyle helâk ettik ve onların ardından başka nesiller yarattık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/006.mp3"
      }
    },
    {
      "id": 796,
      "verseNumber": 7,
      "verseKey": "6:7",
      "arabic": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَـٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "english": "Had We sent down to you ˹O Prophet˺ a revelation in writing and they were to touch it with their own hands, the disbelievers would still have said, “This is nothing but pure magic!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer sana kağıtta (yazılı) bir kitab indirseydik de onu eller ile yoklayacak olsalardı elbette o kâfir olanlar, yine diyeceklerdi ki bu bir sihirden başka değildir.",
        "hayrat_nesriyat": "Hem eğer sana kâğıtta (yazılı) bir kitab indirseydik de ona elleriyle dokunsalardı, elbette o inkâr edenler (yine): `Bu, apaçık sihirden başka bir şey değildir!` der(ler)di.",
        "diyanet_vakfi": "Eğer sana kâğıt üzerine yazılmış bir kitap indirseydik de onlar elleriyle onu tutmuş olsalardı, yine de inkâr ediciler: Bu, apaçık büyüden başka bir şey değildir, derlerdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/007.mp3"
      }
    },
    {
      "id": 797,
      "verseNumber": 8,
      "verseKey": "6:8",
      "arabic": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
      "english": "They say, “Why has no ˹visible˺ angel come with him?” Had We sent down an angel, the matter would have certainly been settled ˹at once˺,<sup foot_note=76629>1</sup> and they would have never been given more time ˹to repent˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Onun üzerine bir melek indirilmeli değil mi idi?» Ve eğer Biz bir melek indirmiş olsaydık elbette iş bitirilmiş olurdu. Sonra onlara göz açtırılmazdı.",
        "hayrat_nesriyat": "Bir de: `Ona (peygamberliğini tasdîk eden, bizim de göreceğimiz) bir melek indirilmeli değil miydi?` dediler. Hâlbuki (istedikleri gibi) bir melek indirseydik, (helâkleri için) elbette iş bitirilmiş olur, sonra onlara (bir an bile) mühlet verilmezdi.",
        "diyanet_vakfi": "Muhammed’e (görebileceğimiz) bir melek indirilseydi ya! dediler. Eğer biz öyle bir melek indirseydik elbette iş bitirilmiş olur, artık kendilerine göz bile açtırılmazdı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/008.mp3"
      }
    },
    {
      "id": 798,
      "verseNumber": 9,
      "verseKey": "6:9",
      "arabic": "وَلَوْ جَعَلْنَـٰهُ مَلَكًا لَّجَعَلْنَـٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
      "english": "And if We had sent an angel, We would have certainly made it ˹assume the form of˺ a man—leaving them more confused than they already are.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer O’nu (peygamberi) bir melek kılsaydık, elbette O’nu yine bir erkek (suretinde) kılardık ve onları yine düşmüş oldukları şüpheye düşürürdük.",
        "hayrat_nesriyat": "Ve onu (o peygamberi) bir melek kılsaydık, elbette onu (yine) bir adam (sûretinde)kılardık, doğrusu onları, karıştırmakta oldukları şeyde yine şübheye düşürürdük.",
        "diyanet_vakfi": "Eğer peygamberi bir melek kılsaydık muhakkak ki onu insan sûretine sokar onları yine düşmekte oldukları kuşkuya düşürürdük."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/009.mp3"
      }
    },
    {
      "id": 799,
      "verseNumber": 10,
      "verseKey": "6:10",
      "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "english": "˹Other˺ messengers had already been ridiculed before you ˹O Prophet˺, but those who mocked them were overtaken by what they used to ridicule.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, senden evvelki peygamberler ile de elbette istihzâda bulunulmustur. Artık o kendisiyle istihzâda bulundukları şey, onlardan istihzâda bulunanları her taraftan kuşatıverdi.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) And olsun ki, senden önceki peygamberlerle de alay edilmişti; fakat onlarla maskaralık edenleri, o alay etmekte oldukları şey (azab)kuşatıvermişti.",
        "diyanet_vakfi": "Senden önceki peygamberlerle de alay edilmiş, bu yüzden onlarla alay edenleri alay ettikleri şey (azap) kuşatıvermişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/010.mp3"
      }
    },
    {
      "id": 800,
      "verseNumber": 11,
      "verseKey": "6:11",
      "arabic": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "english": "Say, “Travel throughout the land and see the fate of the deniers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Yeryüzünde dolaşınız, sonra bakınız ki, tekzîp edenlerin akibeti nasıl olmuştur?»",
        "hayrat_nesriyat": "De ki: `Yeryüzünde dolaşın, sonra (da peygamberleri) yalanlayanların âkıbetinasıl olmuş, bakın!`",
        "diyanet_vakfi": "De ki: Yeryüzünde dolaşın, sonra (peygamberleri) yalanlayanların sonunun nasıl olduğuna bakın!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/011.mp3"
      }
    },
    {
      "id": 801,
      "verseNumber": 12,
      "verseKey": "6:12",
      "arabic": "قُل لِّمَن مَّا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُل لِّلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ ۚ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "english": "Ask ˹them, O  Prophet˺, “To whom belongs everything in the heavens and the earth?” Say, “To Allah!” He has taken upon Himself to be Merciful. He will certainly gather ˹all of˺ you together for the Day of Judgment—about which there is no doubt. But those who have ruined themselves will never believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Göklerde ve yerde olan şeyler kimindir?» De ki: «Allah Teâlâ’nındır. O kendi zâtı üzerine rahmeti yazmıştır. Elbette sizleri Kıyamet gününe toplayacaktır. Bunda şüphe yoktur.» O kimseler ki, nefislerine ziyankar olmuşlardır. İşte onlar imân etmezler.",
        "hayrat_nesriyat": "(Ve yine) de ki: `Göklerde ve yerde bulunanlar kimindir?` (Yine sen cevab ver de:)`Allah`ındır!` de! (O,) rahmet (etmey)i kendi üzerine yazmıştır. Sizi, (geleceği) hakkında hiç şübhe olmayan kıyâmet gününe mutlaka toplayacaktır. Kendilerini hüsrâna uğratan o kimseler yok mu, işte onlar îmân etmezler.",
        "diyanet_vakfi": "(Onlara) Göklerde ve yerde olanlar kimindir? diye sor. «Allah’ındır» de. O, merhamet etmeyi kendi zatına farz kıldı. Sizi, varlığında şüphe olmayan kıyamet gününde elbette toplayacaktır. Kendilerini ziyana sokanlar var ya işte onlar inanmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/012.mp3"
      }
    },
    {
      "id": 802,
      "verseNumber": 13,
      "verseKey": "6:13",
      "arabic": "۞ وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "english": "To Him belongs whatever exists in the day and night. And He is the All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, gecede ve gündüzde barınan her ne varsa O’nundur ve hakkıyle işiten, bilen de ancak O’dur.",
        "hayrat_nesriyat": "Gece ve gündüzün içinde barınan şeyler de O`nundur. O ise, Semî` (herbirinin sesini hakkıyla işiten)dir, Alîm (hâllerini hakkıyla bilen)dir.",
        "diyanet_vakfi": "Gecede ve gündüzde barınan her şey O’nundur. O her şeyi işitendir, bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/013.mp3"
      }
    },
    {
      "id": 803,
      "verseNumber": 14,
      "verseKey": "6:14",
      "arabic": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
      "english": "Say, ˹O Prophet,˺ “Will I take any guardian other than Allah, the Originator of the heavens and the earth, Who provides for all and is not in need of provision?” Say, “I have been commanded to be the first to submit and not be one of the polytheists.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Göklerin ve yerin yaratıcısı olan Allah Teâlâ’dan başkasını velî ittihaz eder miyim? Halbuki, O besliyor ve kendisi beslenmekten münezzeh bulunuyor.» De ki: «Ben muhakkak emrolundum ki, ehl-i İslâm’ın birincisi olayım ve (bana) sakın müşriklerden olma!» (buyuruldu).",
        "hayrat_nesriyat": "De ki: `Gökleri ve yeri yoktan var eden Allah`dan başkasını mı dost edineceğim? Hâlbuki O, yediriyor fakat yedirilmiyor.` De ki: `Doğrusu ben, (size getirdiğim şeriata)teslîm olanların ilki olmakla emrolundum! Ve `Sakın müşriklerden olma!` (diye de bana emredildi.)`",
        "diyanet_vakfi": "De ki: Gökleri ve yeri yoktan var eden, yedirdiği halde yedirilmeyen Allah’tan başkasını mı dost edineceğim! De ki: Bana müslüman olanların ilki olmam emredildi ve sakın müşriklerden olma! (denildi)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/014.mp3"
      }
    },
    {
      "id": 804,
      "verseNumber": 15,
      "verseKey": "6:15",
      "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "english": "Say, “I truly fear—if I were to disobey my Lord—the torment of a tremendous Day.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer ben Rabbime isyan edersem elbette büyük günün azabından korkarım.»",
        "hayrat_nesriyat": "De ki: \"Eğer Rabbime karşı gelirsem, elbet korkunç bir günün azabından korkarım.\"",
        "diyanet_vakfi": "De ki: Ben, Rabbim’e isyan edersem gerçekten büyük bir günün (kıyametin) azabından korkarım."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/015.mp3"
      }
    },
    {
      "id": 805,
      "verseNumber": 16,
      "verseKey": "6:16",
      "arabic": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "english": "Whoever is spared the torment of that Day will have certainly been shown Allah’s mercy. And that is the absolute triumph.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Kim kendisinden o gün azab bertaraf edilirse muhakkak ona merhamet buyurmuştur. Ve işte en açık bir kurtuluş odur.»",
        "hayrat_nesriyat": "Kim ki, kendisinden o gün (azab) def` edilir, artık gerçekten (Allah) ona rahmet etmiştir. İşte apaçık kurtuluş budur!",
        "diyanet_vakfi": "O gün kim azaptan kurtarılırsa, gerçekten Allah onu esirgemiştir. İşte apaçık kurtuluş budur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/016.mp3"
      }
    },
    {
      "id": 806,
      "verseNumber": 17,
      "verseKey": "6:17",
      "arabic": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "If Allah touches you with harm, none can undo it except Him. And if He touches you with a blessing, He is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah Teâlâ sana bir zarar dokundurursa onu O’ndan başka açacak yoktur. Ve eğer sana bir hayır dokundurursa, işte O herşeye hakkıyla kâdirdir.",
        "hayrat_nesriyat": "O hâlde eğer Allah sana bir zarar dokundurursa, artık onu, O`ndan (Allah`dan)başka giderecek olan yoktur. Fakat sana bir hayır dokundurursa, işte O, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Eğer Allah seni bir zarara uğratırsa, onu kendisinden başka giderecek yoktur. Ve eğer sana bir hayır verirse, (bunu da geri alacak yoktur). Şüphesiz O herşeye kadirdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/017.mp3"
      }
    },
    {
      "id": 807,
      "verseNumber": 18,
      "verseKey": "6:18",
      "arabic": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "english": "He reigns supreme over His creation. And He is the All-Wise, All-Aware.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, kullarının üzerinde mutasarrıftır. Ve O hakîmdir, habîrdir.",
        "hayrat_nesriyat": "O, kullarının üzerinde mutlak galibdir. Ve O, Hakîm (her işi hikmetli olan)dır, Habîr (herşeyden haberdâr olan)dır.",
        "diyanet_vakfi": "O, kullarının üstünde her türlü tasarrufa sahiptir. O, hüküm ve hikmet sahibidir, herşeyden haberdardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/018.mp3"
      }
    },
    {
      "id": 808,
      "verseNumber": 19,
      "verseKey": "6:19",
      "arabic": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "english": "Ask ˹them, O  Prophet˺, “Who is the best witness?” Say, “Allah is! He is a Witness between me and you. And this Quran has been revealed to me so that, with it, I may warn you and whoever it reaches. Do you ˹pagans˺ testify that there are other gods besides Allah?” ˹Then˺ say, “I will never testify ˹to this˺!” ˹And˺ say, “There is only One God. And I totally reject whatever ˹idols˺ you associate with Him.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Hangi şey, şehâdetçe daha büyüktür?» De ki: «Allah Teâlâ benimle sizin aranızda bihakkın şahittir ve bana bu Kur’an vahyolundu ki sizleri ve erişeceği kimseleri O’nunla inzar edeyim. Ya siz Allah Teâlâ ile beraber başka ilâhlar da olduğuna şehâdet mi edersiniz?» De ki: «Ben şehâdet etmem.» De ki: «O ancak bir tanrıdır. Ve muhakkak ben sizin şerik koştuklarınızdan tamamen berîyim.»",
        "hayrat_nesriyat": "De ki: `(Peygamberliğime) şâhidlik cihetiyle hangi şey daha büyüktür?` De ki: `Allah, benimle sizin aranızda (en büyük) şâhid(im)dir! Ve bu Kur`ân bana, kendisiyle sizi ve ulaştığı kimseleri (Allah`ın azâbına karşı) korkutmam için vahyolundu. Şübhesiz Allah ile berâber başka ilâhlar olduğuna gerçekten siz mi açıkça şâhidlik ediyorsunuz?` De ki: `(Ben buna aslâ) şâhidlik etmem!` (Ve yine) de ki: `O, ancak tek bir İlâhdır; ve muhakkak ki ben, sizin (Allah`a) ortak koşmakta olduklarınızdan uzağım!`",
        "diyanet_vakfi": "De ki: Hangi şey şahadetçe en büyüktür? De ki: (Hak peygamber olduğuma dair) benimle sizin aranızda Allah şahittir. Bu Kur’an bana, kendisiyle sizi ve ulaştığı herkesi uyarmam için vahyolundu. Yoksa siz, Allah ile beraber başka tanrılar olduğuna şahitlik mi ediyorsunuz? De ki: «Ben buna şahitlik etmem.» «O ancak bir tek Allah’tır, ben sizin ortak koştuğunuz şeylerden kesinlikle uzağım» de."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/019.mp3"
      }
    },
    {
      "id": 809,
      "verseNumber": 20,
      "verseKey": "6:20",
      "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "english": "Those to whom We gave the Scripture recognize him ˹to be a true prophet˺ as they recognize their own children. Those who have ruined themselves will never believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kendilerine kitap vermiş olduğumuz kimseler, O’nu kendi oğullarını tanıdıkları gibi tanır bilirler. O kimseler ki nefislerini hüsrâna uğratmışlardır, işte onlar imân etmezler.",
        "hayrat_nesriyat": "Kendilerine kitab verdiğimiz kimseler, onu (kitablarında alâmetlerini gördükleri o âhir zaman peygamberini) kendi oğullarını tanımakta oldukları gibi tanırlar. Kendilerini hüsrâna uğratan o kimseler yok mu, işte onlar îmân etmezler.",
        "diyanet_vakfi": "Kendilerine kitap verdiklerimiz onu (Resûlullah’ı) kendi oğullarını tanıdıkları gibi tanırlar. Kendilerini ziyan edenler var ya, işte onlar inanmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/020.mp3"
      }
    },
    {
      "id": 810,
      "verseNumber": 21,
      "verseKey": "6:21",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "english": "Who does more wrong than those who fabricate lies against Allah or deny His signs? Indeed, the wrongdoers will never succeed.",
      "turkish": {
        "omer_nasuhi_bilmen": "Cenâb-ı Hakk’a karşı yalan yere iftirada bulunandan veya O’nun âyetlerini yalan sayandan daha zalim kim vardır? Şüphe yok ki o zalimler felâh bulmayacaktır.",
        "hayrat_nesriyat": "Buna rağmen Allah`a karşı yalan uydurandan veya âyetlerini yalanlayandan daha zâlim kim olabilir? Şu şübhesiz ki, zâlimler kurtuluşa ermezler!",
        "diyanet_vakfi": "Yalan sözlerle Allah’a iftira edenden veya O’nun âyetlerini yalanlayandan daha zalim kimdir! Şüphe yok ki, zalimler kurtuluşa ermezler!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/021.mp3"
      }
    },
    {
      "id": 811,
      "verseNumber": 22,
      "verseKey": "6:22",
      "arabic": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
      "english": "˹Consider˺ the Day We will gather them all together then ask those who associated others ˹with Allah in worship˺, “Where are those gods you used to claim?”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün ki, onları hep birlikte haşredeceğiz, sonra şirke düşmüş olanlara, «Hani nerede sizin zûm eder olduğunuz şerikleriniz?» diyeceğiz.",
        "hayrat_nesriyat": "Artık o gün onları hep berâber bir araya getireceğiz, sonra o şirk koşanlara: `(Hani, ilâh) zannetmekte olduğunuz ortaklarınız nerede?` diyeceğiz.",
        "diyanet_vakfi": "Unutma o günü ki, onları hep birden toplayacağız; sonra da, Allah’a ortak koşanlara: Nerede boş yere davasını güttüğünüz ortaklarınız? diyeceğiz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/022.mp3"
      }
    },
    {
      "id": 812,
      "verseNumber": 23,
      "verseKey": "6:23",
      "arabic": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
      "english": "Their only argument will be: “By Allah, our Lord! We were never polytheists.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onların hilesi, «Vallahi ey Rabbimiz! Bizler müşriklerden olmadık,» demekten başka olmayacak.",
        "hayrat_nesriyat": "Sonra, `Rabbimiz! Vallâhi, biz müşrik kimseler değildik!` demelerinden başka (o gün bir) fitnelikleri (cevabları) olmayacak!",
        "diyanet_vakfi": "Sonra onların mazeretleri, «Rabbimiz Allah hakkı için biz ortak koşanlar olmadık!» demekten başka bir şey olmadı."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/023.mp3"
      }
    },
    {
      "id": 813,
      "verseNumber": 24,
      "verseKey": "6:24",
      "arabic": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "english": "See how they will lie about themselves and how those ˹gods˺ they fabricated will fail them!",
      "turkish": {
        "omer_nasuhi_bilmen": "Bak kendi nefisleri aleyhine nasıl yalan irtikab ettiler. Ve onlardan iftira eder oldukları şey de nasıl zail oluverdi.",
        "hayrat_nesriyat": "Bak, nasıl kendilerine karşı yalan söylediler ve uydurmakta oldukları şeyler kendilerinden kaybolup gitti!",
        "diyanet_vakfi": "Gör ki, kendi aleyhlerine nasıl yalan söylediler ve (tanrı diye) uydurdukları şeyler kendilerinden nasıl kaybolup gitti!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/024.mp3"
      }
    },
    {
      "id": 814,
      "verseNumber": 25,
      "verseKey": "6:25",
      "arabic": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "english": "There are some of them who ˹pretend to˺ listen to your recitation ˹of the Quran˺, but We have cast veils over their hearts—leaving them unable to comprehend it—and deafness in their ears. Even if they were to see every sign, they still would not believe in them. The disbelievers would ˹even˺ come to argue with you, saying, “This ˹Quran˺ is nothing but ancient fables!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlardan seni dinleyenler vardır. Fakat onların kalbleri üzerine onu hakkı yalanlamalarına mani olacak kat kat perdeler ve kulaklarının içine de ağırlık koymuşuzdur. Ve eğer her bir mûcizeyi görseler ona yine inanmazlar. Hatta sana geldiklerinde seninle mücadelede bulunurlar. Kâfir olanlar der ki: «Bu, eskilerin uydurmalarından başka değildir.»",
        "hayrat_nesriyat": "Hem içlerinden seni (Kur`ân okurken samîmiyetsiz olarak) dinleyenler vardır. Fakat (kendileri anlamak istemediklerinden, bir cezâ olarak biz de) onu anlarlar diye kalblerinin üzerine perdeler, kulaklarına da bir ağırlık koyduk. Onlar (zâten inanmıyorlardı, artık bu hâlleriyle) bütün mu`cizeleri de görseler, (yine) ona inanmazlar! Hattâ sana geldikleri zaman o inkâr edenler, seninle mücâdeleye kalkışarak: `Bu (Kur`ân), evvelkilerin masallarından başka bir şey değildir!` derler.",
        "diyanet_vakfi": "Onlardan seni (okuduğun Kur’an’ı) dinleyenler de vardır. Fakat onu anlamalarına engel olmak için kalplerinin üstüne perdeler, kulaklarına da ağırlık verdik. Onlar her türlü mucizeyi görseler bile yine de ona inanmazlar. Hatta o kâfirler sana geldiklerinde: «Bu Kur’an eskilerin masallarından başka bir şey değildir» diyerek seninle tartışırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/025.mp3"
      }
    },
    {
      "id": 815,
      "verseNumber": 26,
      "verseKey": "6:26",
      "arabic": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "english": "They turn others away from the Prophet and distance themselves as well. They ruin none but themselves, yet they fail to perceive it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlar bundan hem nehyederler, kendileri de bundan uzaklaşırlar. Ve başkalarını değil, kendi nefislerini helâk etmiş olurlar da farkına varamazlar.",
        "hayrat_nesriyat": "Onlar hem (insanları) ondan (Kur`ân`dan) men` ederler, hem de (kendileri) ondan uzaklaşırlar. Böylece ancak kendilerini helâk ederler, fakat farkına varmazlar.",
        "diyanet_vakfi": "Onlar, hem insanları Peygamber’e yaklaşmaktan vazgeçirmeye çalışırlar, hem de kendileri ondan uzaklaşırlar. Oysa onlar farkında olmadan ancak kendilerini helak ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/026.mp3"
      }
    },
    {
      "id": 816,
      "verseNumber": 27,
      "verseKey": "6:27",
      "arabic": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "english": "If only you could see when they will be detained before the Fire! They will cry, “Oh! If only we could be sent back, we would never deny the signs of our Lord and we would ˹surely˺ be of the believers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (onları) ateşin üzerine durdurulup da: «Eyvah bize ne olurdu bir geriye çevrilseydik ki, Rabbimizin âyetlerini tekzîp etmeseydik ve mü’minlerden olsaydık» dedikleri zaman bir görecek olsan.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Ateşe karşı durdurulduklarında ise, artık: `Keşke biz(dünyaya) döndürülsek de Rabbimizin âyetlerini yalanlamasak ve mü`minlerden olsak!` dedikleri zaman (onları) bir görsen!",
        "diyanet_vakfi": "Onların ateşin karşısında durdurulup «Ah, keşke dünyaya geri gönderilsek de bir daha Rabbimizin âyetlerini yalanlamasak ve inananlardan olsak!» dediklerini bir görsen!.."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/027.mp3"
      }
    },
    {
      "id": 817,
      "verseNumber": 28,
      "verseKey": "6:28",
      "arabic": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
      "english": "But no! ˹They only say this˺ because the truth they used to hide will become all too clear to them. Even if they were to be sent back, they would certainly revert to what they were forbidden. Indeed they are liars!",
      "turkish": {
        "omer_nasuhi_bilmen": "Hayır: Evvelce gizler oldukları şey kendilerine zahir oldu da (ondan) ve eğer geri çevrilselerdi kendisinden nehy olundukları şeye elbette yine dönüverirlerdi. Ve şüphe yok ki, onlar elbette yalancılardır.",
        "hayrat_nesriyat": "Hayır, (kalblerinde küfür ve nifak gibi) daha önce gizlemekte oldukları şeyler(in netîcesi) kendilerine göründü (diye böyle söylüyorlar). Hâlbuki (dünyaya) döndürülselerdi, kendisinden yasaklandıkları şeylere mutlaka döneceklerdi; çünki şübhesiz onlar, gerçekten yalancıdırlar!",
        "diyanet_vakfi": "Hayır! Daha önce gizlemekte oldukları şeyler (günahlar) kendilerine göründü. Eğer (dünyaya) geri gönderilseler yine kendilerine yasak edilen şeylere döneceklerdir. Zira onlar gerçekten yalancıdırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/028.mp3"
      }
    },
    {
      "id": 818,
      "verseNumber": 29,
      "verseKey": "6:29",
      "arabic": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "english": "They insisted, “There is nothing beyond this worldly life and we will never be resurrected.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki, «Bu bizim dünya hayatımızdan başka hayat yoktur ve bizler bir daha dirilecek değiliz.»",
        "hayrat_nesriyat": "Ve (bütün gördüklerine rağmen onları geri gönderseydik): `Bu (hayat), ancak dünya hayâtımızdır; biz (öldükten sonra) diriltilecek kimseler de değiliz!` diyeceklerdi.",
        "diyanet_vakfi": "Onlar, hayat ancak bu dünyadaki hayatımızdan ibarettir; biz, bir daha da diriltilecek değiliz, demişlerdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/029.mp3"
      }
    },
    {
      "id": 819,
      "verseNumber": 30,
      "verseKey": "6:30",
      "arabic": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "english": "But if only you could see when they will be detained before their Lord! He will ask ˹them˺, “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” He will say, “Then taste the punishment for your disbelief.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (onları) görecek olsan Rablerinin huzuruna durduruldukları zaman! Buyuracak ki: «Şu hak değil miymiş?» onlar da: «Evet. Rabbimize and olsun ki» diyecekler. (Cenâb-ı Hak da) «O halde azabı tadınız, küfreder olduğunuz şeyler sebebiyle,» diye buyurmuş olacaktır.",
        "hayrat_nesriyat": "Nihâyet Rablerinin huzûrunda durduruldukları zaman (onları) bir görsen! (Rableri onlara:) `Bu (dirilmeniz) gerçek değil mi?` buyuracak. (Onlar:) `Rabbimize yemîn olsun ki, evet!` diyecekler. (Rableri de:) `Öyle ise, inkâr etmekte olduğunuzdan dolayı tadın azâbı!` buyuracak.",
        "diyanet_vakfi": "Rablerinin huzuruna getirildikleri zaman sen onları bir görsen! Allah: Bu (yeniden dirilme olayı), hak değil miymiş? diyecek. Onlar da «Rabbimize andolsun ki evet!» diyecekler. Allah da, Öyle ise inkâr ettiğinizden dolayı azabı tadın! diyecek."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/030.mp3"
      }
    },
    {
      "id": 820,
      "verseNumber": 31,
      "verseKey": "6:31",
      "arabic": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "english": "Losers indeed are those who deny the meeting with Allah until the Hour takes them by surprise, then they will cry, “Woe to us for having ignored this!” They will bear ˹the burden of˺ their sins on their backs. Evil indeed is their burden!",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ’nın huzuruna çıkacaklarını kendilerine ansızın Kıyamet gelinceye kadar inkâr eden kimseler, muhakkak hüsrâna uğramışlardır. Onlar bütün veballerini sırtlarına yüklenmiş oldukları halde, «Eyvah bizlere, orada yaptığımız kusurlardan dolayı,» diyeceklerdir. Dikkat ediniz! Onların yüklenip taşıyacakları şeyler ne kadar kötü!",
        "hayrat_nesriyat": "Allah`ın huzûruna çıkmayı yalanlayanlar, gerçekten hüsrâna uğramışlardır. Nihâyet kıyâmet onlara ansızın geldiği zaman, onlar günahlarını sırtlarına yüklenerek: `Orada (dünyada) ihmâl ettiğimiz şeylerden dolayı bize yazıklar olsun!` diyeceklerdir. Dikkat edin, yüklenmekte oldukları şeyler ne kötüdür!",
        "diyanet_vakfi": "Allah’ın huzuruna çıkmayı yalanlayanlar gerçekten ziyana uğramıştır. Nihayet onlara Kıyamet vakti ansızın gelip çatınca, onlar, günahlarını sırtlarına yüklenerek diyecekler ki: «Dünyada iyi amelleri terketmemizden dolayı vah bize!» Dikkat edin, yüklendikleri şey ne kötüdür!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/031.mp3"
      }
    },
    {
      "id": 821,
      "verseNumber": 32,
      "verseKey": "6:32",
      "arabic": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
      "english": "This worldly life is no more than play and amusement, but far better is the ˹eternal˺ Home of the Hereafter for those mindful ˹of Allah˺. Will you not then understand?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dünya hayatı bir oyundan, bir lehivden (oyalanmadan) başka bir şey değildir. Ve elbette ahiret yurdu ittikada bulunanlar için hayırlıdır. (Buna) Akıl erdiremez misiniz?",
        "hayrat_nesriyat": "İşte dünya hayâtı bir oyun ve bir eğlenceden başka birşey değildir! Ve elbette âhiret yurdu, (günahlardan) sakınmakta olanlar için daha hayırlıdır. Hiç akıl erdirmez misiniz?",
        "diyanet_vakfi": "Dünya hayatı bir oyun ve eğlenceden başka bir şey değildir. Müttakî olanlar için ahiret yurdu muhakkak ki daha hayırlıdır. Hâla akıl erdiremiyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/032.mp3"
      }
    },
    {
      "id": 822,
      "verseNumber": 33,
      "verseKey": "6:33",
      "arabic": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "english": "We certainly know that what they say grieves you ˹O Prophet˺. It is not your honesty they question—it is Allah’s signs that the wrongdoers deny.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak biliyoruz ki, onların dedikleri şey, seni elbette mahzun ediyor. hakikat halde onlar seni tekzîp etmiş olmuyorlar, fakat o zalimler Allah Teâlâ’nın âyetlerini inkâr ediyorlar.",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Şübhesiz şunu elbette biliyoruz ki, onların söyledikleri seni gerçekten üzüyor; hâlbuki aslında onlar seni yalanlamıyorlar (senin yalan söylemediğini bilirler); fakat o zâlimler Allah`ın âyetlerini bilerek inkâr ediyorlar.",
        "diyanet_vakfi": "Onların söylediklerinin hakikaten seni üzmekte olduğunu biliyoruz. Aslında onlar seni yalanlamıyorlar, fakat o zalimler açıkça Allah’ın âyetlerini inkâr ediyorlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/033.mp3"
      }
    },
    {
      "id": 823,
      "verseNumber": 34,
      "verseKey": "6:34",
      "arabic": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
      "english": "Indeed, messengers before you were rejected but patiently endured rejection and persecution until Our help came to them. And Allah’s promise ˹to help˺ is never broken. And you have already received some of the narratives of these messengers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve andolsun ki, senden evvel de peygamberler tekzîp olunmuşlardır. Fakat tekzîp olundukları ve eziyete uğradıkları şeylere karşı sabretmişlerdir. Nihâyet onlara Bizim yardımımız gelip yetişti. Ve Allah Teâlâ’nın kelimelerini tebdîl edecek yoktur. Ve andolsun ki, sana peygamberlerin haberlerinden gelivermiştir.",
        "hayrat_nesriyat": "And olsun ki, senden önce nice peygamberler de yalanlanmıştı; fakat yalanlanmalarına ve eziyet edilmelerine karşı sabrettiler; nihâyet onlara yardımımız geldi. Çünki Allah`ın kelimelerini (yardım va`dini) değiştirebilecek kimse yoktur. And olsun ki, o peygamberlerin haber(ler)inden bir kısmı sana da geldi.",
        "diyanet_vakfi": "Andolsun ki senden önceki peygamberler de yalanlanmıştı. Onlar, yalanlanmalarına ve eziyet edilmelerine rağmen sabrettiler, sonunda yardımımız onlara yetişti. Allah’ın kelimelerini (kanunlarını) değiştirebilecek hiçbir kimse yoktur. Muhakkak ki peygamberlerin haberlerinden bazısı sana da geldi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/034.mp3"
      }
    },
    {
      "id": 824,
      "verseNumber": 35,
      "verseKey": "6:35",
      "arabic": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
      "english": "If you find their denial unbearable, then build—if you can—a tunnel through the earth or stairs to the sky to bring them a ˹more compelling˺ sign. Had Allah so willed, He could have guided them all. So do not be one of those ignorant ˹of this fact˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer senin üzerine, onların kaçınmaları ağır gelmiş ise artık muktedir isen yerde bir menfez, veya gökte bir merdiven araştırıp da onlara bir âyet getirecek isen (haydi getir) ve eğer Allah Teâlâ dilese idi onları hidâyet üzerine toplardı. Sakın cahillerden olma.",
        "hayrat_nesriyat": "Buna rağmen eğer onların (İslâm`dan) yüz çevirmeleri sana ağır geliyorsa, o hâlde yerde bir tünel veya gökte bir merdiven arayıp da onlara bir mu`cize getirmeye güç yetirebilirsen (haydi getir)! (Onların îmân etmeleri sana âid değildir.) Hâlbuki Allah dileseydi, elbette onları hidâyet üzere bir araya getirirdi; öyle ise sakın câhillerden olma!",
        "diyanet_vakfi": "Eğer onların yüz çevirmesi sana ağır geldi ise, yapabilirsen yerin içine inebileceğin bir tünel ya da göğe çıkabileceğin bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onları hidayet üzerinde toplayıp birleştirirdi, o halde sakın cahillerden olma!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/035.mp3"
      }
    },
    {
      "id": 825,
      "verseNumber": 36,
      "verseKey": "6:36",
      "arabic": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
      "english": "Only the attentive will respond ˹to your call˺. As for the dead, Allah will raise them up, then to Him they will ˹all˺ be returned.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ancak o kimseler (dâvete) icabet ederler ki, işitir bulunurlar. Ölüleri de Allah Teâlâ diriltir, sonra O’na döndürülürler.",
        "hayrat_nesriyat": "Ancak (samîmiyetle) dinleyenler (senin da`vetine) icâbet eder. Ölülere (o kâfirlere)gelince, onları Allah diriltir, sonra (hepsi) ancak O`nun huzûruna döndürülürler.",
        "diyanet_vakfi": "Ancak (samimiyetle) dinleyenler daveti kabul eder. Ölülere gelince, Allah onları diriltecek, sonra da O’na döndürülecekler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/036.mp3"
      }
    },
    {
      "id": 826,
      "verseNumber": 37,
      "verseKey": "6:37",
      "arabic": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "english": "They ask, “Why has no ˹other˺ sign been sent down to him from his Lord?” Say, ˹O Prophet,˺ “Allah certainly has the power to send down a sign”—though most of them do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Onun üzerine Rabbinden bir âyet indirilmeli değil mi idi?» De ki: «Şüphe yok Allah Teâlâ âyet indirmeğe kâdirdir. Fakat onların çoğu bilmezler.»",
        "hayrat_nesriyat": "Bir de (o müşrikler): `Ona Rabbinden (bizim istediğimiz) bir mu`cize indirilmeli değil miydi?` dediler. De ki: `Şübhesiz Allah, bir mu`cize indirmeye kadirdir; fakat onların çoğu bilmezler.`",
        "diyanet_vakfi": "O’na Rabbinden bir mucize indirilseydi ya! dediler. De ki: Şüphesiz Allah mucize indirmeye kadirdir. Fakat onların çoğu bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/037.mp3"
      }
    },
    {
      "id": 827,
      "verseNumber": 38,
      "verseKey": "6:38",
      "arabic": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
      "english": "All living beings roaming the earth and winged birds soaring in the sky are communities like yourselves.<sup foot_note=76630>1</sup> We have left nothing out of the Record.<sup foot_note=76631>2</sup> Then to their Lord they will be gathered all together.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yerde yürüyen hiçbir hayvan ve iki kanadı ile uçan bir kuş yoktur ki, onlar sizin gibi ümmetlerdir. Biz kitapta hiçbir şeyi noksan bırakmadık, sonra Rablerinin huzuruna sevkolunacaklardır.",
        "hayrat_nesriyat": "Yeryüzünde debelenen hiçbir canlı ve iki kanadıyla uçan hiçbir kuş da yoktur ki, sizin gibi birer ümmet (yaratılışları ve ihtiyaçları ile aynı birer nevi`) olmasınlar! (Biz)kitabda (Levh-i Mahfûz`da) hiçbir şeyi eksik bırakmadık; sonra (hepsi) ancak Rablerinin huzûrunda toplanacaklardır.",
        "diyanet_vakfi": "Yeryüzünde yürüyen hayvanlar ve (gökyüzünde) iki kanadıyla uçan kuşlardan ne varsa hepsi ancak sizin gibi topluluklardır. Biz o kitapta hiçbir şeyi eksik bırakmadık. Nihayet (hepsi) toplanıp Rablerinin huzuruna getirilecekler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/038.mp3"
      }
    },
    {
      "id": 828,
      "verseNumber": 39,
      "verseKey": "6:39",
      "arabic": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "english": "Those who deny Our signs are ˹wilfully˺ deaf and dumb—lost in darkness. Allah leaves whoever He wills to stray and guides whoever He wills to the Straight Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, Bizim âyetlerimizi yalanladılar. Zulmetler içinde kalmış birtakım sağır ve dilsizlerdir. Allah Teâlâ kimi dilerse şaşırtır, kimi de dilerse doğru bir yol üzerinde kılar.",
        "hayrat_nesriyat": "Hem âyetlerimizi yalanlayanlar, karanlıklar içinde kalmış sağırlar ve dilsizlerdir. Allah kimi dilerse, onu (küfründeki inadı sebebiyle) dalâlete atar. Kimi de dilerse, onu(hikmetine binâen kendi lütfundan) dosdoğru bir yol üzere kılar.",
        "diyanet_vakfi": "Âyetlerimizi yalanlayanlar karanlıklar içinde kalmış sağır ve dilsizlerdir. Allah kimi dilerse onu şaşırtır, dilediği kimseyi de doğru yola iletir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/039.mp3"
      }
    },
    {
      "id": 829,
      "verseNumber": 40,
      "verseKey": "6:40",
      "arabic": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "Ask ˹them, O  Prophet˺, “Imagine if you were overwhelmed by Allah’s torment or the Hour—would you call upon any other than Allah ˹for help˺? ˹Answer me˺ if your claims are true!",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Siz bana haber verebilir misiniz? Eğer size Allah Teâlâ’nın azabı gelirse veya size kıyamet gelirse Allah Teâlâ’dan başkasına mı niyazda bulunursunuz? Eğer siz doğru sözlü kimseler iseniz (söyleyin bakalım!).»",
        "hayrat_nesriyat": "De ki: `Söyleyin bakalım! Eğer size Allah`ın azâbı gelse veya size kıyâmet gelse, Allah`dan başkasına mı yalvarırsınız? Eğer (iddiânızda) doğru kimseler iseniz (onlara yalvarın bakalım)!`",
        "diyanet_vakfi": "De ki: Ne dersiniz; size Allah’ın azabı gelse veya o kıyamet gelip çatıverse size, Allah’tan başkasına mı yalvarırsınız? Doğru sözlü iseniz (söyleyin bakalım)!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/040.mp3"
      }
    },
    {
      "id": 830,
      "verseNumber": 41,
      "verseKey": "6:41",
      "arabic": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
      "english": "No! He is the only One you would call. And if He willed, He could remove the affliction that made you invoke Him. Only then will you forget whatever you associate with Him ˹in worship˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Hayır, ancak O’na niyaz edersiniz. O da kendisine niyaz ettiğiniz şeyi dilerse açar(husûle getirir) ve siz de (Allah Teâlâ’ya) şerik ittihaz ettiğiniz şeyleri (o zaman) unutursunuz.»",
        "hayrat_nesriyat": "Bil`akis (dara düştüğünüz her zaman olduğu gibi) yalnız O`na (Allah`a)yalvarırsınız; artık (O da) dilerse (kaldırılması üzere) kendisi için yalvarmakta olduğunuz(belây)ı kaldırır ve (Allah`a) ortak koşmakta olduğunuz şeyleri (o vakit) unutursunuz.",
        "diyanet_vakfi": "Bilâkis yalnız Allah’a yalvarırsınız. O da (kaldırılması için) kendisine yalvardığınız belâyı dilerse kaldırır; ve siz ortak koştuğunuz şeyleri unutursunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/041.mp3"
      }
    },
    {
      "id": 831,
      "verseNumber": 42,
      "verseKey": "6:42",
      "arabic": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
      "english": "Indeed, We have sent messengers before you ˹O Prophet˺ to other people who We put through suffering and adversity ˹for their denial˺, so perhaps they would be humbled.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, senden evvel de ümmetlere peygamberler gönderdik, sonra o ümmetleri birtakım şiddetler ile, zorluklar ile yakaladık, ola ki yalvarıversinler diye.",
        "hayrat_nesriyat": "And olsun ki, senden önceki ümmetlere de (peygamberler) gönderdik (fakat onlar yalanladılar); bunun üzerine onları sıkıntılar ve zorluklar ile yakaladık. Tâ ki (îmân etsinler ve) yalvarsınlar!",
        "diyanet_vakfi": "Andolsun ki, senden önceki ümmetlere de elçiler gönderdik. Ardından boyun eğsinler diye onları darlık ve hastalıklara uğrattık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/042.mp3"
      }
    },
    {
      "id": 832,
      "verseNumber": 43,
      "verseKey": "6:43",
      "arabic": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "Why did they not humble themselves when We made them suffer? Instead, their hearts were hardened, and Satan made their misdeeds appealing to them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Bizim azabımız onlara geldiği zaman yalvarmalı değil miydiler? Fakat onların gönülleri katılaşmış ve şeytan onlara yapar oldukları şeyleri süslemiş idi.",
        "hayrat_nesriyat": "Hiç olmazsa onlara azâbımız geldiği zaman (îmân edip) yalvarsalardı! Fakatkalbleri katılaştı ve şeytan onlara yapmakta olduklarını süsledi (câzib gösterdi).",
        "diyanet_vakfi": "Hiç olmazsa, onlara bu şekilde azabımız geldiği zaman boyun eğselerdi! Fakat kalpleri iyice katılaştı ve şeytan da onlara yaptıklarını câzip gösterdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/043.mp3"
      }
    },
    {
      "id": 833,
      "verseNumber": 44,
      "verseKey": "6:44",
      "arabic": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
      "english": "When they became oblivious to warnings, We showered them with everything they desired. But just as they became prideful of what they were given, We seized them by surprise, then they instantly fell into despair!",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, onlar kendilerine ne ile öğüt verildiğini unuttular, onların üzerine herşeyin kapılarını açıverdik, nihâyet kendilerine verilen şeyler ile ferahlandıkları vakit onları ansızın tuttuk. Artık onlar o anda bütün umduklarından mahrum kaldılar.",
        "hayrat_nesriyat": "Buna rağmen kendisiyle nasîhat edildikleri şeyleri unutunca, üzerlerine herşeyin(bütün ni`metlerin) kapılarını açtık (ve kendilerini bollukla imtihân ettik). Nihâyet kendilerine verilenler yüzünden (tam) ferahlandıkları zaman, onları ansızın yakaladık; bir anda hepsi ümidsizliğe düşen kimseler oldular.",
        "diyanet_vakfi": "Kendilerine yapılan uyarıları unuttuklarında, (indirmiş olduğumuz sıkıntı ve musibetleri kaldırıp) üzerlerine her şeyin kapılarını açtık. Nihayet kendilerine verilenler yüzünden şımardıkları zaman onları ansızın yakaladık, birdenbire onlar bütün ümitlerini yitirdiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/044.mp3"
      }
    },
    {
      "id": 834,
      "verseNumber": 45,
      "verseKey": "6:45",
      "arabic": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "english": "So the wrongdoers were utterly uprooted. And all praise is for Allah—Lord of all worlds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık o zulmeden kavmin kökü kesilmiş oldu. Hamdolsun âlemlerin Rabbi olan Allah Teâlâ’ya.",
        "hayrat_nesriyat": "Böylece, zulmeden kavmin kökü kesildi. Hamd ise, âlemlerin Rabbi olan Allah`a mahsustur!",
        "diyanet_vakfi": "Böylece zulmeden toplumun kökü kesildi. Hamd, âlemlerin Rabbi Allah’a mahsustur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/045.mp3"
      }
    },
    {
      "id": 835,
      "verseNumber": 46,
      "verseKey": "6:46",
      "arabic": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
      "english": "Ask ˹them, O  Prophet˺, “Imagine if Allah were to take away your hearing or sight, or seal your hearts—who else other than Allah could restore it?” See ˹O Prophet˺ how We vary the signs, yet they still turn away.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Haber veriniz, Eğer Allah Teâlâ sizin kulaklarınızı ve gözlerinizi alıverse ve kalblerinizin üzerini mühürlese Allah Teâlâ’dan başka onu size getirecek hangi bir ilâh vardır?» Bak Biz âyetleri nasıl açıklıyoruz, sonra onlar yüz çeviriyorlar.",
        "hayrat_nesriyat": "De ki: `Söyleyin bakalım! Eğer Allah, kulağınızı ve gözlerinizi alırsa ve kalblerinizi mühürlerse, Allah`dan başka onu size getirecek ilâh kimdir?` Bak, âyetleri nasıl açıklıyoruz; sonra onlar (nasıl da) yüz çeviriyorlar!",
        "diyanet_vakfi": "De ki: Ne dersiniz; eğer Allah kulaklarınızı sağır, gözlerinizi kör eder, kalplerinizi de mühürlerse bunları size Allah’tan başka hangi tanrı geri verebilir! Bak, delilleri nasıl açıklıyoruz. Onlar hâla yüz çeviriyorlar!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/046.mp3"
      }
    },
    {
      "id": 836,
      "verseNumber": 47,
      "verseKey": "6:47",
      "arabic": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
      "english": "Ask, “Imagine if Allah’s punishment were to overwhelm you with or without warning—who would be destroyed other than the wrongdoers?”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Gördün mü kendinizi! Eğer Allah Teâlâ’nın azabı sizlere ansızın veya apaçık gelirse zalimler olan kavimden başkası mı helâk edilmiş olur?»",
        "hayrat_nesriyat": "De ki: `Söyleyin bakalım! Eğer size Allah`ın azâbı ansızın veya açıkça gelirse, zâlimler topluluğundan başkası mı helâk edilir?`",
        "diyanet_vakfi": "De ki: Söyler misiniz; size Allah’ın azabı ansızın veya açıkça gelirse, zalim toplumdan başkası mı helâk olur?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/047.mp3"
      }
    },
    {
      "id": 837,
      "verseNumber": 48,
      "verseKey": "6:48",
      "arabic": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "english": "We have sent messengers only as deliverers of good news and as warners. Whoever believes and does good, there will be no fear for them, nor will they grieve.",
      "turkish": {
        "omer_nasuhi_bilmen": "Biz peygamberleri göndermeyiz, ancak mübeşşirler ve münzirler olmak üzere göndeririz. İmdi her kim imân eder ve (halini) ıslahta bulunursa artık onlar için bir korku yoktur ve onlar mahzun da olmayacaklardır.",
        "hayrat_nesriyat": "Hâlbuki (biz,) peygamberleri ancak müjdeleyiciler ve (aynı zamanda) korkutucular olarak göndeririz. O hâlde kim îmân edip (hâlini) ıslâh ederse, artık onlara bir korku yoktur, onlar mahzun da olmazlar.",
        "diyanet_vakfi": "Biz, peygamberleri ancak müjdeleyiciler ve uyarıcılar olarak göndeririz. Kim iman eder ve kendini düzeltirse onlara korku yoktur. Onlar üzüntü de çekmeyecekler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/048.mp3"
      }
    },
    {
      "id": 838,
      "verseNumber": 49,
      "verseKey": "6:49",
      "arabic": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "english": "But those who deny Our signs will be afflicted with punishment for their rebelliousness.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, Bizim âyetlerimizi tekzîp ettiler, onlara yapmış oldukları fısk sebebiyle azap isabet edecektir.",
        "hayrat_nesriyat": "Âyetlerimizi yalanlayanlara gelince, isyân etmekte olduklarından dolayı onlara azab dokunacaktır!",
        "diyanet_vakfi": "Âyetlerimizi yalanlayanlara gelince, yoldan çıkmalarından dolayı onlar azap çekeceklerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/049.mp3"
      }
    },
    {
      "id": 839,
      "verseNumber": 50,
      "verseKey": "6:50",
      "arabic": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
      "english": "Say, ˹O Prophet,˺ “I do not say to you that I possess Allah’s treasuries or know the unseen, nor do I claim to be an angel. I only follow what is revealed to me.” Say, “Are those blind ˹to the truth˺ equal to those who can see? Will you not then reflect?”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben size demiyorum ki, benim yanımda Allah Teâlâ’nın hazineleri vardır. Ve ben gaybı da bilmem ve size ’Ben hakikaten meleğim’ de demiyorum. Ben bana vahyolunandan başkasına tâbi olmam.» De ki: «Kör ile görür kimse müsavî olur mu? Hiç düşünmez misiniz?»",
        "hayrat_nesriyat": "De ki: `Size, `Allah`ın hazîneleri benim yanımdadır!` demiyorum; gaybı da bilmem; size, `Şübhesiz ben bir meleğim` de demiyorum! (Ben) ancak bana vahyolunana tâbi` olurum.` De ki: `Kör ile gören (kâfir ile mü`min) bir olur mu?` Hiç düşünmez misiniz?",
        "diyanet_vakfi": "De ki: Ben size, Allah’ın hazineleri benim yanımdadır, demiyorum. Ben gaybı da bilmem. Size, ben bir meleğim de demiyorum. Ben, sadece bana vahyolunana uyarım. De ki: Kör ile gören hiç bir olur mu? Hiç düşünmez misiniz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/050.mp3"
      }
    },
    {
      "id": 840,
      "verseNumber": 51,
      "verseKey": "6:51",
      "arabic": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
      "english": "Warn with this ˹Quran˺ those who are awed by the prospect of being gathered before their Lord—when they will have no protector or intercessor besides Him—so perhaps they will be mindful ˹of Him˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onunla o kimseleri korkut ki, onlar Rablerinin huzuruna haşrolunacaklarından korkarlar bir halde ki, onlar için ondan başka bir yar, bir şefaatci yoktur. Umulur ki, ittikada bulunurlar.",
        "hayrat_nesriyat": "Ve Rablerinin huzûrunda toplanacaklarından korkanları, onunla (Kur`ân ile)korkut; onlar için O`ndan (O Rablerinden) başka ne bir dost, ne de bir şefâatçi vardır; tâ ki(günahlardan) sakınsınlar.",
        "diyanet_vakfi": "Rablerinin huzurunda toplanacaklarından korkanları onunla (Kur’an ile) uyar. Onlar için Rablerinden başka ne bir dost, ne de bir aracı vardır; belki sakınırlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/051.mp3"
      }
    },
    {
      "id": 841,
      "verseNumber": 52,
      "verseKey": "6:52",
      "arabic": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
      "english": "˹O Prophet!˺ Do not dismiss those ˹poor believers˺ who invoke their Lord morning and evening, seeking His pleasure.<sup foot_note=76632>1</sup> You are not accountable for them whatsoever, nor are they accountable for you. So do not dismiss them, or you will be one of the wrongdoers.",
      "turkish": {
        "omer_nasuhi_bilmen": "O zâtları yanından kovma ki, sabah ve akşam Rablerine O’nun cemalini dileyerek dua ederler. Senin aleyhine onların hesabından birşey yoktur, ve senin hesabından da onların üzerine birşey yoktur ki, onları kovup da zalimlerden olasın.",
        "hayrat_nesriyat": "Ve O`nun rızâsını isteyerek sabah akşam Rablerine duâ edenleri kovma! Onların(fakir mü`minleri senin yanında görmek istemeyen o müşriklerin) hesâbından sana bir şey yok, senin hesâbından da onlara bir şey yok ki onları (o mü`minleri) kovup da zâlimlerden olasın!",
        "diyanet_vakfi": "Rablerinin rızasını isteyerek sabah akşam O’na yalvaranları kovma! Onların hesabından sana bir sorumluluk; senin hesabından da onlara herhangi bir sorumluluk yoktur ki bunları kovup da zalimlerden olasın!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/052.mp3"
      }
    },
    {
      "id": 842,
      "verseNumber": 53,
      "verseKey": "6:53",
      "arabic": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَـٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ ۗ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّـٰكِرِينَ",
      "english": "In this way We have tested some by means of others, so those ˹disbelievers˺ may say, “Has Allah favoured these ˹poor believers˺ out of all of us?” Does Allah not best recognize the grateful?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte böylece onların bazısını bazısı ile fitneye düşürmüşüzdür ki, «Ya Allah Teâlâ aramızda şunlara mıdır ki, lütfunu reva görmüştür?» deyiversinler. Allah Teâlâ şâkir olanları ziyâdesiyle bilen değil midir?",
        "hayrat_nesriyat": "Böylece onların bazılarını bazılarıyla (ileri gelenlerini zayıflarıyla) imtihân ettik ki(o müşrikler, îmân eden zayıflar hakkında): `Allah`ın, aramızdan kendilerine lütufta bulunduğu (hidâyete erdirdiği) kimseler bunlar mı?` desinler! Allah, şükredenleri en iyi bilen değil midir?",
        "diyanet_vakfi": "«Aramızdan Allah’ın kendilerine lütuf ve ihsanda bulunduğu kimseler de bunlar mı!» demeleri için onların bir kısmını diğerleri ile işte böyle imtihan ettik. Allah şükredenleri daha iyi bilmez mi?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/053.mp3"
      }
    },
    {
      "id": 843,
      "verseNumber": 54,
      "verseKey": "6:54",
      "arabic": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ ۖ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ ۖ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَـٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
      "english": "When the believers in Our revelations come to you, say, “Peace be upon you! Your Lord has taken upon Himself to be Merciful. Whoever among you commits evil ignorantly ˹or recklessly˺ then repents afterwards and mends their ways, then Allah is truly All-Forgiving, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Âyetlerimize imân edenler, sana geldikleri zaman de ki: «Selâm sizlere. Rabbiniz kendi üzerine rahmeti yazdı ki, sizden her kim bir cehaletle bir kötü iş işlese de ondan sonra tevbe etse ve ıslah-ı halde bulunsa şüphesiz ki, o Rabbiniz çok yarlığayıcıdır, çok esirgeyicidir.»",
        "hayrat_nesriyat": "O hâlde âyetlerimize îmân edenler sana geldikleri zaman artık de ki: `Selâm size! Rabbiniz, (size) rahmet (etmey)i kendi üzerine yazmıştır. Şübhesiz o (rahmet) ki, içinizden kim câhillikle bir kötülük yapar, sonra ardından tevbe edip (hâlini) ıslâh ederse, artık şübhesiz ki O, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.`",
        "diyanet_vakfi": "Âyetlerimize inananlar sana geldiğinde onlara de ki: Selâm size! Rabbiniz merhamet etmeyi kendisine yazdı. Gerçek şu ki: Sizden kim, bilmeyerek bir kötülük yapar, sonra ardından tevbe edip de kendini ıslah ederse, bilsin ki Allah çok bağışlayan, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/054.mp3"
      }
    },
    {
      "id": 844,
      "verseNumber": 55,
      "verseKey": "6:55",
      "arabic": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
      "english": "This is how We make Our signs clear, so the way of the wicked may become distinct.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve böylece âyetleri mufassalan beyan ediyoruz ve günah işleyenlerin yolu apaçık seçilsin diye.",
        "hayrat_nesriyat": "(Hak ortaya çıksın) ve günahkârların yolu belli olsun diye, işte âyetleri böyle açıklıyoruz.",
        "diyanet_vakfi": "Böylece suçluların yolu belli olsun diye âyetleri iyice açıklıyoruz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/055.mp3"
      }
    },
    {
      "id": 845,
      "verseNumber": 56,
      "verseKey": "6:56",
      "arabic": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ ۚ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ ۙ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
      "english": "Say, ˹O Prophet,˺ “I have been forbidden to worship those you invoke besides Allah.” Say, “I will not follow your desires, for I then would certainly be astray and not one of those ˹rightly˺ guided.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben Allah Teâlâ’dan başka taptığınız şeylere ibadetten nehyedilmiş bulunmaktayım.» De ki: «Sizin hevâlarınıza asla uymam. O takdirde ben muhakkak dalâlete düşmüş ve ben hidâyete erenlerden olmamış olurum.»",
        "hayrat_nesriyat": "De ki: `Şübhesiz ben, Allah`dan başka tapmakta olduklarınıza ibâdet etmekten yasaklandım!` De ki: `(Nefsî) arzularınıza uymam! (Size uysam,) o takdirde, gerçekten dalâlete düşmüş ve ben hidâyete erenlerden olmamış olurum.`",
        "diyanet_vakfi": "De ki: Allah’ın dışında taptığınız şeylere tapmak bana yasak edildi. De ki: Ben sizin arzularınıza uymam, aksi halde sapıtırım da hidayete erenlerden olmam."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/056.mp3"
      }
    },
    {
      "id": 846,
      "verseNumber": 57,
      "verseKey": "6:57",
      "arabic": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ ۚ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ يَقُصُّ ٱلْحَقَّ ۖ وَهُوَ خَيْرُ ٱلْفَـٰصِلِينَ",
      "english": "Say, ˹O Prophet,˺ “Indeed, I stand on a clear proof from my Lord—yet you have denied it. That ˹torment˺ you seek to hasten is not within my power. It is only Allah Who decides ˹its time˺. He declares the truth. And He is the Best of Judges.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben şüphesiz Rabbimden bir beyyine üzerindeyim. Siz ise O’nu tekzîp ettiniz. Sizin alelacele istediğiniz şey benim yanımda değil, hüküm ise ancak Allah’ındır. Hakkı o beyan eder ve o ayırdedenlerin en hayırlısıdır.»",
        "hayrat_nesriyat": "De ki: `Şübhesiz ben, Rabbimden (gelen) apaçık bir delil üzereyim; hâlbuki (siz)onu yalanladınız. Kendisini acele istemekte olduğunuz şey (o azab) yanımda değildir.Hüküm ancak Allah`ındır. (O,) hakkı anlatır ve O, hüküm verenlerin en hayırlısıdır.`",
        "diyanet_vakfi": "De ki: Şüphesiz ben Rabbimden gelen apaçık bir delile dayanıyorum. Siz ise onu yalanladınız. Çabucak gelmesini istediğiniz (azap) benim yanımda değildir. Hüküm ancak Allah’ındır. O hakkı anlatır ve O, doğru hüküm verenlerin en hayırlısıdır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/057.mp3"
      }
    },
    {
      "id": 847,
      "verseNumber": 58,
      "verseKey": "6:58",
      "arabic": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ ۗ وَٱللَّهُ أَعْلَمُ بِٱلظَّـٰلِمِينَ",
      "english": "Say ˹also˺, “If what you seek to hasten were within my power, the matter between us would have already been settled. But Allah knows the wrongdoers best.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Eğer o acele istediğiniz şey benim yanımda olsaydı iş benimle sizin aranızda elbette halledilmiş ve fasledilmiş olurdu. Allah Teâlâ zalimleri bihakkın bilendir.»",
        "hayrat_nesriyat": "De ki: “Acele istediğiniz şey benim elimde olsaydı, elbette benimle sizin aranızda iş bitirilmişti. Allah, zâlimleri hakkıyla bilir.”",
        "diyanet_vakfi": "De ki: Acele istediğiniz şey benim elimde olsaydı, elbette benimle sizin aranızda iş bitirilmişti. Allah zalimleri daha iyi bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/058.mp3"
      }
    },
    {
      "id": 848,
      "verseNumber": 59,
      "verseKey": "6:59",
      "arabic": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَـٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "english": "With Him are the keys of the unseen—no one knows them except Him.<sup foot_note=76633>1</sup> And He knows what is in the land and sea. Not even a leaf falls without His knowledge, nor a grain in the darkness of the earth or anything—green or dry—but is ˹written˺ in a perfect Record.<sup foot_note=76634>2</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve gaybın anahtarları O’nun (Cenâbı Hakk’ın) yanındadır. Onları O’ndan başkası bilemez. Ve karada ve denizde ne varsa bilir. Bir yaprak düşmez, ve yerin zulmetleri içinde bir habbe de bulunmaz ki, illâ O bilir. Ve bir yaş ve bir kuru da yoktur ki, illâ apaçık bir kitaptadır.",
        "hayrat_nesriyat": "Ve gaybın anahtarları O`nun katındadır; onları ancak O bilir. Hem karada ve denizde ne varsa bilir. Hiçbir yaprak da düşmez ki onu bilmesin; hem ne yerin karanlıklarında bir dâne, ne yaş ne de kuru (hiçbir şey) yoktur ki, apaçık bir Kitab`da(Kur`ân`da) bulunmasın!",
        "diyanet_vakfi": "Gaybın anahtarları Allah’ın yanındadır; onları O’ndan başkası bilmez. O, karada ve denizde ne varsa bilir; O’nun ilmi dışında bir yaprak bile düşmez. O yerin karanlıkları içindeki tek bir taneyi dahi bilir. Yaş ve kuru ne varsa hepsi apaçık bir kitaptadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/059.mp3"
      }
    },
    {
      "id": 849,
      "verseNumber": 60,
      "verseKey": "6:60",
      "arabic": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى ۖ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "english": "He is the One Who calls back your souls by night and knows what you do by day, then revives you daily to complete your appointed term. To Him is your ˹ultimate˺ return, then He will inform you of what you used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, o Zât-i Kibriya’dır ki, sizleri geceleyin uykuya daldırır ve gündüzün ne kazandığınızı bilir. Sonra ondan gündüzün uyandırır. Tâ ki mukadder olan ecel nihâyete ersin. Sonra dönüşünüz O’nadır. Sonra size ne işler yapar olduğunuzu haber verecektir.",
        "hayrat_nesriyat": "Geceleyin sizi (bir nevi` ölüm olan uyku ile) öldüren ve gündüzün ne kazandığınızı bilen, sonra belirli bir ecelin tamamlanması için onda (o gündüz vakti) sizi dirilten (uyandıran) da O`dur. Sonra dönüşünüz ancak O`nadır; sonra (da O, dünyada)yapmakta olduklarınızı size haber verecektir.",
        "diyanet_vakfi": "Geceleyin sizi öldüren (öldürür gibi uyutan), gündüzün de ne işlediğinizi bilen; sonra belirlenmiş ecel tamamlansın diye gündüzün sizi dirilten (uyandıran) O’dur. Sonra dönüşünüz yine O’nadır. Sonunda O, yaptıklarınızı size haber verecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/060.mp3"
      }
    },
    {
      "id": 850,
      "verseNumber": 61,
      "verseKey": "6:61",
      "arabic": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
      "english": "He reigns supreme over all of His creation, and sends recording-angels, watching over you. When death comes to any of you, Our angels take their soul, never neglecting this duty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kullarının üzerinde kahirdir. Ve sizin üzerinize hafaza meleklerini gönderir. Nihâyet sizden birinize ölüm gelince onun ruhunu Bizim gönderdiğimiz melekler kabzederler, ve onlar vazifelerinde kusur etmezler.",
        "hayrat_nesriyat": "Hem O, kullarının üstünde mutlak galibdir ve üzerinize (amellerinizi) muhâfaza edici (Kirâmen Kâtibîn denilen yazıcı) melekler gönderir. Nihâyet birinize ölüm geldiği zaman, elçilerimiz (olan melekler) onun canını alırlar; ve onlar (vazîfelerini aslâ) ihmâl etmezler.",
        "diyanet_vakfi": "O, kullarının üstünde yegâne kudret ve tasarruf sahibidir. Size koruyucular gönderir. Nihayet birinize ölüm geldi mi elçilerimiz (görevli melekler) onun canını alırlar. Onlar vazifede kusur etmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/061.mp3"
      }
    },
    {
      "id": 851,
      "verseNumber": 62,
      "verseKey": "6:62",
      "arabic": "ثُمَّ رُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۚ أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَـٰسِبِينَ",
      "english": "Then they are ˹all˺ returned to Allah—their True Master. Judgment is His ˹alone˺. And He is the Swiftest Reckoner.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra (halk) hak olan Mevlâlarına reddolunmuş olurlar. Agâh olunuz ki, hüküm, o mevlâ’ya aittir. Ve O, hesap görenlerin en sür’atlisidir.",
        "hayrat_nesriyat": "Sonra (hepsi,) hak Mevlâları olan Allah`a döndürülürler. Dikkat edin, hüküm yalnız O`nundur ve O, hesab görenlerin en sür`atlisidir.",
        "diyanet_vakfi": "Sonra insanlar gerçek sahipleri olan Allah’a döndürülürler. Bilesiniz ki hüküm yalnız O’nundur ve O hesap görenlerin en çabuğudur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/062.mp3"
      }
    },
    {
      "id": 852,
      "verseNumber": 63,
      "verseKey": "6:63",
      "arabic": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "english": "Say, ˹O Prophet,˺ “Who rescues you from the darkest times on land and at sea? He ˹alone˺ you call upon with humility, openly and secretly: “If You rescue us from this, we will be ever grateful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Sizleri karanın ve denizin karanlıklarından kim kurtarır? O’na alaniyeten ve sırren dua eder de, ’Eğer bizi bundan kurtarırsan elbette bizler şükredenlerden oluruz.’ (diye yalvardığınız zaman).»",
        "hayrat_nesriyat": "De ki: `Karanın ve denizin karanlıklarından (tehlikelerinden) sizi kim kurtarır?`(O zaman, sıkıntıdan kıvranarak) açıkça ve gizlice O`na duâ edersiniz: `Yemîn olsun ki, eğer (Allah) bizi bundan kurtarırsa, mutlaka (kendimizi düzelterek) şükredenlerden olacağız`(dersiniz).",
        "diyanet_vakfi": "De ki: Karanın ve denizin karanlıklarından (tehlikelerinden) sizi kim kurtarır ki? (O zaman) O’na gizli gizli yalvararak «Eğer bizi bundan kurtarırsan andolsun şükredenlerden olacağız» diye dua edersiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/063.mp3"
      }
    },
    {
      "id": 853,
      "verseNumber": 64,
      "verseKey": "6:64",
      "arabic": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
      "english": "Say, “˹Only˺ Allah rescues you from this and any other distress, yet you associate others with Him ˹in worship˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Allah Teâlâ sizi ondan ve herbir gamdan kurtarır, sonra siz (yine ona putları) şerik ittihaz edersiniz.»",
        "hayrat_nesriyat": "De ki: `Sizi ondan ve bütün sıkıntılardan ancak Allah kurtarır; sonra siz(sözünüzü unutur, yine O`na) şirk koşarsınız.`",
        "diyanet_vakfi": "De ki: Ondan ve bütün sıkıntılardan sizi Allah kurtarır. Sonra siz yine O’na ortak koşarsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/064.mp3"
      }
    },
    {
      "id": 854,
      "verseNumber": 65,
      "verseKey": "6:65",
      "arabic": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَفْقَهُونَ",
      "english": "Say, “He ˹alone˺ has the power to unleash upon you a torment from above or below you or split you into ˹conflicting˺ factions and make you taste the violence of one another.” See how We vary the signs, so perhaps they will comprehend.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «O, sizin üzerinize üstünüzden veya ayaklarınızın altından bir azap göndermeğe ve sizi fırkalar halinde karıştırmaya ve bazınıza bazınızın hıncını tattırmaya kâdirdir.» Bak âyetlerimizi nasıl açıklıyoruz! Gerek ki, onlar anlayabilsinler.",
        "hayrat_nesriyat": "De ki: `O, size üstünüzden veya ayaklarınızın altından azab göndermeye yâhut sizi fırkalar hâlinde (birbirinize) karıştırıp bazınıza bazınızın kinini tattırmaya kadirdir.` Bak, âyetleri nasıl açıklıyoruz. Tâ ki anlasınlar!",
        "diyanet_vakfi": "De ki: «Allah’ın size üstünüzden (gökten) veya ayaklarınızın altından (yerden) bir azap göndermeğe ya da birbirinize düşürüp kiminize kiminizin hıncını tattırmaya gücü yeter.» Bak, anlasınlar diye âyetlerimizi nasıl açıklıyoruz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/065.mp3"
      }
    },
    {
      "id": 855,
      "verseNumber": 66,
      "verseKey": "6:66",
      "arabic": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ ۚ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
      "english": "Still your people ˹O Prophet˺ have rejected this ˹Quran˺, although it is the truth. Say, “I am not a keeper over you.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kavmin O’nu (Kur’an-ı kerîm’i) yalan saydı. Halbuki, o bir hakikattır. De ki: «Ben sizin üzerinize vekil olmuş değilim.»",
        "hayrat_nesriyat": "Hâlbuki o (Kur`ân), hak olduğu hâlde kavmin onu yalanladı. De ki: `Ben sizin üzerinize bir vekil değilim!`",
        "diyanet_vakfi": "Kur’an hak olduğu halde kavmin onu yalanladı. De ki: Ben size vekil (kefil) değilim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/066.mp3"
      }
    },
    {
      "id": 856,
      "verseNumber": 67,
      "verseKey": "6:67",
      "arabic": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ ۚ وَسَوْفَ تَعْلَمُونَ",
      "english": "Every ˹destined˺ matter has a ˹set˺ time to transpire. And you will soon come to know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her bir haberin bir mukarrer zamanı vardır. Ve yakında bilirsiniz.",
        "hayrat_nesriyat": "`Her haberin kararlaşacağı (vuku` bulacağı) bir zaman vardır. Ve ileride bileceksiniz!`",
        "diyanet_vakfi": "Her haberin gerçekleşeceği bir zaman vardır. Yakında siz de gerçeği bileceksiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/067.mp3"
      }
    },
    {
      "id": 857,
      "verseNumber": 68,
      "verseKey": "6:68",
      "arabic": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَـٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦ ۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَـٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "english": "And when you come across those who ridicule Our revelations, do not sit with them unless they engage in a different topic. Should Satan make you forget, then once you remember, do not ˹continue to˺ sit with the wrongdoing people.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Bizim âyetlerimizde (cahilane mütala’alara) dalanları gördüğün zaman, ondan başka bir söze dalıncaya kadar hemen onlardan yüz çevir. Ve şâyet (bunu) şeytan sana unutturursa hatırladıktan sonra o zalimler olan kavim ile beraber oturma.",
        "hayrat_nesriyat": "Âyetlerimiz hakkında (ileri geri konuşmaya) dalanları gördüğün zaman ise, artık(onlar) ondan başka bir söze daldıkları zamâna kadar kendilerinden yüz çevir! Buna rağmen şeytan (bunu) gerçekten sana unutturursa, artık hatırladıktan sonra o zâlimler topluluğuyla berâber oturma!",
        "diyanet_vakfi": "Âyetlerimiz hakkında ileri geri konuşmaya dalanları gördüğünde, onlar başka bir söze geçinceye kadar onlardan uzak dur. Eğer şeytan sana unutturursa, hatırladıktan sonra artık o zalimler topluluğu ile oturma."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/068.mp3"
      }
    },
    {
      "id": 858,
      "verseNumber": 69,
      "verseKey": "6:69",
      "arabic": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
      "english": "Those mindful ˹of Allah˺ will not be accountable for those ˹who ridicule it˺ whatsoever—their duty is to advise, so perhaps the ridiculers will abstain.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve muttakî olanların üzerine onların hesabından bir şey yoktur. Fakat bir öğüttür, olabilir ki, onlar sakınırlar.",
        "hayrat_nesriyat": "Hem (Allah`a karşı gelmekten) sakınmakta olanlara onların (o kâfirlerin)hesâbından birşey yoktur; fakat (mü`minler için, onlara iyiliği emretmek cihetiyle) bir hatırlatmak (borcu) vardır! Tâ ki onlar (da) sakınsınlar.",
        "diyanet_vakfi": "Takvâ sahiplerine, inanmayanların hesabından herhangi bir sorumluluk yoktur. Fakat belki korunurlar diye hatırlatmak gerekir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/069.mp3"
      }
    },
    {
      "id": 859,
      "verseNumber": 70,
      "verseKey": "6:70",
      "arabic": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ ۖ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
      "english": "And leave those who take this<sup foot_note=76635>1</sup> faith ˹of Islam˺ as mere play and amusement and are deluded by ˹their˺ worldly life. Yet remind them by this ˹Quran˺, so no one should be ruined for their misdeeds. They will have no protector or intercessor other than Allah. Even if they were to offer every ˹possible˺ ransom, none will be accepted from them. Those are the ones who will be ruined for their misdeeds. They will have a boiling drink and painful punishment for their disbelief.",
      "turkish": {
        "omer_nasuhi_bilmen": "Dinlerini bir oyuncak ve bir eğlence ittihaz eden ve kendilerini dünya hayatı mağrur etmiş bulunan kimseleri bırak. Ve onunla öğüt ver ki, hiçbir kimse kazandığı şey sebebiyle helâke düşmesin, onun için Allah Teâlâ’dan başka ne bir dost ve ne de bir şefaatcı yoktur. Ve o bütün fidyeyi feda edecek olsa ondan alınmaz. Onlar o kimselerdir ki, kazanmış oldukları şeyler sebebiyle azaba maruz kalmışlardır. Onlar için küfrettikleri şey sebebiyle pek sıcak sudan bir içki ve pek incitici bir azap vardır.",
        "hayrat_nesriyat": "O hâlde dinlerini bir oyun ve bir eğlence edinen ve dünya hayâtı kendilerini aldatan kimseleri bırak; hem (sen) onunla (o Kur`ân ile) nasîhat et ki, bir kimse kazandığı(günahlar) yüzünden helâke düşürülmesin! Ona Allah`dan başka ne bir dost, ne de bir şefâatçi vardır. (Azâbı kendinden men` etmek için) her türlü fidyeyi fedâ edecek de olsa, ondan alınmaz.",
        "diyanet_vakfi": "Dinlerini bir oyuncak ve bir eğlence edinen ve dünya hayatının aldattığı kimseleri (bir tarafa) bırak! Kazandıkları sebebiyle hiçbir nefsin felâkete dûçar olmaması için Kur’an ile nasihat et. O nefis için Allah’tan başka ne dost vardır, ne de şefaatçı. O, bütün varını fidye olarak verse, yine de ondan kabul edilmez. Onlar kazandıkları (günahlar) yüzünden helâke sürüklenmiş kimselerdir. İnkâr ettiklerinden dolayı onlar için kaynar sudan ibaret bir içecek ve elem verici bir azap vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/070.mp3"
      }
    },
    {
      "id": 860,
      "verseNumber": 71,
      "verseKey": "6:71",
      "arabic": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "english": "Ask ˹them, O  Prophet˺, “Should we invoke, other than Allah, those ˹idols˺ which cannot benefit or harm us, and turn back to disbelief after Allah has guided us? ˹If we do so, we will be˺ like those disoriented by devils in the wilderness, while their companions call them to guidance, ˹saying˺, ‘Come to us!’ Say, ˹O Prophet,˺ “Allah’s guidance is the ˹only˺ true guidance. And we are commanded to submit to the Lord of all worlds,",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Biz Allah Teâlâ’dan başka bize ne faide ve ne de zarar veremiyecek şeylere tapar mıyız? Ve bize Allah Teâlâ hidâyet etmişken ardımıza döndürülur müyüz? O kimse gibi ki, yerde şaşkınca dolaşırken kendisini şeytanlar dalâlete düşürmüştür. Halbuki, onun için birtakım arkadaşlar vardır ki, «Gel bize,» diyerek onu doğru yola çağırır dururlardı.» De ki: «Muhakkak Allah Teâlâ’nın hidâyetidir hidâyet olan, ve bize emrolunmuştur ki, âlemlerin Rabbine halisâne ibadette bulunalım.»",
        "hayrat_nesriyat": "De ki: `Allah`ı bırakıp da, bize ne fayda veren ne de bize zararı dokunan şeylere mi tapalım? Ve Allah bizi hidâyete erdirdikten sonra, ökçelerimiz üzerinde geriye (küfre)mi döndürülelim? O kimse gibi ki, `Bize gel!` diye kendisini hidâyete da`vet eden arkadaşları varken, şeytanlar onu yeryüzünde şaşkın bir hâle düşürmüştür.` De ki: `Şübhesiz Allah`ın hidâyeti, hidâyetin ta kendisidir. Ve bize, âlemlerin Rabbine teslîm olmamız emredildi.`",
        "diyanet_vakfi": "De ki: Allah’ı bırakıp da bize fayda veya zarar veremeyecek olan şeylere mi tapalım? Allah bizi doğru yola ilettikten sonra şeytanların saptırıp şaşkın olarak çöle düşürmek istedikleri, arkadaşlarının ise: «Bize gel!» diye doğru yola çağırdıkları şaşkın kimse gibi gerisin geri (inkârcılığa) mı döndürüleceğiz? De ki: Allah’ın hidayeti doğru yolun ta kendisidir. Bize âlemlerin Rabbine teslim olmamız emredilmiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/071.mp3"
      }
    },
    {
      "id": 861,
      "verseNumber": 72,
      "verseKey": "6:72",
      "arabic": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ ۚ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "english": "establish prayer, and be mindful of Him. To Him you will all be gathered together.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve namaz kılın, ve O’ndan korkunuz ve O, o (Hâlik-ı Azîm) dir ki, O’na haşrolunacaksınızdır diye de emrolunduk.»",
        "hayrat_nesriyat": "Bir de: `Namazı hakkıyla edâ edin ve O`ndan (Allah`dan) sakının!` diye(emredildi). Zîrâ (kıyâmet günü) huzûruna toplanacağınız ancak O`dur.",
        "diyanet_vakfi": "«Namazı dosdoğru kılın ve Allah’tan korkun» (diye de emredildik). O, huzuruna varıp toplanacağınız Allah’tır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/072.mp3"
      }
    },
    {
      "id": 862,
      "verseNumber": 73,
      "verseKey": "6:73",
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "english": "He is the One Who created the heavens and the earth in truth. On the Day ˹of Judgment˺ He will say, ‘Be!’ And there will be! His command is truth. All authority is His ˹alone˺<sup foot_note=76636>1</sup> on the Day the Trumpet will be blown.<sup foot_note=76637>2</sup> He is the Knower of all—seen or unseen. And He is the All-Wise, All-Aware.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, o Zât-ı Kibriyâ’dır ki, gökleri ve yeri hakkıyla yaratmıştır. Ve O’nun «Ol!» diyeceği gün (herşey) hemen oluverir, kelâmı haktır ve sûra üfürüleceği gün mülk O’nundur. Gaip olanı da müşahede olanı da bilendir. O hakîmdir, habîrdir.",
        "hayrat_nesriyat": "Gökleri ve yeri hak ile (hakkıyla, îcâb ettiği şekilde) yaratan da O`dur. `Ol!` diyeceği gün, (herşey) hemen oluverir. Sözü haktır. Sûr`a üfleneceği gün de mülk O`nundur. Görünmeyeni ve görüneni bilendir. Çünki O, Hakîm (her işi hikmetli olan)dır, Habîr (her şeyden haberdâr olan)dır.",
        "diyanet_vakfi": "O, gökleri ve yeri hak (ve hikmet) ile yaratandır. «Ol!» dediği gün herşey oluverir. O’nun sözü gerçektir. Sûr’a üflendiği gün de hükümranlık O’nundur. Gizliyi ve açığı bilendir ve O, hikmet sahibidir, her şeyden haberdardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/073.mp3"
      }
    },
    {
      "id": 863,
      "verseNumber": 74,
      "verseKey": "6:74",
      "arabic": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "english": "And ˹remember˺ when Abraham said to his father, Ȃzar, “Do you take idols as gods? It is clear to me that you and your people are entirely misguided.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bir vakit ki, İbrahim babası Azer’e demişti ki: «Sen putları ilâhlar mı ittihaz ediyorsun! Ben şüphe yok seni ve kavmini apaçık bir dalâlet içinde görüyorum»",
        "hayrat_nesriyat": "Bir zaman da İbrâhîm, babası Âzer`e şöyle demişti: `Birtakım putları ilâhlar mı ediniyorsun? Şübhesiz ki ben, seni ve kavmini apaçık bir dalâlet içinde görüyorum.`",
        "diyanet_vakfi": "İbrahim, babası Âzer’e: Birtakım putları tanrılar mı ediniyorsun? Doğrusu ben seni de kavmini de apaçık bir sapıklık içinde görüyorum, demişti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/074.mp3"
      }
    },
    {
      "id": 864,
      "verseNumber": 75,
      "verseKey": "6:75",
      "arabic": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
      "english": "We also showed Abraham the wonders of the heavens and the earth, so he would be sure in faith.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve İbrahim’e şöylece göklerin ve yerin melekutunu gösteriyorduk ki, yakinen bilip inananlardan oluversin.",
        "hayrat_nesriyat": "İşte (birliğimize delil getirsin) ve kat`î olarak îmân edenlerden olsun diye İbrâhîm`e, göklerin ve yerin melekûtunu (İlâhî tasarrufâtın açıkça göründüğü cihetini)böyle gösteriyorduk.",
        "diyanet_vakfi": "Böylece biz, kesin iman edenlerden olması için İbrahim’e göklerin ve yerin melekûtunu gösteriyorduk."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/075.mp3"
      }
    },
    {
      "id": 865,
      "verseNumber": 76,
      "verseKey": "6:76",
      "arabic": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
      "english": "When the night grew dark upon him, he saw a star and said, “This is my Lord!” But when it set, he said, “I do not love things that set.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, üzerine yine gece bastı, bir yıldızı gördü, «Bu benim Rabbim,» dedi. Batınca da, «Ben öyle batanları sevmem,» deyiverdi.",
        "hayrat_nesriyat": "Derken (İbrâhîm,) üzerini gece (karanlığı) kaplayınca bir yıldız gördü (ve kavmine): `Bu rabbimdir (öyle mi?)` dedi. Fakat (bir süre sonra o yıldız) batınca: `Ben batanları sevmem!` dedi.",
        "diyanet_vakfi": "Gecenin karanlığı onu kaplayınca bir yıldız gördü, Rabbim budur, dedi. Yıldız batınca, batanları sevmem, dedi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/076.mp3"
      }
    },
    {
      "id": 866,
      "verseNumber": 77,
      "verseKey": "6:77",
      "arabic": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
      "english": "Then when he saw the moon rising, he said, “This one is my Lord!” But when it disappeared, he said, “If my Lord does not guide me, I will certainly be one of the misguided people.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, ay’ı doğar bir halde gördü. «Rabbim budur,» dedi. Sonra ay batınca da «Andolsun ki, eğer bana Rabbim hidâyet etmemiş olsaydı, elbette ben dalâlete düşenler gürûhundan olacaktım» dedi.",
        "hayrat_nesriyat": "Daha sonra (gecenin bir vaktinde,) doğmakta olan ay`ı görünce: `Bu rabbimdir(öyle mi?)` dedi. Sonra (o da) batınca: `Yemîn olsun ki, eğer Rabbim beni hidâyete erdirmezse, mutlaka dalâlete düşen kimseler topluluğundan olurum!` dedi.",
        "diyanet_vakfi": "Ay’ı doğarken görünce, Rabbim budur, dedi. O da batınca, Rabbim bana doğru yolu göstermezse elbette yoldan sapan topluluklardan olurum, dedi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/077.mp3"
      }
    },
    {
      "id": 867,
      "verseNumber": 78,
      "verseKey": "6:78",
      "arabic": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "english": "Then when he saw the sun shining, he said, “This must be my Lord—it is the greatest!” But again when it set, he declared, “O my people! I totally reject whatever you associate ˹with Allah in worship˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Vaktâ ki, güneşi doğmaya başlar gördü. Dedi ki: «Budur Rabbim, bu daha büyük.» Nihâyet o da batınca dedi ki: «Ey kavmim! Ben muhakkak sizin Allah Teâlâ’ya şerik koştuğunuz şeylerden berîyim.»",
        "hayrat_nesriyat": "Nihâyet doğmakta olan güneşi görünce: `Bu rabbimdir; (öyle mi?) bu daha büyüktür!` dedi. Fakat (o da) batınca: `Ey kavmim! (Bilin ki) doğrusu ben, (sizin Allah`a)ortak koşmakta olduğunuz şeylerden uzağım!` dedi.",
        "diyanet_vakfi": "Güneşi doğarken görünce de, Rabbim budur, zira bu daha büyük, dedi. O da batınca, dedi ki: Ey kavmim! Ben sizin (Allah’a) ortak koştuğunuz şeylerden uzağım."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/078.mp3"
      }
    },
    {
      "id": 868,
      "verseNumber": 79,
      "verseKey": "6:79",
      "arabic": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
      "english": "I have turned my face towards the One Who has originated the heavens and the earth—being upright—and I am not one of the polytheists.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ben muhakkak bir muvahhid olarak yüzümü gökleri ve yeri yaradana çevirdim ve ben müşriklerden değilim.»",
        "hayrat_nesriyat": "`Şübhesiz ki ben, Hanîf (hakka yönelmiş) olarak yüzümü, gökleri ve yeri yoktan var edene çevirdim ve ben (sizin gibi) müşriklerden değilim!`",
        "diyanet_vakfi": "Ben hanîf olarak, yüzümü gökleri ve yeri yoktan yaratan Allah’a çevirdim ve ben müşriklerden değilim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/079.mp3"
      }
    },
    {
      "id": 869,
      "verseNumber": 80,
      "verseKey": "6:80",
      "arabic": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
      "english": "And his people argued with him. He responded, “Are you arguing with me about Allah, while He has guided me? I am not afraid of whatever ˹idols˺ you associate with Him—˹none can harm me,˺ unless my Lord so wills. My Lord encompasses everything in ˹His˺ knowledge. Will you not be mindful?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O’na karşı kavmi hüccet getirmeğe kalkıştı. Dedi ki: «Siz Hakk-ı İlâhi’de bana karşı ihticaca mı yelteniyorsunuz? O halbuki bana hidâyet nâsip buyurmuştur. Ve ben O’na şerik koştuğunuz şeylerden korkmam. Meğer ki, Rabbim birşey dilemiş olsun. Rabbim herşeyi ilmen ihata etmiştir. Artık siz hiç düşünmez misiniz?»",
        "hayrat_nesriyat": "Kavmi ise, onunla tartıştı. (Onlara) dedi ki: `Beni gerçekten hidâyete erdirmişken, Allah hakkında mı benimle tartışıyorsunuz? (Ben sizin) O`na (Allah`a) ortak koşmaktaolduğunuz şeylerden korkmam; ancak Rabbimin (bana) bir şey dilemesi müstesnâ. Rabbim, herşeyi ilmen kuşatmıştır. Hiç ibret almaz mısınız?`",
        "diyanet_vakfi": "Kavmi onunla tartışmaya girişti. Onlara dedi ki: Beni doğru yola iletmişken, Allah hakkında benimle tartışıyor musunuz? Ben sizin O’na ortak koştuğunuz şeylerden korkmam. Ancak, Rabbim’in bir şey dilemesi hariç. Rabbimin ilmi herşeyi kuşatmıştır. Hâla ibret almıyor musunuz?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/080.mp3"
      }
    },
    {
      "id": 870,
      "verseNumber": 81,
      "verseKey": "6:81",
      "arabic": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "english": "And how should I fear your associate-gods, while you have no fear in associating ˹others˺ with Allah—a practice He has never authorized? Which side has more right to security? ˹Tell me˺ if you really know!”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve nasıl olur da sizin şerik koştuklarınızdan korkarım. Halbuki siz Allah Teâlâ’ya (haklarında sizin üzerinize hiç bir bürhan indirmemiş olduğu şeyleri) şerik koşuyorsunuz da, korkmuyorsunuz! Artık korkudan emin olmaya bu iki tâifeden hangisi daha haklıdır? Eğer siz bilir kimseler iseniz (söyleyin bakalım ).»",
        "hayrat_nesriyat": "Hem, size hakkında hiçbir delil indirmediği şeyleri gerçekten siz Allah`a şirk koşmaktan korkmazken, (ben) şirk koştuğunuz şeylerden nasıl korkarım? Öyle ise iki tarafdan hangisi (korkudan) emîn olmaya daha lâyıktır? Eğer biliyorsanız (haydi söyleyin)!",
        "diyanet_vakfi": "Siz, Allah’ın size haklarında hiçbir hüküm indirmediği şeyleri O’na ortak koşmaktan korkmazken, ben sizin ortak koştuğunuz şeylerden nasıl korkarım! Şimdi biliyorsanız (söyleyin), iki guruptan hangisi güvende olmaya daha lâyıktır?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/081.mp3"
      }
    },
    {
      "id": 871,
      "verseNumber": 82,
      "verseKey": "6:82",
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَـٰنَهُم بِظُلْمٍ أُو۟لَـٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
      "english": "It is ˹only˺ those who are faithful and do not tarnish their faith with falsehood<sup foot_note=76638>1</sup> who are guaranteed security and are ˹rightly˺ guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, imân etmişler ve imânlarını bir zulme bulaştırmamışlardır. İşte korkudan emin olmak onlara aittir. Ve hidâyete ermiş olanlar da onlardır.",
        "hayrat_nesriyat": "Îmân edip de îmanlarını bir zulümle (şirkle) bulaştırmayanlara gelince, işte onlar var ya, kendileri için (ebedî azab korkusundan) emîn olmak vardır ve onlar hidâyete erenlerdir.",
        "diyanet_vakfi": "İnanıp da imanlarına herhangi bir haksızlık bulaştırmayanlar var ya, işte güven onlarındır ve onlar doğru yolu bulanlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/082.mp3"
      }
    },
    {
      "id": 872,
      "verseNumber": 83,
      "verseKey": "6:83",
      "arabic": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
      "english": "This was the argument We gave Abraham against his people. We elevate in rank whoever We please. Surely your Lord is All-Wise, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte o, Bizim hüccetimizdir ki, onu kavmine karşı İbrahim’e vermiştik. Dilediğimizi derecelerle yükseltiriz. Şüphe yok ki, Rabbin hakîmdir, alîmdir.",
        "hayrat_nesriyat": "Ve işte bunlar (bizim) delillerimizdir ki, onları kavmine karşı İbrâhîm`e verdik.(Biz) dilediğimizi derecelerle yükseltiriz. Şübhesiz ki Rabbin, Hakîm (her işi hikmetli olan)dır, Alîm (herşeyi hakkıyla bilen)dir.",
        "diyanet_vakfi": "İşte bu, kavmine karşı İbrahim’e verdiğimiz delillerimizdir. Biz dilediğimiz kimselerin derecelerini yükseltiriz. Şüphesiz ki senin Rabbin hikmet sahibidir, hakkıyle bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/083.mp3"
      }
    },
    {
      "id": 873,
      "verseNumber": 84,
      "verseKey": "6:84",
      "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَـٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَـٰرُونَ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "english": "And We blessed him with Isaac and Jacob. We guided them all as We previously guided Noah and those among his descendants: David, Solomon, Job, Joseph, Moses, and Aaron. This is how We reward the good-doers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve ona İshak’ı ve Yakub’u ihsan ettik ve hepsini de hidâyete erdirdik. Daha evvel de Nûh’u ve O’nun neslinden Dâvud’u, Süleyman’ı, Eyyûb’u, Yusuf’u, Mûsa’yı ve Harun’u da hidâyete erdirmiştik. Ve işte Biz güzel hareket edenleri böyle mükâfaatlandırırız.",
        "hayrat_nesriyat": "Hem ona (İbrâhîm`e), İshâk`ı ve (İshâk`ın oğlu) Ya`kub`u ihsân ettik. Her birini hidâyete erdirdik. Daha önce de Nûh`u ve onun (İbrâhîm`den sonra gelen) zürriyetinden Da`vûd`u, Süleymân`ı, Eyyûb`ü, Yûsuf`u, Mûsâ`yı ve Hârûn`u hidâyete erdirmiştik. İşte iyilik edenleri böyle mükâfâtlandırırız!",
        "diyanet_vakfi": "Biz O’na İshak ve (İshak’ın oğlu) Yakub’u da armağan ettik; hepsini de doğru yola ilettik. Daha önce de Nuh’u ve O’nun soyundan Davud’u, Süleyman’ı, Eyyub’u, Yusuf’u, Musa’yı ve Harun’u doğru yola iletmiştik; Biz iyi davrananları işte böyle mükâfatlandırırız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/084.mp3"
      }
    },
    {
      "id": 874,
      "verseNumber": 85,
      "verseKey": "6:85",
      "arabic": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ ٱلصَّـٰلِحِينَ",
      "english": "Likewise, ˹We guided˺ Zachariah, John, Jesus, and Elias, who were all of the righteous.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Zekeriya’yı da, Yahya’yı da, İsa’yı da, İlyas’ı da (hidâyete erdirdik). Hepsi de sâlih zâtlardandı.",
        "hayrat_nesriyat": "Zekeriya, Yahya, İsa ve İlyas`a da hidayet verdik. Onların hepsi iyi ve hayırlı kimselerdendi.",
        "diyanet_vakfi": "Zekeriyya, Yahya, İsa ve İlyas’ı da (doğru yola iletmiştik). Hepsi de iyilerden idi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/085.mp3"
      }
    },
    {
      "id": 875,
      "verseNumber": 86,
      "verseKey": "6:86",
      "arabic": "وَإِسْمَـٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَـٰلَمِينَ",
      "english": "˹We also guided˺ Ishmael, Elisha, Jonah, and Lot, favouring each over other people ˹of their time˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve İsmail’i, Elyesa’yı ve Yûnus ile Lût’u da (hidâyete nâil ettik) ve hepsini âlemlerin üzerine tercih eyledik.",
        "hayrat_nesriyat": "İsmâil`i, Elyesâ`ı, Yûnus`u ve Lût`u da (hidâyete erdirdik). Ve herbirini âlemlere(bütün mahlûkata) üstün kıldık.",
        "diyanet_vakfi": "İsmail, Elyesa’, Yunus ve Lût’u da (hidayete erdirdik). Hepsini âlemlere üstün kıldık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/086.mp3"
      }
    },
    {
      "id": 876,
      "verseNumber": 87,
      "verseKey": "6:87",
      "arabic": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّـٰتِهِمْ وَإِخْوَٰنِهِمْ ۖ وَٱجْتَبَيْنَـٰهُمْ وَهَدَيْنَـٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "english": "And ˹We favoured˺ some of their forefathers, their descendants, and their brothers. We chose them and guided them to the Straight Path.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onların babalarından, zürriyetlerinden ve kardeşlerinden birçoklarını da (hidâyete erdirdik) ve onları seçtik ve kendilerini doğru bir yola kavuşturduk.",
        "hayrat_nesriyat": "Babalarından, zürriyetlerinden ve kardeşlerinden bir kısmını da (üstün kıldık). Böylece onları seçtik ve onları dosdoğru bir yola hidâyet ettik.",
        "diyanet_vakfi": "Onların babalarından, çocuklarından ve kardeşlerinden bazılarına da (üstün meziyetler verdik). Onları seçkin kıldık ve doğru yola ilettik."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/087.mp3"
      }
    },
    {
      "id": 877,
      "verseNumber": 88,
      "verseKey": "6:88",
      "arabic": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
      "english": "This is Allah’s guidance with which He guides whoever He wills of His servants. Had they associated others with Him ˹in worship˺, their ˹good˺ deeds would have been wasted.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu, Allah Teâlâ’nın hidâyetidir, onunla kullarından dilediğine hidâyet eder. Ve eğer onlar şirk etmiş olsalardı, elbette yapmış oldukları amelleri kendilerinden sükut edip gitmiş olurdu.",
        "hayrat_nesriyat": "İşte bu (yol), Allah`ın hidâyetidir; kullarından kimi dilerse (hikmetine binâen, kendi lütfundan) onunla hidâyete erdirir. Fakat şirk koşsalardı, elbette yapmakta oldukları şeyler (ameller) kendilerinden (kabûl edilmez) boşa giderdi.",
        "diyanet_vakfi": "İşte bu, Allah’ın hidayetidir, kullarından dilediğini ona iletir. Eğer onlar da Allah’a ortak koşsalardı yapmakta oldukları amelleri elbette boşa giderdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/088.mp3"
      }
    },
    {
      "id": 878,
      "verseNumber": 89,
      "verseKey": "6:89",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ۚ فَإِن يَكْفُرْ بِهَا هَـٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَـٰفِرِينَ",
      "english": "Those were the ones to whom We gave the Scripture, wisdom, and prophethood. But if these ˹pagans˺ disbelieve in this ˹message˺, then We have already entrusted it to a people who will never disbelieve in it.<sup foot_note=76639>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar o kimselerdir ki, kendilerine kitap, hüküm ve nübüvvet vermişizdir. Şimdi şu kavimler, eğer bu delilleri inkar ederlerse artık Biz ona münkir olmayan bir kavmi tevkil etmişizdir.",
        "hayrat_nesriyat": "İşte onlar, kendilerine kitab, hikmet ve peygamberlik verdiğimiz kimselerdir. Fakat bunlar (o müşrikler) onları (kitap, hikmet ve peygamberliği) inkâr ederse, artık muhakkak ki(biz,) onları inkâr eden kimseler olmayan bir kavmi (Muhâcir ve Ensâr`ı ve nice ehl-i îmânı)onlara (îmân etmeye) vekil kılmışızdır.",
        "diyanet_vakfi": "İşte onlar, kendilerine kitap, hikmet ve peygamberlik verdiğimiz kimselerdir. Eğer onlar (kâfirler) bunları inkâr ederse şüphesiz yerlerine bunları inkâr etmeyecek bir toplum getiririz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/089.mp3"
      }
    },
    {
      "id": 879,
      "verseNumber": 90,
      "verseKey": "6:90",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ ۖ فَبِهُدَىٰهُمُ ٱقْتَدِهْ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَـٰلَمِينَ",
      "english": "These ˹prophets˺ were ˹rightly˺ guided by Allah, so follow their guidance. Say, “I ask no reward of you for this ˹Quran˺—it is a reminder to the whole world.”",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte onlar, Allah Teâlâ’nın hidâyet ettiği zâtlardır. Sen de onların bu tarik-i hidayetini takip et. De ki: «Sizden bunun üzerine bir ücret istemem, o âlemler için bir mev’izeden başka değildir.»",
        "hayrat_nesriyat": "İşte onlar (o peygamberler), Allah`ın hidâyete erdirdiği kimselerdir; (Habîbim, yâ Muhammed!) Artık (sen de) onların hidâyetine tâbi` ol! De ki: `(Ben) ona (Kur`ân`a) karşı sizden bir ücret istemiyorum! O, ancak âlemler (ve bütün asırlar) için bir nasîhattir.`",
        "diyanet_vakfi": "İşte o peygamberler Allah’ın hidayet ettiği kimselerdir. Sen de onların yoluna uy. De ki: Ben buna (peygamberlik görevime) karşılık sizden bir ücret istemiyorum. Bu (Kur’an) âlemler için ancak bir öğüttür."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/090.mp3"
      }
    },
    {
      "id": 880,
      "verseNumber": 91,
      "verseKey": "6:91",
      "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
      "english": "And they<sup foot_note=76640>1</sup> have not shown Allah His proper reverence when they said, “Allah has revealed nothing to any human being.” Say, ˹O Prophet,˺ “Who then revealed the Book brought forth by Moses as a light and guidance for people, which you split into separate sheets—revealing some and hiding much? You have been taught ˹through this Quran˺ what neither you nor your forefathers knew.” Say, ˹O Prophet,˺ “Allah ˹revealed it˺!” Then leave them to amuse themselves with falsehood.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (Yahudiler) Allah Teâlâ’nın kadrini O’nun şan-ı ulûhiyetine layık olacak bir surette takdir edemediler. Çünkü, «Allah insanlara birşey indirmiş değildir,» dediler. De ki: «Musa’nın bir nûr ve nâs için bir hüda olarak getirmiş olduğu kitabı kim indirmiştir? Siz onu parça parça kağıtlara yazıyor, meydana koyuyorsunuz ve birçoğunu da gizliyorsunuz ve sizin babalarınızın bilmediklerini öğretilmiş oluyorsunuz». Sen «Allah» de, sonra onları bırak, daldıkları batakta oynayıp dursunlar.",
        "hayrat_nesriyat": "Hâlbuki (yahudiler:) `Allah hiçbir insana birşey indirmedi` dediklerinde, Allah`ı O`nun şânına lâyık bir sûrette (hakkıyla) takdîr edemediler.De ki: `Mûsâ`nın insanlara bir nûr ve bir hidâyet olarak getirdiği Kitâb`ı kim indirdi? (Siz)onu (Tevrât`ı) parça parça kâğıtlar yapıp, onları(n bir kısmını) açıklıyorsunuz;(Muhammed`in sıfatları gibi) birçoğunu da gizliyorsunuz!` Bununla berâber ne sizin, ne de atalarınızın bilmediğiniz şeyler size (Kur`ân`da) öğretilmiştir. (Ey Resûlüm! Sen Tevrât`ı da, Kur`ân`ı da) `Allah (indirdi)!` de; sonra onları bırak, daldıkları (bâtıl) içinde oynasınlar!",
        "diyanet_vakfi": "(Yahudiler) Allah’ı gereği gibi tanımadılar. Çünkü «Allah hiçbir beşere bir şey indirmedi» dediler. De ki: Öyle ise Musa’nın insanlara bir nûr ve hidayet olarak getirdiği Kitab’ı kim indirdi? Siz onu kâğıtlara yazıp (istediğinizi) açıklıyor, çoğunu da gizliyorsunuz. Sizin de atalarınızın da bilemediği şeyler (Kur’an’da) size öğretilmiştir. (Resûlüm) sen «Allah» de, sonra onları bırak, daldıkları bataklıkta oynayadursunlar!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/091.mp3"
      }
    },
    {
      "id": 881,
      "verseNumber": 92,
      "verseKey": "6:92",
      "arabic": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
      "english": "This is a blessed Book which We have revealed—confirming what came before it—so you may warn the Mother of Cities<sup foot_note=76641>1</sup> and everyone around it. Those who believe in the Hereafter ˹truly˺ believe in it and guard their prayers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte bu da bir kitaptır ki, O’nu Biz indirmişizdir, mübarektir, kendisinden evvelki kitapları tasdik edicidir ve Ümmü’lKura’yı çevresinde bulunanları inzar etmek için indirmiştir. Ve ahirete imân edenler buna da imân ederler. Ve onlar namazlarını da muhafazada bulunurlar.",
        "hayrat_nesriyat": "Ve işte bu (Kur`ân), mübârek, kendinden önceki (kitab)ları tasdîk edici olarak, bir de şehirlerin anası (olan Mekke`nin ahâlisi)ni ve etrâfındaki kimseleri korkutasın diye onu(sana) indirdiğimiz bir kitabdır. Ve âhirete îmân edenler, ona (o Kur`ân`a) îmân ederlerve onlar namazlarına devâm ederler.",
        "diyanet_vakfi": "Bu (Kur’an), Ümmü’l-kurâ (Mekke) ve çevresindekileri uyarman için sana indirdiğimiz ve kendinden öncekileri doğrulayıcı mübarek bir kitaptır. Âhirete inananlar buna da inanırlar ve onlar namazlarını hakkıyla kılmaya devam ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/092.mp3"
      }
    },
    {
      "id": 882,
      "verseNumber": 93,
      "verseKey": "6:93",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
      "english": "Who does more wrong than the one who fabricates lies against Allah or claims, “I have received revelations!”—although nothing was revealed to them—or the one who says, “I can reveal the like of Allah’s revelations!”? If you ˹O Prophet˺ could only see the wrongdoers in the throes of death while the angels are stretching out their hands ˹saying˺, “Give up your souls! Today you will be rewarded with the torment of disgrace for telling lies about Allah and for being arrogant towards His revelations!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve daha zalim kim vardır o kimseden ki, yalan yere Allah Teâlâ’ya iftirada bulunmuş, veya kendisine bir şey vahyedilmediği halde, «Bana vahyolundu,» demiş ve «Ben de Allah’ın indirdiğinin mislini indireceğim,» diye iddiada bulunmuş olur. Görecek olsan o zaman ki, zalimler ölüm gamerâtı içinde kalacak, onlara melekler de ellerini uzatarak: «Çıkarınız canlarınızı! Bugün zillet azabıyla cezalanacaksınız, Allah Teâlâ’ya karşı hak olmayanı söyler olduğunuzdan ve onun âyetlerinden böbürlenerek kaçtığınızdan dolayı,» diyeceklerdir.",
        "hayrat_nesriyat": "Buna rağmen Allah`a karşı yalan uydurandan veya ken disine birşey vahyolunmadığı hâlde: `Bana vah yo lundu` diyenden ve: `Allah`ın indirdiği (âyetler) gibi ben de indireceğim` diyenden daha zâlim kim olabilir?Bu yüzden o zâlimleri, ölümün şid det leri içinde (can çekişirler) iken bir görsen ki melekler(can alıcılar olarak) elleri ni uzatmışlar (onlara): `Çıkarın canlarınızı! Allah`a karşı hak olmayanı söylüyor olduğunuz dan ve âyetlerine karşı büyüklük taslamakta bulunduğunuzdan dolayı, bugün aşağılayıcı (bir) azâb ile cezâ lan dırıla cak sınız!` (derler).",
        "diyanet_vakfi": "Allah’a karşı yalan uydurandan yahut kendisine hiçbir şey vahyedilmemişken «Bana da vahyolundu» diyenden ve «Ben de Allah’ın indirdiği âyetlerin benzerini indireceğim» diyenden daha zalim kim vardır! O zalimler, ölümün (boğucu) dalgaları içinde, melekler de pençelerini uzatmış, onlara: «Haydi canlarınızı kurtarın! Allah’a karşı gerçek olmayanı söylemenizden ve O’nun âyetlerine karşı kibirlilik taslamış olmanızdan ötürü, bugün alçaklık azabı ile cezalandırılacaksınız!» derken onların halini bir görsen!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/093.mp3"
      }
    },
    {
      "id": 883,
      "verseNumber": 94,
      "verseKey": "6:94",
      "arabic": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
      "english": "˹Today˺ you have come back to Us all alone as We created you the first time—leaving behind everything We have provided you with. We do not see your intercessors with you—those you claimed were Allah’s partners ˹in worship˺. All your ties have been broken and all your claims have let you down.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki, siz Bizim huzurumuza ilk evvel yarattığımız gibi teker teker gelmişsinizdir. Ve size verip içine daldırdığımız şeyleri arkalarınızın gerisine bırakmışsınızdır. Ve sizinle beraber şefaatçilerinizi göremiyoruz ki, sizin hakkınızda onların ortaklar olduğunu zûm ediyordunuz. Muhakkak ki aranızda rabıtalar parçalanıp kopmuştur ve zûm eder olduğunuz şeyler sizden kaybolup gitmiştir.",
        "hayrat_nesriyat": "Ve and olsun ki, sizi ilk def`a yarattığımız gibi bize (mal ve evlâdsız olarak ve çıplak bir hâlde) teker teker gelmiş ve (dünyada) size verdiklerimizi sırtlarınızın gerisine(arkanızda) bırakmışsınızdır! Hakkınızda (ibâdetlerinizde) gerçekten kendilerinin (Allah`a)ortak olduklarını zannettiğiniz şefâatçilerinizi de berâberinizde göremiyoruz! Doğrusu, aranız(daki bağlar) kopmuş ve (şefâatçi) zannetmekte olduğunuz şeyler sizden kaybolup gitmiştir.",
        "diyanet_vakfi": "Andolsun ki, sizi ilk defa yarattığımız gibi teker teker bize geleceksiniz ve (dünyada) size verdiğimiz şeyleri arkanızda bırakacaksınız. Yaratılışınızda ortaklarımız sandığınız şefaatçılarınızı da yanınızda göremeyeceğiz. Andolsun, aranız açılmış ve (tanrı) sandığınız şeyler sizden kaybolup gitmiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/094.mp3"
      }
    },
    {
      "id": 884,
      "verseNumber": 95,
      "verseKey": "6:95",
      "arabic": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "english": "Indeed, Allah is the One Who causes seeds and fruit stones to sprout. He brings forth the living from the dead and the dead from the living. That is Allah! How can you then be deluded ˹from the truth˺?",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, daneleri de, çekirdekleri de yaran Allah Teâlâ’dır. Diriyi ölüden çıkarır, ölüyü de diriden çıkaran O’dur. İşte Allah Teâlâ O’dur. Artık nasıl olur da (O’ndan) çevriliyorsunuz?",
        "hayrat_nesriyat": "Şübhesiz ki Allah, dâneleri ve çekirdekleri (onlardan bitkiler çıkarmak üzere)çatlatıp yarandır. Ölüden diriyi çıkarır; diriden de ölüyü çıkarandır. İşte (Rabbiniz olan)Allah budur; öyle ise (haktan) nasıl çevriliyorsunuz?",
        "diyanet_vakfi": "Şüphesiz Allah, tohumu ve çekirdeği çatlatandır, ölüden diriyi çıkaran, diriden de ölüyü çıkarandır. İşte Allah budur. O halde (haktan) nasıl dönersiniz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/095.mp3"
      }
    },
    {
      "id": 885,
      "verseNumber": 96,
      "verseKey": "6:96",
      "arabic": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "english": "He causes the dawn to break, and has made the night for rest and ˹made˺ the sun and the moon ˹to travel˺ with precision. That is the design of the Almighty, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "O Hâlik-i Zîşan sabahı yarıp çıkarandır. Ve geceyi bir rahat zamanı, güneş ile ay’ı da birer hesab vasıtası kılmıştır. İşte bunlar Azîz-i Alîmin (O Hâlik-ı Kadîm’in) takdiridir.",
        "hayrat_nesriyat": "(O,) sabahı, (gecenin karanlığını) yararak çıkarandır. Geceyi bir dinlenme(zamânı), güneşi ve ayı da (vakit tesbîtinize) birer hesab (vesîlesi) kılmıştır. Bu, Azîz(kudreti dâimâ üstün gelen), Alîm (herşeyi hakkıyla bilen Allah`)ın takdîridir.",
        "diyanet_vakfi": "O, sabahı aydınlatandır. O, geceyi dinlenme zamanı, güneş ve ayı (vakitlerin tayini için) birer hesap ölçüsü kılmıştır. İşte bu, azîz olan (ve her şeyi) pek iyi bilen Allah’ın takdiridir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/096.mp3"
      }
    },
    {
      "id": 886,
      "verseNumber": 97,
      "verseKey": "6:97",
      "arabic": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "english": "And He is the One Who has made the stars as your guide through the darkness of land and sea. We have already made the signs clear for people who know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, o zât-ı akdesdir ki, yıldızları sizin için yaratmıştır. Tâ ki onlar ile karanın ve denizin karanlıklarında yollarınızı dosdoğru takib edesiniz. Biz muhakkak âyetleri bilir kişiler olan bir kavim için mufassalan beyan eyledik.",
        "hayrat_nesriyat": "Kara ve denizin karanlıklarında kendileriyle yol bulasınız diye, yıldızları sizin için(sebeb) yapan da O`dur. (Biz bu hikmetleri) bilecek bir kavim için âyetleri iyice açıkladık.",
        "diyanet_vakfi": "O, kara ve denizin karanlıklarında kendileri ile yol bulasınız diye sizin için yıldızları yaratandır. Gerçekten biz, bilen bir toplum için âyetleri geniş geniş açıkladık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/097.mp3"
      }
    },
    {
      "id": 887,
      "verseNumber": 98,
      "verseKey": "6:98",
      "arabic": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
      "english": "And He is the One Who originated you all from a single soul,<sup foot_note=76642>1</sup> then assigned you a place to live and another to ˹be laid to˺ rest. We have already made the signs clear for people who comprehend.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O (o Hâlik-i Hakîm)dir ki sizleri bir tek nefisten yaratmıştır. Artık bir karar yeri, bir de emanet yeri vardır. Hakkâ ki, Biz âyetleri ince anlayışlılar olan bir kavim için uzun uzadıya açıkladık.",
        "hayrat_nesriyat": "Hem sizi tek bir nefisten (Âdem`den) meydana getiren O`dur; sonra (sizin için çok değişik safhalarda) bir kalma yeri, bir de emânet bırakılma yeri vardır. (Biz bu beyânı)anlayacak bir kavim için âyetleri iyice açıkladık.",
        "diyanet_vakfi": "O, sizi bir tek nefisten (Âdem’den) yaratandır. (Sizin için) bir kalma yeri, bir de emanet olarak konulacağınız yer vardır. Anlayan bir toplum için âyetleri ayrıntılı bir şekilde açıkladık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/098.mp3"
      }
    },
    {
      "id": 888,
      "verseNumber": 99,
      "verseKey": "6:99",
      "arabic": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "english": "And He is the One Who sends down rain from the sky—causing all kinds of plants to grow—producing green stalks from which We bring forth clustered grain. And from palm trees come clusters of dates hanging within reach. ˹There are˺ also gardens of grapevines, olives, and pomegranates, similar ˹in shape˺ but dissimilar ˹in taste˺. Look at their fruit as it yields and ripens! Indeed, in these are signs for people who believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o Hâlik-ı Kâdir’dir ki, gökten su indirmiştir. Sonra o su ile herşeyin nebatını çıkardık, sonra ondan da yeşil fidanlar çıkarıverdik. Fidanlardan biribiri üzerine binmiş başaklar çıkarıyoruz. Ve hurma ağacından, onun tomurcuğundan da yakın salkımlar çıkardık. Ve üzüm bahçeleri ve biribirine benzeyen ve benzemeyen zeytin ve nar çıkardık. Bakınız! Herbirinin meyve verdiği vakit meyvesine ve kemale erişine. Şüphe yok ki, bunda imân eder olan bir kavim için birçok âyetler vardır.",
        "hayrat_nesriyat": "Gökten bir su indiren de O`dur. İşte onunla (yerden) her şeyin bitkisini çıkardık; ondan da bir yeşillik çıkardık ki, kendisinden üst üste dizilmiş dâneler çıkarırız. Ve hurma ağacından, onun tomurcuğundan sarkan salkımlar ve üzüm bağları, hem birbirine benzeyen ve benzemeyen zeytin ve nar (ağaçları çıkardık). Meyve verdiği zaman meyvesine ve olgunlaşmasına bakın! Şübhesiz ki bunda, îmân edecek bir kavim için elbette deliller vardır.",
        "diyanet_vakfi": "O, gökten su indirendir. İşte biz her çeşit bitkiyi onunla bitirdik. O bitkiden de kendisinde üstüste binmiş taneler bitireceğimiz bir yeşillik; hurmanın tomurcuğundan sarkan salkımlar; üzüm bağları; bir kısmı birbirine benzeyen, bir kısmı da benzemeyen zeytin ve nar bahçeleri meydana getirdik. Meyve verirken ve olgunlaştığı zaman her birinin meyvesine bakın! Kuşkusuz bütün bunlarda inanan bir toplum için ibretler vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/099.mp3"
      }
    },
    {
      "id": 889,
      "verseNumber": 100,
      "verseKey": "6:100",
      "arabic": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
      "english": "Yet they associate the jinn<sup foot_note=76643>1</sup> with Allah ˹in worship˺, even though He created them, and they falsely attribute to Him sons<sup foot_note=76644>2</sup> and daughters<sup foot_note=76645>3</sup> out of ignorance. Glorified and Exalted is He above what they claim!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ için cinleri ortak kıldılar. Halbuki, onları da o yaratmıştır. Ve Cenâb-ı Hakk’a bilmeksizin oğullar ve kızlar uydurdular, onun Zât-ı Subhanîsi ise vasfettiklerinden münezzehtir, müteâlîdir.",
        "hayrat_nesriyat": "(Onlar) cinleri de, Allah`a ortaklar saydılar; hâlbuki onları (da Allah) yarattı ve bilgisizce O`na oğullar ve kızlar uydurdular. O, onların vasfetmekte olduklarından çok münezzeh ve çok yücedir!",
        "diyanet_vakfi": "Cinleri Allah’a ortak koştular. Oysa ki onları da Allah yaratmıştı. Bilgisizce O’na oğullar ve kızlar yakıştırdılar. Hâşâ! O, onların ileri sürdüğü vasıflardan uzak ve yücedir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/100.mp3"
      }
    },
    {
      "id": 890,
      "verseNumber": 101,
      "verseKey": "6:101",
      "arabic": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌ ۖ وَخَلَقَ كُلَّ شَىْءٍ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "english": "˹He is˺ the Originator of the heavens and earth. How could He have children when He has no mate? He created all things and has ˹perfect˺ knowledge of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "O semâları ve yeri yoktan var edendir. O’nun için nasıl çocuk olabilir? Ve O’nun için bir refika da yoktur ve herşeyi O yaratmıştır ve O, her şeyi tamamiyle bilendir.",
        "hayrat_nesriyat": "(O,) göklerin ve yerin eşsiz yaratıcısıdır. O`nun bir eşi (zevcesi) olmadığı hâlde, nasıl bir çocuğu olur? Ve herşeyi (O) yaratmıştır. Çünki O, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "O, göklerin ve yerin eşsiz yaratıcısıdır. O’nun eşi olmadığı halde nasıl çocuğu olabilir! Her şeyi O yaratmıştır ve her şeyi hakkıyla bilen O’dur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/101.mp3"
      }
    },
    {
      "id": 891,
      "verseNumber": 102,
      "verseKey": "6:102",
      "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "english": "That is Allah—your Lord! There is no god ˹worthy of worship˺ except Him. ˹He is˺ the Creator of all things, so worship Him ˹alone˺. And He is the Maintainer of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte Rabbiniz Allah Teâlâ’dır. O’ndan başka mabud yoktur. Her şeyi yaratan O’dur. Artık O’na ibadet ediniz. Ve o her şey üzerine vekildir.",
        "hayrat_nesriyat": "İşte, Rabbiniz olan Allah bu (ni`metleri veren)dir. O`ndan başka ilâh yoktur.(O,) herşeyin yaratıcısıdır; o hâlde (sâdece) O`na ibâdet edin! Çünki O, herşeye Vekîldir.",
        "diyanet_vakfi": "İşte Rabbiniz Allah O’dur. O’ndan başka tanrı yoktur. O, her şeyin yaratıcısıdır. Öyle ise O’na kulluk edin, O her şeye vekildir (güvenilip dayanılacak tek varlık O’dur)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/102.mp3"
      }
    },
    {
      "id": 892,
      "verseNumber": 103,
      "verseKey": "6:103",
      "arabic": "لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
      "english": "No vision can encompass Him, but He encompasses all vision. For He is the Most Subtle, All-Aware.<sup foot_note=76646>1</sup> ",
      "turkish": {
        "omer_nasuhi_bilmen": "Gözler O’nu (görüp) idrak edemez. O ise bütün gözleri idrak eder. Ve O latîftir, habîrdir.",
        "hayrat_nesriyat": "Gözler O`nu idrâk edemez; fakat O, gözleri idrâk eder. Çünki O, Latîf (bütün incelikleri bilen ve nüfûz eden)dir, Habîr (herşeyden haberdâr olan)dır.",
        "diyanet_vakfi": "Gözler O’nu göremez; halbuki O, gözleri görür. O, eşyayı pek iyi bilen, her şeyden haberdar olandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/103.mp3"
      }
    },
    {
      "id": 893,
      "verseNumber": 104,
      "verseKey": "6:104",
      "arabic": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
      "english": "Indeed, there have come to you insights from your Lord. So whoever chooses to see, it is for their own good. But whoever chooses to be blind, it is to their own loss. And I am not a keeper over you.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Muhakkak size Rabbiniz tarafından basiretler gelmiştir. Artık kim görürse kendi lehinedir, kim de görmezse kendi aleyhinedir. Ve ben sizin üzerinize bir muhafız değilim.»",
        "hayrat_nesriyat": "Muhakkak ki size Rabbinizden basîretler (kalb gözünüzün nûru olan deliller)gelmiştir. Artık kim (hakkı) görürse, kendi lehinedir. Kim de körlük ederse, kendi aleyhinedir. Ve ben, sizin üzerinize (yaptıklarınızı gözetici bir) muhâfız değilim!",
        "diyanet_vakfi": "(Doğrusu) size Rabbiniz tarafından basiretler (idrak kabiliyeti) verilmiştir. Artık kim hakkı görürse faydası kendisine, kim de kör olursa zararı kendinedir. Ben üzerinize bekçi değilim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/104.mp3"
      }
    },
    {
      "id": 894,
      "verseNumber": 105,
      "verseKey": "6:105",
      "arabic": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
      "english": "And so We vary our signs to the extent that they will say, “You have studied ˹previous scriptures˺,”<sup foot_note=76647>1</sup> and We make this ˹Quran˺ clear for people who know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte Biz âyetleri böyle türlü türlü beyan ederiz. Tâ ki onlar, «Sen ders almışsın,» desinler. Ve Biz onu bilir olan bir kavim için açıkça beyan edelim.",
        "hayrat_nesriyat": "İşte (ey Resûlüm!) Âyetleri böyle açıklıyoruz ki (ibret alsınlar), hem (o kâfirler): `Sen ders almışsın!` desinler, hem de (hikmetlerini) bilecek bir kavim için onu (o Kur`ân`ı)açıklayalım.",
        "diyanet_vakfi": "Böylece biz âyetleri geniş geniş açıklıyoruz ki, «Sen ders almışsın» desinler de biz de anlayan toplum için Kur’an’ı iyice açıklayalım."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/105.mp3"
      }
    },
    {
      "id": 895,
      "verseNumber": 106,
      "verseKey": "6:106",
      "arabic": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
      "english": "˹O Prophet!˺ Follow what is revealed to you from your Lord—there is no god ˹worthy of worship˺ except Him—and turn away from the polytheists.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sen, Rabbin cânibinden sana vahyolunana tâbi ol, O’ndan başka ilâh yoktur. Ve müşriklerden yüz çevir.",
        "hayrat_nesriyat": "Rabbinden sana vahyolunana tâbi` ol! O`ndan başka ilâh yoktur. Ve müşriklerden yüz çevir!",
        "diyanet_vakfi": "Rabbinden sana vahyolunana uy. O’ndan başka tanrı yoktur. Müşriklerden yüz çevir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/106.mp3"
      }
    },
    {
      "id": 896,
      "verseNumber": 107,
      "verseKey": "6:107",
      "arabic": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "english": "Had Allah willed, they would not have been polytheists. We have not appointed you as their keeper, nor are you their maintainer.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah Teâlâ dilese idi onlar şirke düşmezlerdi. Ve seni onların üzerine bir muhafız kılmadık, ve sen onların üzerine bir vekil değilsin.",
        "hayrat_nesriyat": "Hâlbuki (kullarını irâdelerinde serbest bırakan) Allah (îmân etmelerini)dileseydi, (aslâ) şirk koşmazlardı. Hem (biz) seni onların üzerine muhâfız yapmadık. Sen onların üzerine vekîl de değilsin!",
        "diyanet_vakfi": "Allah dileseydi, onlar ortak koşmazlardı. Biz seni onların üzerine bir bekçi kılmadık. Sen onların vekili de değilsin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/107.mp3"
      }
    },
    {
      "id": 897,
      "verseNumber": 108,
      "verseKey": "6:108",
      "arabic": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "english": "˹O believers!˺ Do not insult what they invoke besides Allah or they will insult Allah spitefully out of ignorance. This is how We have made each people’s deeds appealing to them. Then to their Lord is their return, and He will inform them of what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’tan başkasına tapanlara sövmeyiniz. Sonra onlar da bilmeksizin Allah Teâlâ’ya düşmanlıkla söverler. Öylece her ümmete amellerini tezyin etmişizdir. Sonra dönüşleri Rablerinedir. Artık onlara ne yapar olduklarını haber verecektir.",
        "hayrat_nesriyat": "Ve onların Allah`dan başka tapmakta olduklarına sövmeyin! Yoksa (onlar da)haddi aşarak bilgisizce Allah`a söverler! Böylece her ümmete (kendi) amellerini süsledik; sonra dönüşleri ancak Rablerinedir; artık (O da, dünyada) yapmakta olduklarını kendilerine haber verecektir.",
        "diyanet_vakfi": "Allah’tan başkasına tapanlara (ve putlarına) sövmeyin; sonra onlar da bilgisizce, düşmanca Allah’a söverler. Böylece biz her ümmete kendi işlerini câzip gösterdik. Sonunda dönüşleri Rablerinedir. Artık O ne yaptıklarını kendilerine bildirecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/108.mp3"
      }
    },
    {
      "id": 898,
      "verseNumber": 109,
      "verseKey": "6:109",
      "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
      "english": "They swear by Allah their most solemn oaths that if a sign were to come to them, they would certainly believe in it. Say, ˹O Prophet,˺ “Signs are only with Allah.” What will make you ˹believers˺ realize that even if a sign were to come to them, they still would not believe?",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’ya olanca yeminleriyle kasem ettiler ki, eğer onlara bir âyet gelirse elbette O’na imân edecekler. De ki: «Âyetler ancak Allah’ın indindedir.» Size ne bildirecektir ki, o âyet geldiği vakit de yine imân etmeyeceklerdir.",
        "hayrat_nesriyat": "Fakat kendilerine bir mu`cize gelirse, ona mutlaka inanacaklarına, bütün güçleriyle Allah`a yemîn ettiler. De ki: `Mu`cizeler, ancak Allah katındadır.` (Ey mü`minler!) Peki gerçekten o (mu`cize) geldiği zaman (onların yine) îmân etmeyeceklerini siz ne bileceksiniz?",
        "diyanet_vakfi": "Kendilerine bir mucize gelirse ona mutlaka inanacaklarına dair kuvvetli bir şekilde Allah’a and içtiler. De ki: Mucizeler ancak Allah katındandır. Ama mucize geldiğinde de inanmayacaklarının farkında mısınız?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/109.mp3"
      }
    },
    {
      "id": 899,
      "verseNumber": 110,
      "verseKey": "6:110",
      "arabic": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "english": "We turn their hearts and eyes away ˹from the truth˺ as they refused to believe at first, leaving them to wander blindly in their defiance.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Biz onların kalplerini ve gözlerini O’na evvelce de imân etmedikleri gibi tersine döndürürüz. Ve onları o tuğyanları içinde körükörüne yuvarlanır gider bir halde bırakırız.",
        "hayrat_nesriyat": "Ona ilk keresinde iman etmedikleri gibi biz onların kalplerini ve gözlerini çeviririz ve kendilerini taşkınlıkları içinde bocalar halde bırakırız.",
        "diyanet_vakfi": "Yine O’na iman etmedikleri ilk durumdaki gibi onların gönüllerini ve gözlerini ters çeviririz. Ve onları şaşkın olarak azgınlıkları içerisinde bırakırız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/110.mp3"
      }
    },
    {
      "id": 900,
      "verseNumber": 111,
      "verseKey": "6:111",
      "arabic": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَـٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَـٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
      "english": "Even if We had sent them the angels, made the dead speak to them, and assembled before their own eyes every sign ˹they demanded˺, they still would not have believed—unless Allah so willed. But most of them are ignorant ˹of this˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Biz hakikaten onlara melekleri indirsek ve onlar ile ölüler konuşacak olsalar ve onların üzerine her şey de bölük bölük haşretsek yine imân edecek değillerdir. Meğer ki Allah Teâlâ dileyecek olsun. Fakat onların çokları bilmezler.",
        "hayrat_nesriyat": "Hâlbuki gerçekten biz, onlara melekleri indirseydik, ölüler de kendileriyle konuşsaydı ve (senin doğruluğuna) kefîl olarak onlara karşı herşeyi toplasaydık, Allah`ındilemesi müstesnâ, (onlar, küfürlerindeki inadları sebebiyle) îmân edecek değillerdi; fakat onların çoğu câhillik ederler.",
        "diyanet_vakfi": "Eğer biz onlara melekleri indirseydik, ölüler de onlarla konuşsaydı ve her şeyi toplayıp karşılarına getirseydik, Allah dilemedikçe yine de inanacak değillerdi; fakat çokları bunu bilmezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/111.mp3"
      }
    },
    {
      "id": 901,
      "verseNumber": 112,
      "verseKey": "6:112",
      "arabic": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَـٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا ۚ وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
      "english": "And so We have made for every prophet enemies—devilish humans and jinn—whispering to one another with elegant words of deception. Had it been your Lord’s Will, they would not have done such a thing. So leave them and their deceit,",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve böyle her peygamber için insan ve cin şeytanlarını düşman kıldık. Onların bazısı bazısına, aldatmak için sözün yaldızlısını telkin eder. Ve eğer Rabbin dilemiş olsaydı onu yapmazlardı, artık onları ve iftira eder oldukları şeyleri bırak.",
        "hayrat_nesriyat": "Ve böylece her peygambere insan ve cin şeytanlarını düşman kıldık; (bunlar)aldatmak için birbirlerine (bâtıl) sözün yaldızlısını fısıldarlar. Hâlbuki Rabbin dileseydi onu(aslâ) yapamazlardı; öyleyse onları ve uydurmakta oldukları şeyleri bırak!",
        "diyanet_vakfi": "Böylece biz, her peygambere insan ve cin şeytanlarını düşman kıldık. (Bunlar), aldatmak için birbirlerine yaldızlı sözler fısıldarlar. Rabbin dileseydi onu da yapamazlardı. Artık onları uydurdukları şeylerle başbaşa bırak."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/112.mp3"
      }
    },
    {
      "id": 902,
      "verseNumber": 113,
      "verseKey": "6:113",
      "arabic": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
      "english": "so that the hearts of those who disbelieve in the Hereafter may be receptive to it, be pleased with it, and be persistent in their evil pursuits.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o (yaldızlı) sözlerle ahirete inanmayanların gönülleri ona meyletsin ve ondan hoşlansınlar ve onlar irtikab eder olduklarını irtikab etsinler diye telkin eyler.",
        "hayrat_nesriyat": "Bir de (o şeytanlar bu telkini) âhirete inanmayanların gönülleri ona (o yaldızlı sözlere) meyletsin, ondan hoşlansınlar ve onlar işleyici oldukları (günahları)nı işlesinler diye (yaparlar).",
        "diyanet_vakfi": "Âhirete inanmayanların kalpleri ona (yaldızlı söze) kansın, ondan hoşlansınlar ve işledikleri suçu işlemeye devam etsinler diye (böyle yaparlar)."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/113.mp3"
      }
    },
    {
      "id": 903,
      "verseNumber": 114,
      "verseKey": "6:114",
      "arabic": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَـٰبَ مُفَصَّلًا ۚ وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
      "english": "˹Say, O  Prophet,˺ “Should I seek a judge other than Allah while He is the One Who has revealed for you the Book ˹with the truth˺ perfectly explained?” Those who were given the Scripture know that it has been revealed ˹to you˺ from your Lord in truth. So do not be one of those who doubt.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah Teâlâ’dan başka hakem ister miyim ki o, size kitabı mufassalan indirmiş olan zâttır. Ve kendilerine kitap verdiklerimiz bilirler ki, o şüphesiz Rabbin tarafından hak olarak indirilmiştir. Artık sakın şüpheye düşmüş olanlardan olma.",
        "hayrat_nesriyat": "(De ki:) `Hiç Allah`dan başka bir hakem mi ararım? Hâlbuki size Kitâb`ı(Kur`ân`ı, içinde hak ile bâtıl) iyice açıklanmış olarak indiren O`dur.` Kendilerine kitab verdiğimiz kimseler de gerçekten onun, Rabbin tarafından hak olarak indirilmiş olduğunu bilirler; öyle ise sakın şübhe edenlerden olma!",
        "diyanet_vakfi": "(De ki): Allah’dan başka bir hakem mi arayacağım? Halbuki size Kitab’ı açık olarak indiren O’dur. Kendilerine kitap verdiğimiz kimseler, Kur’an’ın gerçekten Rabbin tarafından indirilmiş olduğunu bilirler. Sakın şüpheye düşenlerden olma!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/114.mp3"
      }
    },
    {
      "id": 904,
      "verseNumber": 115,
      "verseKey": "6:115",
      "arabic": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَّا مُبَدِّلَ لِكَلِمَـٰتِهِۦ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "english": "The Word of your Lord has been perfected in truth and justice. None can change His Words. And He is the All-Hearing, All- Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Rabbinin kelimesi, doğruluk ve adaletce tamamlanmıştır. Onun kelimelerini tebdîl edecek yoktur. O semîdir, alîmdir.",
        "hayrat_nesriyat": "Ve Rabbinin sözü (emir ve yasakları) doğruluk ve adâlet cihetiyle tamamlandı. O`nun kelimelerini değiştirebilecek kimse yoktur! Çünki O, Semî` (herşeyi hakkıylaişiten)dir, Alîm (herşeyi hakkıyla bilen)dir.",
        "diyanet_vakfi": "Rabbinin sözü, doğruluk ve adalet bakımından tamamlanmıştır. O’nun sözlerini değiştirecek kimse yoktur. O işitendir, bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/115.mp3"
      }
    },
    {
      "id": 905,
      "verseNumber": 116,
      "verseKey": "6:116",
      "arabic": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "english": "˹O Prophet!˺ If you were to obey most of those on earth, they would lead you away from Allah’s Way. They follow nothing but assumptions and do nothing but lie.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer yerde bulunanların çoğuna itaat eder isen seni Allah Teâlâ’nın yolundan saptırırlar. Onlar sırf zandan başka birşeye tâbi olmazlar ve onlar yalan yanlış söyler dururlar.",
        "hayrat_nesriyat": "Eğer yeryüzünde bulunan (insan)ların çoğuna uyarsan, seni Allah`ın yolundan saptırırlar. (Onlar) ancak zanna tâbi` olurlar ve onlar sâdece yalan söylerler.",
        "diyanet_vakfi": "Yeryüzünde bulunanların çoğuna uyacak olursan, seni Allah’ın yolundan saptırırlar. Onlar zandan başka bir şeye tâbi olmaz, yalandan başka söz de söylemezler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/116.mp3"
      }
    },
    {
      "id": 906,
      "verseNumber": 117,
      "verseKey": "6:117",
      "arabic": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "english": "Indeed, your Lord knows best who has strayed from His Way and who is ˹rightly˺ guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki Rabbindir, yoldan sapıvermiş kimseleri en ziyâde bilen ve doğru yola gidenleri de en ziyâde bilen O’dur.",
        "hayrat_nesriyat": "Şübhesiz ki yolundan sapanları gerçekten en iyi bilen, ancak O Rabbindir. Hidâyete erenleri en iyi bilen de O`dur.",
        "diyanet_vakfi": "Muhakkak ki senin Rabbin, evet O, kendi yolundan sapanı en iyi bilendir. O, doğru yolda gidenleri de iyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/117.mp3"
      }
    },
    {
      "id": 907,
      "verseNumber": 118,
      "verseKey": "6:118",
      "arabic": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَـٰتِهِۦ مُؤْمِنِينَ",
      "english": "So eat only of what is slaughtered in Allah’s Name if you truly believe in His revelations.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi eğer siz O’nun âyetlerine inanan kimseler iseniz üzerine Allah Teâlâ’nın ismi anılmış olanlardan yiyin.",
        "hayrat_nesriyat": "Eğer O`nun âyetlerine îmân eden kimseler iseniz, artık üzerine Allah`ın ismi zikredilmiş olan (besmele ile kesilmiş hayvan)lardan yiyin!",
        "diyanet_vakfi": "Allah’ın âyetlerine inanıyorsanız, üzerine O’nun adı anılarak kesilenlerden yeyin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/118.mp3"
      }
    },
    {
      "id": 908,
      "verseNumber": 119,
      "verseKey": "6:119",
      "arabic": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ",
      "english": "Why should you not eat of what is slaughtered in Allah’s Name when He has already explained to you what He has forbidden to you—except when compelled by necessity? Many ˹deviants˺ certainly mislead others by their whims out of ignorance. Surely your Lord knows the transgressors best.",
      "turkish": {
        "omer_nasuhi_bilmen": "Size ne var ki, üzerine Allah Teâlâ’nın ismi zikredilmiş olanı yemeyesiniz. Ve muhakkak size haram olan şeyler mufassalan bildirilmiştir. Ancak kendisine muzdar kaldığınız şey müstesna. Ve şüphe yok ki birçokları bilmeksizin kendi hevâlarıyla (halkı) dalâlete düşürürler. Senin Rabbin ise muhakkak ki, mütecavizleri en ziyâde bilendir.",
        "hayrat_nesriyat": "Kendisine mecbur kaldığınız (ölmeyecek kadar yemek zorunda olduğunuz)şeyler müstesnâ olmak üzere, (Rabbiniz) üzerinize haram kıldığı şeyleri gerçekten size iyice açıkladığı hâlde, üzerine Allah`ın ismi zikredilmiş olan (besmele ile kesilmiş hayvan)lardan neden yemeyesiniz? Hiç şübhesiz birçokları, bilgisizce kendi (nefsî) arzularıyla (insanları)açıkça saptırıyorlar. Muhakkak ki haddi aşanları gerçekten en iyi bilen ancak O Rabbindir.",
        "diyanet_vakfi": "Üzerine Allah’ın adı anılıp kesilenden yememenize sebep ne? Oysa Allah, çaresiz yemek zorunda kaldığınız dışında, haram kıldığı şeyleri size açıklamıştır. Doğrusu bir çokları bilgisizce kendi kötü arzularına uyarak saptırıyorlar. Muhakkak ki Rabbin haddi aşanları çok iyi bilir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/119.mp3"
      }
    },
    {
      "id": 909,
      "verseNumber": 120,
      "verseKey": "6:120",
      "arabic": "وَذَرُوا۟ ظَـٰهِرَ ٱلْإِثْمِ وَبَاطِنَهُۥٓ ۚ إِنَّ ٱلَّذِينَ يَكْسِبُونَ ٱلْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا۟ يَقْتَرِفُونَ",
      "english": "Shun all sin—open and secret. Indeed, those who commit sin will be punished for what they earn.",
      "turkish": {
        "omer_nasuhi_bilmen": "Günahın âşikâr olanını da, gizlicesini de bırakınız. Şüphesiz o kimseler ki günahı kazanırlar, elbette irtikab ettikleri şeyden dolayı cezalanacaklardır.",
        "hayrat_nesriyat": "Günâhın açığını da gizlisini de bırakın! Şübhe yok ki günah kazananlar, işlemekte oldukları (günahlar) sebebiyle yakında cezâlandırılacaklardır!",
        "diyanet_vakfi": "Günahın açığını da gizlisini de bırakın! Çünkü günah işleyenler, yaptıklarının cezasını mutlaka çekeceklerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/120.mp3"
      }
    },
    {
      "id": 910,
      "verseNumber": 121,
      "verseKey": "6:121",
      "arabic": "وَلَا تَأْكُلُوا۟ مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ ۗ وَإِنَّ ٱلشَّيَـٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَـٰدِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
      "english": "Do not eat of what is not slaughtered in Allah’s Name. For that would certainly be ˹an act of˺ disobedience. Surely the devils whisper to their ˹human˺ associates to argue with you.<sup foot_note=76648>1</sup> If you were to obey them, then you ˹too˺ would be polytheists.",
      "turkish": {
        "omer_nasuhi_bilmen": "Üzerine Allah Teâlâ’nın ismi zikredilmemiş olanlardan yemeyiniz. Ve şüphe yok ki, o bir fısktır ve muhakkak ki, şeytanlar sizinle mücadele etmeleri için kendi dostlarına ilkaatta bulunurlar. Ve eğer onlara itaat ederseniz şüphe yok ki, siz de müşriklersinizdir.",
        "hayrat_nesriyat": "Ve üzerine Allah`ın ismi anılmamış olan (besmele ile kesilmemiş hayvan)lardan yemeyin! Çünki o gerçekten bir isyandır! Ve şübhesiz ki şeytanlar, dostlarına (helâl haram hakkında) sizinle mücâdele etmeleri için elbette telkinde bulunurlar. Eğer onlara uyarsanız, muhakkak ki (haramı helâl saymakla) siz de elbette müşrik kimselersinizdir.",
        "diyanet_vakfi": "Üzerine Allah’ın adı anılmadan kesilen hayvanlardan yemeyin. Kuşkusuz bu büyük günahtır. Gerçekten şeytanlar dostlarına, sizinle mücadele etmeleri için telkinde bulunurlar. Eğer onlara uyarsanız şüphesiz siz de Allah’a ortak koşanlar olursunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/121.mp3"
      }
    },
    {
      "id": 911,
      "verseNumber": 122,
      "verseKey": "6:122",
      "arabic": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَـٰهُ وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَـٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا ۚ كَذَٰلِكَ زُيِّنَ لِلْكَـٰفِرِينَ مَا كَانُوا۟ يَعْمَلُونَ",
      "english": "Can those who had been dead, to whom We gave life and a light with which they can walk among people, be compared to those in complete darkness from which they can never emerge?<sup foot_note=76649>1</sup> That is how the misdeeds of the disbelievers have been made appealing to them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ya bir adem ki ölü iken diriltmişiz ve ona bir nûr vermişiz, onunla insanlar arasında yürüyor. O, meselâ zulmetler içinde kalmış, ondan asla çıkamaz bir halde bulunmuş olan bir kimse gibi midir? Fakat kâfirlere, yaptıkları, böyle süslü gösterilmiştir.",
        "hayrat_nesriyat": "(Küfür içinde olmakla) ölü (hükmünde) iken, bunun ardından kendisini (îmanla)dirilttiğimiz ve kendisine insanlar içinde, sâyesinde yürüye(bile)ceği bir nûr verdiğimiz kimse, hiç karanlıklarda kalan, (ve) ondan (bir türlü) çıkamayacak durumda olan kimse gibi olur mu? İşte kâfirlere, yapmakta oldukları şeyler böyle süslü gösterildi.",
        "diyanet_vakfi": "Ölü iken dirilttiğimiz ve kendisine insanlar arasında yürüyebileceği bir ışık verdiğimiz kimse, karanlıklar içinde kalıp ondan hiç çıkamayacak durumdaki kimse gibi olur mu? İşte kâfirlere yaptıkları böyle süslü gösterilmiştir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/122.mp3"
      }
    },
    {
      "id": 912,
      "verseNumber": 123,
      "verseKey": "6:123",
      "arabic": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَـٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا۟ فِيهَا ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
      "english": "And so We have placed in every society the most wicked to conspire in it. Yet they plot only against themselves, but they fail to perceive it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve böylece her bir beldede günahkârlarını büyükler kıldık ki, orada hilede bulunsunlar. Halbuki, onlar hilekarlık yapmazlar, ancak kendilerine yapmış olurlar da farkına varamazlar.",
        "hayrat_nesriyat": "Ve böylece, her şehirde oranın günahkârlarını, ileri gelenler kıldık ki, orada(insanları, îmandan men` etmek için kendilerince) tuzak kursunlar! Hâlbuki ancak kendilerine tuzak kurarlar da farkına varmazlar.",
        "diyanet_vakfi": "Böylece biz, her kasabada, oralarda bozgunculuk yapmaları için, günahkârlarını liderler yaptık. Onlar yalnız kendilerini aldatırlar, ama farkında olmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/123.mp3"
      }
    },
    {
      "id": 913,
      "verseNumber": 124,
      "verseKey": "6:124",
      "arabic": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا۟ لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ ۘ ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ ۗ سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيدٌۢ بِمَا كَانُوا۟ يَمْكُرُونَ",
      "english": "Whenever a sign comes to them, they say, “We will never believe until we receive what Allah’s messengers received.” Allah knows best where to place His message. The wicked will soon be overwhelmed by humiliation from Allah and a severe punishment for their evil plots.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara bir âyet geldiği zaman derler ki, «Allah’ın peygamberlerine verilmiş olanın misli bizlere verilinceye kadar biz imân etmeyiz.» Allah Teâlâ peygamberliği nereye tevcih edeceğini ziyâdesiyle bilendir. Elbette günahkâr olanlara yapar oldukları mekr ve hileden dolayı Hak Teâlâ’nın indinde bir mezellet ve şiddetli bir azap isabet edecektir.",
        "hayrat_nesriyat": "Onlara bir âyet geldiği zaman da: `Allah`ın peygamberlerine verilenlerin benzeri, bize de verilmedikçe aslâ îmân etmeyeceğiz!` dediler. Allah, peygamberlik vazîfesini nereye vereceğini en iyi bilendir. Günah işleyenlere, kurmakta oldukları (tuzak) dolayısıyla, Allah katında bir zillet ve şiddetli bir azab yakında isâbet edecektir!",
        "diyanet_vakfi": "Onlara bir âyet geldiğinde, Allah’ın elçilerine verilenin benzeri bize de verilmedikçe kesinlikle inanmayız, dediler. Allah, peygamberliğini kime vereceğini daha iyi bilir. Suç işleyenlere, yapmakta oldukları hilelere karşılık Allah tarafından aşağılık ve çetin bir azap erişecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/124.mp3"
      }
    },
    {
      "id": 914,
      "verseNumber": 125,
      "verseKey": "6:125",
      "arabic": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
      "english": "Whoever Allah wills to guide, He opens their heart to Islam.<sup foot_note=76650>1</sup> But whoever He wills to leave astray, He makes their chest tight and constricted as if they were climbing up into the sky. This is how Allah dooms those who disbelieve.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi Allah Teâlâ her kime hidâyet etmek isterse onun göğsünü İslâm için genişletir. Ve her kimi dalâlete düşürmek dilerse onun göğsünü daraltır, sıkışmış bir hale getirir, sanki zorla göğe yükselecek imiş gibi (bulunur). İşte Allah Teâlâ imân etmeyenlerin üzerine böylece pisliği (havale) kılar.",
        "hayrat_nesriyat": "Artık kim ki, Allah onu (hikmetine binâen, kendi lütfundan) hidâyete erdirmek isterse, onun göğsünü İslâm`a açar. Ve kim ki, (küfründeki inâdı sebebiyle, Allah) onu dalâlete atmak isterse, sanki göğe tırmanıyormuş gibi göğsünü iyice daralmış sıkıntılı hâle sokar. Allah, îmân etmeyenlerin üzerinde böyle kötülük (rezillik ve azab) bırakır.",
        "diyanet_vakfi": "Allah kimi doğru yola iletmek isterse onun kalbini İslâm’a açar; kimi de saptırmak isterse göğe çıkıyormuş gibi kalbini iyice daraltır. Allah inanmayanların üstüne işte böyle murdarlık verir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/125.mp3"
      }
    },
    {
      "id": 915,
      "verseNumber": 126,
      "verseKey": "6:126",
      "arabic": "وَهَـٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
      "english": "That is your Lord’s Path—perfectly straight. We have already made the signs clear to those who are mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bu Rabbinin dosdoğru olan yoludur. Muhakkak ki, Biz âyetleri düşünür bir kavim için mufassalan beyan etmişizdir.",
        "hayrat_nesriyat": "Bu (İslâm dîni) ise, Rabbinin dosdoğru bir yoludur. İbret alacak bir kavim için âyetleri gerçekten iyice açıkladık.",
        "diyanet_vakfi": "Bu (din), Rabbinin dosdoğru yoludur. Biz, öğüt alacak bir kavim için âyetleri ayrıntılı olarak açıkladık."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/126.mp3"
      }
    },
    {
      "id": 916,
      "verseNumber": 127,
      "verseKey": "6:127",
      "arabic": "۞ لَهُمْ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "english": "They will have the Home of Peace with their Lord, Who will be their Guardian because of what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar için Rablerinin indinde selâmet yurdu vardır. Ve onların yaptıkları amelleri sebebiyle, velîsidir.",
        "hayrat_nesriyat": "Onlar için Rableri katında selâmet yurdu (Cennet) vardır ve O (Allah), yapmakta oldukları (sâlih ameller) sebebiyle onların dostudur.",
        "diyanet_vakfi": "Rableri katında onlara esenlik yurdu (cennet) vardır.Ve yapmakta oldukları (güzel) işler sebebiyle Allah onların dostudur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/127.mp3"
      }
    },
    {
      "id": 917,
      "verseNumber": 128,
      "verseKey": "6:128",
      "arabic": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
      "english": "˹Consider˺ the Day He will gather them ˹all˺ together and say, “O assembly of jinn! You misled humans in great numbers.” And their human associates will say, “Our Lord! We benefited from each other’s company,<sup foot_note=76651>1</sup> but now we have reached the term which You appointed for us.” ˹Then˺ He will say, “The Fire is your home, yours to stay in forever, except whoever Allah wills to spare.”<sup foot_note=76652>2</sup> Surely your Lord is All-Wise, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o gün ki, (Allah Teâlâ) onların hepsini haşredecektir. «Ey cin tâifesi! İnsanlardan birçok kimseler edindiniz (diye buyuracak).» Onların insanlardan dostları olanlar da: «Rabbimiz! Bizim bazımız bazımızdan faidelendik ve bizim için tayin ettiğin ecelimize erdik,» diyecekler. Cenâb-ı Hak da buyuracak ki: «Ateş sizin karargâhınızdır, orada ebedîyen kalacaksınız, ancak Allah Teâlâ’nın dilediği müstesna.» Şüphe yok ki, senin Rabbin hakîmdir, alîmdir.",
        "hayrat_nesriyat": "Ve (Allah) o gün, onları hep berâber bir araya getirecektir. (Kendilerine:) `Ey cinler (tâifesinden olan şeytanlar) topluluğu! Şübhesiz ki (siz,) insanlardan (inkâr edenlerin sayısını) çoğaltmak istediniz!` (denilecek). Onların insanlardan olan dostları ise diyecek ki: `Rabbimiz! (Doğrusu biz) birbirimizden faydalandık ve bize takdîr ettiğin ecelimize ulaştık!` (O da) şöyle buyuracak: `Allah`ın dilediği müstesnâ, içinde ebediyen kalıcı kimseler olarak, varacağınız yer ateştir!` Şübhesiz ki Rabbin, Hakîm (her işi hikmetli olan)dır, Alîm(herşeyi hakkıyla bilen)dir.",
        "diyanet_vakfi": "Allah, onların hepsini bir araya topladığı gün, «Ey cinler (şeytanlar) topluluğu! Siz insanlarla çok uğraştınız» der. Onların, insanlardan olan dostları ise: «Ey Rabbimiz! (Biz) birbirimizden yararlandık ve bize verdiğin sürenin sonuna ulaştık» derler. Allah da buyurur ki: Allah’ın dilediği hariç, içinde ebedî kalacağınız yer ateştir. Şüphesiz Rabbin hikmet sahibidir, bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/128.mp3"
      }
    },
    {
      "id": 918,
      "verseNumber": 129,
      "verseKey": "6:129",
      "arabic": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّـٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "english": "This is how We make the wrongdoers ˹destructive˺ allies of one another because of their misdeeds.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve işte böylece zalimlerin bazısını bazısına irtikab ettikleri şeyler sebebiyle musallat ederiz.",
        "hayrat_nesriyat": "İşte böylece kazanmakta oldukları (günahlar) yüzünden, zâlimlerin bazılarını bazılarına dost ederiz.",
        "diyanet_vakfi": "İşte böylece işledikleri günahlardan ötürü zalimlerin bir kısmını diğer bir kısmının peşine takarız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/129.mp3"
      }
    },
    {
      "id": 919,
      "verseNumber": 130,
      "verseKey": "6:130",
      "arabic": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
      "english": "˹Allah will ask,˺ “O assembly of jinn and humans! Did messengers not come from among you, proclaiming My revelations and warning you of the coming of this Day of yours?” They will say, “We confess against ourselves!” For they have been deluded by ˹their˺ worldly life. And they will testify against themselves that they were disbelievers.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey cin ve ins cemaati! İçinizden size benim âyetlerimi tebliğ eder ve sizi bu güne kavuşmanızla korkutur peygamberler gelmedi mi?» Diyeceklerdir ki: «Biz kendi aleyhimize şehâdet ederiz.» Ve onları dünya hayatı aldattı ve kendi aleyhlerine şehâdette bulundular ki, onlar muhakkak kâfir kimseler olmuşlardı.",
        "hayrat_nesriyat": "(O gün onlara:) `Ey cin ve insan topluluğu! İçinizden, size âyetlerimi anlatan ve sizi bu gününüzle karşılaşmaktan korkutan peygamberler gelmedi mi?` (denilecek de onlar:) `Kendi aleyhimize şâhidlik ederiz (ki geldi)!` diyecekler; dünya hayâtı onları aldatmıştı ve gerçekten kendilerinin kâfir kimseler olduklarına dâir kendi aleyhlerine şâhidlik ettiler.",
        "diyanet_vakfi": "Ey cin ve insan topluluğu! İçinizden size âyetlerimi anlatan ve bu günle karşılaşacağınıza dair sizi uyaran peygamberler gelmedi mi? Derler ki: «Kendi aleyhimize şahitlik ederiz.» Dünya hayatı onları aldattı ve kâfir olduklarına dair kendi aleyhlerine şahitlik ettiler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/130.mp3"
      }
    },
    {
      "id": 920,
      "verseNumber": 131,
      "verseKey": "6:131",
      "arabic": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَـٰفِلُونَ",
      "english": "This ˹sending of the messengers˺ is because your Lord would never destroy a society for their wrongdoing while its people are unaware ˹of the truth˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bu, Rabbin, ülkelerin ahalisini gâfil bir halde bulunurlarken zulümleri sebebiyle helâk edici olmadığından dolayıdır.",
        "hayrat_nesriyat": "Bu (peygamberlerin gönderilmesi) şundandır ki, Rabbin, ahâlisi (yaptıkları işin mes`ûliyetinden) habersiz kimseler iken (bir peygamber göndermeden) şehirleri (halkın işledikleri) zulüm sebebiyle helâk edici değildir!",
        "diyanet_vakfi": "Gerçek şu ki: Halkı habersizken, Rabbin haksızlık ile ülkeleri helâk edici değildir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/131.mp3"
      }
    },
    {
      "id": 921,
      "verseNumber": 132,
      "verseKey": "6:132",
      "arabic": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
      "english": "They will each be assigned ranks according to their deeds. And your Lord is not unaware of what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve herkes için yaptıkları şeylerden dolayı dereceler vardır. Ve senin Rabbin onların ne yapar olduklarından gâfil değildir.",
        "hayrat_nesriyat": "Herkes için, yaptıklarından dolayı dereceler vardır. Çünki Rabbin (onların)yapmakta olduklarından gafil değildir.",
        "diyanet_vakfi": "Herkesin yaptıkları işlere göre dereceleri vardır. Rabbin onların yaptıklarından habersiz değildir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/132.mp3"
      }
    },
    {
      "id": 922,
      "verseNumber": 133,
      "verseKey": "6:133",
      "arabic": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
      "english": "Your Lord is the Self-Sufficient, Full of Mercy. If He wills, He can do away with you and replace you with whoever He wills, just as He produced you from the offspring of other people.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve senin Rabbin ganîdir, rahmet sahibidir. Eğer dilerse sizi giderir ve sizin arkanızdan dilediğini, yerinize getirir. Nasıl ki, sizi başka bir kavmin zürriyetinden vücuda getirmiştir.",
        "hayrat_nesriyat": "Ve Rabbin, Ganî (kullarının ibâdetine muhtaç olmayan)dır, çok rahmet sâhibidir. Sizi başka bir kavmin neslinden meydâna getirdiği gibi, eğer dilerse sizi (helâk edip) giderir de sizden sonra (yerinize) dilediğini getirir.",
        "diyanet_vakfi": "Rabbin zengindir, rahmet sahibidir. Dilerse sizi yok eder ve sizi başka bir kavmin zürriyetinden yarattığı gibi sizden sonra yerinize dilediği bir kavmi yaratır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/133.mp3"
      }
    },
    {
      "id": 923,
      "verseNumber": 134,
      "verseKey": "6:134",
      "arabic": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
      "english": "Indeed, what you have been promised will certainly come to pass. And you will have no escape.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, vaad olunduğunuz şey elbette gelecektir. Ve siz onu bertaraf edebilecek değilsinizdir.",
        "hayrat_nesriyat": "Şübhesiz ki ne va`d olunuyorsanız mutlaka gelecektir ve siz (ona) mâni` olacak kimseler değilsiniz!",
        "diyanet_vakfi": "Size vadedilen mutlaka gelecektir; siz bunu önleyemezsiniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/134.mp3"
      }
    },
    {
      "id": 924,
      "verseNumber": 135,
      "verseKey": "6:135",
      "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "english": "Say, ˹O Prophet,˺ “O my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon know who will fare best in the end. Indeed, the wrongdoers will never succeed.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ey kavmim! Son derece iktidarınız ile yapacağınızı yapınız, şüphe yok ki, ben de (memur olduğum vazifeyi) yapmaktayım. Artık şüphesiz yakında bileceksinizdir ki, dar-ı ahiretin güzel akibeti (kime) nâsip olacaktır! Şu muhakkak ki, zalimler felâha eremiyeceklerdir.»",
        "hayrat_nesriyat": "De ki: `Ey kavmim! Elinizden geleni yapın; şübhesiz ben (de vazîfemi)yapıcıyım. Artık dünyanın âkıbeti kimin lehine olacağını ileride bileceksiniz.` Şu muhakkaktır ki, zâlimler kurtuluşa ermez!",
        "diyanet_vakfi": "De ki: Ey kavmim! Elinizden geleni yapın! Ben de yapacağım! Yurdun (dünyanın) sonunun kimin lehine olduğunu yakında bileceksiniz. Gerçek şu ki, zalimler iflah olmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/135.mp3"
      }
    },
    {
      "id": 925,
      "verseNumber": 136,
      "verseKey": "6:136",
      "arabic": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
      "english": "The pagans set aside for Allah a share of the crops and cattle He created, saying, “This ˹portion˺ is for Allah,” so they claim, “and this ˹one˺ for our associate-gods.” Yet the portion of their associate-gods is not shared with Allah while Allah’s portion is shared with their associate-gods. What unfair judgment!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve (o müşrikler) Allah için O’nun yarattığından, ekinden ve hayvanlardan bir pay ayırdılar, sonra zûmlarınca, «Bu Allah içindir, bu da ortaklarımız (putlarımız) içindir,» dediler. Artık ortakları için olan Allah’a ulaşmaz, Allah için olan ise o ortaklarına ulaşır. Hükmeder oldukları şey ne fena!",
        "hayrat_nesriyat": "Allah`a, (kendi) yarattığı ekinler ve en`amdan (sağmal hayvanlardan, güyâ) bir hisse (ve putlarına da bir hisse) ayırdılar da, zanlarınca: `Bu Allah`ındır, bu da (O`na şirk koştuğumuz) ortaklarımızındır!` dediler. Hâlbuki ortaklarına âid olan, Allah`a hiç ulaşmaz; Allah`a âid olana gelince, o hemen ortaklarına ulaşıyor. Ne kötü hüküm veriyorlar!",
        "diyanet_vakfi": "Allah’ın yarattığı ekinlerle hayvanlardan Allah’a pay ayırıp zanlarınca, bu Allah’a, bu da ortaklarımıza (putlarımıza) dediler. Ortakları için ayrılan Allah’a ulaşmıyor, fakat Allah için ayrılan ortaklarına ulaşıyor! Ne kötü hüküm veriyorlar?"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/136.mp3"
      }
    },
    {
      "id": 926,
      "verseNumber": 137,
      "verseKey": "6:137",
      "arabic": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
      "english": "Likewise, the pagans’ evil associates have made it appealing to them to kill their own children—only leading to their destruction as well as confusion in their faith. Had it been Allah’s Will, they would not have done such a thing. So leave them and their falsehood.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bunun gibi müşriklerden birçoklarına çocuklarını öldürmeyi, onların ortakları tezyin etmişler. Tâ ki onları helâk etsinler, ve dinlerini de kendilerine karıştırsınlar. Ve eğer Allah Teâlâ dileseydi onu yapmazlardı. Artık onları da, iftira eder oldukları şeyi de bırak.",
        "hayrat_nesriyat": "Yine bunun gibi ortakları (olan şeytanlar), müşriklerden birçoğuna evlâdlarını öldürmeyi süslü (câzib) gösterdi ki, onları (bunu yapanları böylelikle) helâk etsinler ve dinlerini kendilerine karıştırsınlar! Eğer (kullarını irâdelerinde serbest bırakan) Allah dileseydi onu (aslâ) yap(a)mazlardı; öyleyse onları ve uydurmakta oldukları şeyleri bırak!",
        "diyanet_vakfi": "Bunun gibi ortakları, müşriklerden çoğuna çocuklarını (kızlarını) öldürmeyi hoş gösterdi ki, hem kendilerini mahvetsinler hem de dinlerini karıştırıp bozsunlar! Allah dileseydi bunu yapamazlardı. Öyle ise onları uydurdukları ile başbaşa bırak!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/137.mp3"
      }
    },
    {
      "id": 927,
      "verseNumber": 138,
      "verseKey": "6:138",
      "arabic": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ ۚ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
      "english": "They say, “These cattle and crops are reserved—none may eat them except those we permit,” so they claim. Some other cattle are exempted from labour and others are not slaughtered in Allah’s Name—falsely attributing lies to Him. He will repay them for their lies.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve zûmlarınca dediler ki: «Bu hayvanlar ve ekin haramdır. Onları dilediğimiz kimselerden başkası yiyemez.» Ve bir kısım hayvanların da sırtları haram kılınmıştır. Ve bir kısım hayvanlar da vardır ki, onların üzerine (boğazlanırken) Allah Teâlâ’nın ismini zikretmezler. Bunları hep Allah Teâlâ’ya iftira ederek yaparlar. Elbette (Allah Teâlâ) bunları iftira ettikleri şey yüzünden yakında cezalandıracaktır.",
        "hayrat_nesriyat": "Ve (o müşrikler, bâtıl) zanlarıyla: `Bunlar, haram olan sağmal hayvanlar ve ekinlerdir; onları dilediğimizden başkası yiyemez, ve (bunlar da) sırtları(nda yük taşınması)haram kılınmış hayvanlardır!` dediler. Bir kısım hayvanlar da vardır ki, (onları keserken)üzerine Allah`ın ismini zikretmezler. (Bunları) O`na iftirâ ederek (yaparlar). İftirâ etmekte olduklarıdan dolayı (Allah) onları yakında cezâlandıracaktır.",
        "diyanet_vakfi": "Onlar saçma düşüncelerine göre dediler ki: «Bu (tanrılar için ayrılan) hayvanlarla ekinler haramdır. Bunları bizim dilediğimizden başkası yiyemez. Bunlar da binilmesi yasaklanmış hayvanlardır.» Birtakım hayvanlar da vardır ki, (Allah böyle emrediyor diye) O’na iftira ederek üzerlerine Allah’ın adını anmazlar. Yapmakta oldukları iftiraları yüzünden Allah onları cezalandıracaktır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/138.mp3"
      }
    },
    {
      "id": 928,
      "verseNumber": 139,
      "verseKey": "6:139",
      "arabic": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
      "english": "They ˹also˺ say, “The offspring of this cattle is reserved for our males and forbidden to our females; but if it is stillborn, they may all share it.” He will repay them for their falsehood. Surely He is All-Wise, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve dediler ki: «Şu hayvanların karınlarındaki, sadece erkeklerimize mahsustur. Ve kadınlarımıza haram kılınmıştır». Ve eğer ölmüş olursa onlar onda ortaklardır. Allah Teâlâ onlara bu vasıflarının cezasını yakında verecektir. Şüphe yok ki O, hakîmdir, alîmdir.",
        "hayrat_nesriyat": "Bir de dediler ki: `Bu sağmal hayvanların karınlarında olanlar, sâdece erkeklerimize âiddir; karılarımıza ise haram kılınmıştır.` Eğer (doğan yavru) ölü olursa, artık onlar (erkek-kadın hepsi) onda ortaktırlar. (Allah,) onları (bu) vasıflandırmalarından dolayı yakında cezâlandıracaktır. Şübhesiz ki O, Hakîm (her işi hikmetli olan)dır, Alîm(herşeyi hakkıyla bilen)dir.",
        "diyanet_vakfi": "Dediler ki: «Şu hayvanların karınlarında olanlar yalnız erkeklerimize aittir, kadınlarımıza ise haram kılınmıştır. Şayet (yavru) ölü doğarsa, o zaman (kadın erkek) hepsi onda ortaktır.» Allah bu değerlendirmelerinin cezasını verecektir. Şüphesiz ki O hikmet sahibidir, hakkıyla bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/139.mp3"
      }
    },
    {
      "id": 929,
      "verseNumber": 140,
      "verseKey": "6:140",
      "arabic": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ ۚ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "english": "Lost indeed are those who have murdered their own children foolishly out of ignorance and have forbidden what Allah has provided for them—falsely attributing lies to Allah. They have certainly strayed and are not ˹rightly˺ guided.",
      "turkish": {
        "omer_nasuhi_bilmen": "Çocuklarını sefihlikten ve bilgisizlikten dolayı öldürenler ve Allah Teâlâ’nın merzûk ettiği şeyleri Cenâb-ı Hakk’a iftira ederek haram sayanlar, şüphe yok ki hüsrâna uğramışlardır. Muhakkak ki onlar sapıtmışlar, doğru yolu bulamamışlardır.",
        "hayrat_nesriyat": "Bilgisizlik yüzünden beyinsizce evlâdlarını öldürenler ve Allah`ın kendilerinirızıklandırdığı şeyleri, Allah`a iftirâ ederek haram kılanlar gerçekten zarara uğramıştır.(Onlar) muhakkak dalâlete düşmüşler ve hidâyete eren kimseler olamamışlardır.",
        "diyanet_vakfi": "Bilgisizlikleri yüzünden beyinsizce çocuklarını öldürenler ve Allah’ın kendilerine verdiği rızkı, Allah’a iftira ederek (kadınlara) haram kılanlar, muhakkak ki ziyana uğramışlardır. Onlar gerçekten sapmışlardır ve doğru yolu bulacak da değillerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/140.mp3"
      }
    },
    {
      "id": 930,
      "verseNumber": 141,
      "verseKey": "6:141",
      "arabic": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
      "english": "He is the One Who produces gardens—both cultivated and wild<sup foot_note=76653>1</sup>—and palm trees, crops of different flavours, olives, and pomegranates—similar ˹in shape˺, but dissimilar ˹in taste˺. Eat of the fruit they bear and pay the dues at harvest, but do not waste. Surely He does not like the wasteful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve O, o zâttır ki, yeryüzüne döşenmiş ve döşenmemiş bostanları ve yenilmesi muhtelif hurmaları ve ekinleri ve birbirine benzer ve benzemez bir halde zeytin ve nar ağaçlarını yaratmıştır. Onlardan herbirinin meyvelendiği zaman meyvesinden yiyiniz, biçildiği gün de hakkını veriniz ve israfta bulunmayınız, şüphe yok ki, Allah Teâlâ müsrifleri sevmez.",
        "hayrat_nesriyat": "Çardaklı ve çardaksız bağları, hurma ağaçlarını, meyvesi muhtelif ekinleri, birbirine benzeyen ve benzemeyen zeytinleri ve narları meydana getiren de O`dur.(Herbiri) meyve verdiği zaman meyvesinden yiyin ve hasad edildiği gün hakkını (öşrünü)verin ve (O`nun rızâsı dışında harcayarak) isrâf etmeyin! Çünki O, isrâf edenleri sevmez.",
        "diyanet_vakfi": "Çardaklı ve çardaksız (üzüm) bahçeleri, ürünleri çeşit çeşit hurmaları, ekinleri, birbirine benzer ve benzemez biçimde zeytin ve narları yaratan O’dur. Herbiri meyve verdiği zaman meyvesinden yeyin. Devşirilip toplandığı gün de hakkını (zekât ve sadakasını) verin, fakat israf etmeyin; çünkü Allah israf edenleri sevmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/141.mp3"
      }
    },
    {
      "id": 931,
      "verseNumber": 142,
      "verseKey": "6:142",
      "arabic": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "english": "Some cattle are fit for labour, others are too small.<sup foot_note=76654>1</sup> Eat of what Allah has provided for you and do not follow Satan’s footsteps. Certainly, he is your sworn enemy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hayvanlardan yük taşıyanları ve serilecek olanları (da O yaratmıştır). Allah Teâlâ’nın size rızk kıldığı şeylerden yiyin ve şeytanın izlerine uymayın. Şüphe yok ki o, sizin için apaçık bir düşmandır.",
        "hayrat_nesriyat": "Sağmal hayvanlardan yük taşıyanı ve (kesilmek için) yere yatırılanı da (sizin için yaratan O`dur). Allah`ın sizi rızıklandırdığı şeylerden yiyin ve şeytanın adımlarına uymayın! Çünki o, size apaçık bir düşmandır.",
        "diyanet_vakfi": "Hayvanlardan yük taşıyanı ve tüyünden döşek yapılanları yaratan O’dur. Allah’ın size verdiği rızıktan yeyin, şeytanın ardına düşmeyin; şüphesiz o sizin için apaçık bir düşmandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/142.mp3"
      }
    },
    {
      "id": 932,
      "verseNumber": 143,
      "verseKey": "6:143",
      "arabic": "ثَمَـٰنِيَةَ أَزْوَٰجٍ ۖ مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَـٰدِقِينَ",
      "english": "˹Allah has created˺ four pairs: a pair of sheep and a pair of goats—ask ˹them, O  Prophet˺, “Has He forbidden ˹to you˺ the two males or the two females or what is in the wombs of the two females? Tell me with knowledge, if what you say is true.”—",
      "turkish": {
        "omer_nasuhi_bilmen": "(Allah Teâlâ) Sekiz çift (yarattı). Koyundan iki, keçiden de iki. De ki: «İki erkeği mi haram kıldı, yoksa iki dişiyi mi? Veya iki dişinin rahîmlerinin muhtevi olduklarını mı? Eğer siz doğru sözlü bulunmakta iseniz bana bir bilgi ile haber veriniz.»",
        "hayrat_nesriyat": "(Allah, erkek ve dişi olmak üzere; koyun, keçi, deve ve sığırdan) sekiz eş(yarattı)! Koyundan iki, keçiden iki! (O müşriklere) de ki: `(Siz bazılarını haram kılıyorsunuz, ama Allah bunlardan) iki erkeği mi, yoksa iki dişiyi mi, yoksa o iki dişinin rahimlerinde bulunan (yavru)ları mı haram kıldı? Eğer (iddiânızda) doğru kimseler iseniz, bana bir ilim ile haber verin!`",
        "diyanet_vakfi": "(Dişi ve erkek olarak) sekiz eş yarattı: Koyundan iki, keçiden iki... De ki: O, bunların erkeklerini mi, dişilerini mi, yoksa bu iki dişinin rahimlerinde bulunan yavruları mı haram etti? Eğer doğru iseniz bana ilimle söyleyin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/143.mp3"
      }
    },
    {
      "id": 933,
      "verseNumber": 144,
      "verseKey": "6:144",
      "arabic": "وَمِنَ ٱلْإِبِلِ ٱثْنَيْنِ وَمِنَ ٱلْبَقَرِ ٱثْنَيْنِ ۗ قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ ۖ أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّىٰكُمُ ٱللَّهُ بِهَـٰذَا ۚ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا لِّيُضِلَّ ٱلنَّاسَ بِغَيْرِ عِلْمٍ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "english": "and a pair of camels and a pair of oxen. Ask ˹them˺, “Has He forbidden ˹to you˺ the two males or the two females or what is in the wombs of the two females? Or were you present when Allah gave you this commandment?” Who does more wrong than those who fabricate lies against Allah to mislead others without ˹any˺ knowledge? Surely Allah does not guide the wrongdoing people.",
      "turkish": {
        "omer_nasuhi_bilmen": "Deveden de iki çift sığırdan da iki çift (yarattı). De ki: «İki erkeği mi haram kıldı, yoksa iki dişiyi mi? Yoksa iki dişinin rahîmlerinin muhtevi olduklarını mı? Yoksa siz Allah Teâlâ bununla size tavsiyede bulunduğu zaman hazırlar mı idiniz?» Artık nâsı bilmeksizin saptırmak için Allah Teâlâ’ya karşı yalan yere iftirada bulunan kimseden daha zalim kim vardır? Şüphe yok ki Allah Teâlâ zalimler gürûhunu hidâyete erdirmez.",
        "hayrat_nesriyat": "Deveden de iki, sığırdan da iki! De ki: `(Allah bunlardan) iki erkeği mi, yoksa iki dişiyi mi, yoksa o iki dişinin rahimlerinde bulunan (yavru)ları mı haram kıldı? Yoksa, Allah size bunu (haram kılmayı) tavsiye buyurduğu zaman (siz buna) şâhidler mi oldunuz?` Öyleyse bilgisizce, insanları dalâlete düşürmek için Allah`a karşı yalan uydurandan daha zâlim kim olabilir? Şübhesiz ki Allah, (küfürlerindeki ısrarları yüzünden) zâlimler topluluğunu hidâyete erdirmez.",
        "diyanet_vakfi": "Deveden de iki, sığırdan da iki (yarattı.) De ki: O bunların erkeklerini mi, dişilerini mi, yoksa bu iki dişinin rahimlerinde bulunan yavruları mı haram kıldı? Yoksa Allah’ın size böyle vasiyet ettiğine şahit mi oldunuz? Bilgisizce insanları saptırmak için Allah’a karşı yalan uydurandan kim daha zalimdir! Şüphesiz Allah o zalimler topluluğunu doğru yola iletmez."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/144.mp3"
      }
    },
    {
      "id": 934,
      "verseNumber": 145,
      "verseKey": "6:145",
      "arabic": "قُل لَّآ أَجِدُ فِى مَآ أُوحِىَ إِلَىَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُۥ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۚ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ",
      "english": "Say, ˹O Prophet,˺ “I do not find in what has been revealed to me anything forbidden to eat except carrion, running blood, swine—which is impure—or a sinful offering in the name of any other than Allah. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely your Lord is All-Forgiving, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Bana vahyedilmiş olan da yiyecek bir kimseye yiyeceği haram kılınmış bir taam bulamıyorum. Meğer ki ölü veya akar kan veya domuz eti ki bu şüphesiz bir murdar şeydir veyahut bir fısk ki, üzerine Allah’tan başkasının ismi zikredilerek kesilmiş bulunur, maahaza her kim muzdar kalırsa tecavüz etmeksizin ve haddi aşmaksızın (bunlardan yiyebilir).» Çünkü senin Rabbin şüphe yok ki gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "De ki: `Bana vahyolunanlar içinde bunu (bu haram dediklerinizi) yiyecek olan bir yiyici kimseye, haram kılınmış bir şey bulmuyorum; ancak (o şeyin) ölü (usûlünce kesilmeden veya avlanmadan ölen bir hayvan) veya akıtılmış kan veya domuz eti, ki o pistir, veya (kesilirken) üzerine Allah`dan başkasının adı zikredilmiş (olmakla açıkça işlenen) bir fısk olması müstesnâ. Fakat (başkasının hakkına) tecâvüz edici ve haddi (zarûret mikdârını) aşıcı olmadan, kim(ölmeyecek kadar bunlardan yemeye) mecbur kalırsa, artık (bilsin ki) şübhesiz Rabbin, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.`",
        "diyanet_vakfi": "De ki: Bana vahyolunanda, leş veya akıtılmış kan yahut domuz eti -ki pisliğin kendisidir- ya da günah işlenerek Allah’tan başkası adına kesilmiş bir hayvandan başka, yiyecek kimseye haram kılınmış birşey bulamıyorum. Başkasına zarar vermemek ve sınırı aşmamak üzere kim (bunlardan) yemek zorunda kalırsa bilsin ki Rabbin bağışlayan ve esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/145.mp3"
      }
    },
    {
      "id": 935,
      "verseNumber": 146,
      "verseKey": "6:146",
      "arabic": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا كُلَّ ذِى ظُفُرٍ ۖ وَمِنَ ٱلْبَقَرِ وَٱلْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُورُهُمَآ أَوِ ٱلْحَوَايَآ أَوْ مَا ٱخْتَلَطَ بِعَظْمٍ ۚ ذَٰلِكَ جَزَيْنَـٰهُم بِبَغْيِهِمْ ۖ وَإِنَّا لَصَـٰدِقُونَ",
      "english": "For those who are Jewish, We forbade every animal with undivided hoofs and the fat of oxen and sheep except what is joined to their backs or intestines or mixed with bone. In this way We rewarded them for their violations. And We are certainly truthful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Yahudiler üzerine her tırnaklı olanı haram kıldık ve onlara sığırdan ve koyundan (çıkarılan) iç yağlarını da haram kıldık. Ancak bunların sırtlarına veya bağırsaklarına yapışkan olan veya bir kemikle karışan yağlar müstesna. Bunu onlara haddi tecavüz ettiklerı için bir ceza olarak yaptık. Ve şüphe yok ki Biz elbette sâdıklarız.",
        "hayrat_nesriyat": "Yahudi olanlara da bütün tırnaklı (hayvan)ları haram kıldık. Sığır ve davarın iç yağlarını da onlara haram kıldık; ancak sırtlarının veya bağırsaklar(ın)ın taşıdığı ya da kemiğe karışan (yağ)lar müstesnâ. Azgınlıkları sebebiyle onları böyle cezâlandırdık. Ve muhakkak ki biz, elbette doğru (söyleyen)leriz.",
        "diyanet_vakfi": "Yahudilere bütün tırnaklı hayvanları haram kıldık. Sırtlarında yahut bağırsaklarında taşıdıkları ya da kemiğe karışan yağlar hariç olmak üzere sığır ve koyunun iç yağlarını da onlara haram kıldık. Bu, zulümleri yüzünden onlara verdiğimiz cezâdır. Biz elbette doğru söyleyeniz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/146.mp3"
      }
    },
    {
      "id": 936,
      "verseNumber": 147,
      "verseKey": "6:147",
      "arabic": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
      "english": "But if they deny you ˹O Prophet˺, say, “Your Lord is infinite in mercy, yet His punishment will not be averted from the wicked people.”",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi seni tekzîp ederlerse de ki: «Rabbiniz geniş bir rahmet sahibidir. Fakat onun ikâbı da günahkâr olan bir gürûhtan reddedilemez.»",
        "hayrat_nesriyat": "Buna rağmen seni yalanlarlarsa artık de ki: `Rabbiniz pek geniş bir rahmet sâhibidir. Fakat O`nun azâbı günahkârlar topluluğundan geri çevrilemez.`",
        "diyanet_vakfi": "Eğer seni yalanlarlarsa de ki: Rabbiniz geniş bir rahmet sahibidir. Bununla beraber O’nun azabı, suçlular topluluğundan uzaklaştırılamaz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/147.mp3"
      }
    },
    {
      "id": 937,
      "verseNumber": 148,
      "verseKey": "6:148",
      "arabic": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا ۗ قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ ۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
      "english": "The polytheists will argue, “Had it been Allah’s Will, neither we nor our forefathers would have associated others with Him ˹in worship˺ or made anything unlawful.” Likewise, those before them rejected the truth until they tasted Our punishment. Ask ˹them, O  Prophet˺, “Do you have any knowledge that you can produce for us? Surely you follow nothing but ˹false˺ assumptions and you do nothing but lie.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Müşrik olanlar elbette diyeceklerdir ki: «Eğer Allah dilemiş olsa idi biz de şirke düşmezdik, babalarımız da. Ve ne de bir şeyi haram kılardık.» Onlardan evvelkiler de böyle tekzîpte bulunmuştu, nihâyet azabımızı tattılar. De ki: «Sizin yanınızda ilimden birşey var mı? Onu bize çıkarsanıza. Siz zandan başka bir şeye tâbi olmuyorsunuz ve siz ancak yalan yanlış tahminlerde bulunanlardan başka değilsiniz.»",
        "hayrat_nesriyat": "(Allah`a) şirk koşanlar: `Eğer Allah dileseydi ne (biz) şirk koşardık, ne de atalarımız! Hem hiçbir şeyi (kendi kendimize) haram kılmazdık!` diyecekler. Onlardan öncekiler (de) azâbımızı tadıncaya kadar (peygamberlerini) böyle yalanlamıştı. De ki: `Yanınızda herhangi bir ilim var mı? Haydi, onu bize çıkarın! (Siz) zandan başkasına tâbi` olmuyorsunuz ve siz ancak çirkince yalan söylüyorsunuz.`",
        "diyanet_vakfi": "Putperestler diyecekler ki: «Allah dileseydi ne biz ortak koşardık ne de atalarımız. Hiçbir şeyi de haram kılmazdık.» Onlardan öncekiler de aynı şekilde (peygamberleri) yalanladılar ve sonunda azabımızı tattılar. De ki: Yanınızda bize açıklayacağınız bir bilgi var mı? Siz zandan başka bir şeye uymuyorsunuz ve siz sadece yalan söylüyorsunuz."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/148.mp3"
      }
    },
    {
      "id": 938,
      "verseNumber": 149,
      "verseKey": "6:149",
      "arabic": "قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَـٰلِغَةُ ۖ فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
      "english": "Say, “Allah has the most conclusive argument. Had it been His Will, He would have easily imposed guidance upon all of you.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Hüccet-i bâliğa, Allah Teâlâ’ya mahsustur. Eğer o dileseydi elbette hepinizi hidâyete erdirirdi.»",
        "hayrat_nesriyat": "De ki: `Öyle ise en mükemmel delil Allah`ındır. O hâlde (O) dileseydi, elbette sizi hep berâber hidâyete erdirirdi. (Ama O, sizi kendi irâdenize bıraktı.)`",
        "diyanet_vakfi": "De ki: Kesin delil, ancak Allah’ındır. Allah dileseydi elbette hepinizi doğru yola iletirdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/149.mp3"
      }
    },
    {
      "id": 939,
      "verseNumber": 150,
      "verseKey": "6:150",
      "arabic": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَـٰذَا ۖ فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ ۚ وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
      "english": "Say, ˹O Prophet,˺ “Bring your witnesses who can testify that Allah has forbidden this.” If they ˹falsely˺ testify, do not testify with them. And do not follow the desires of those who deny Our proofs, disbelieve in the Hereafter, and set up equals with their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Haydi, ’Allah Teâlâ bunları muhakkak haram kıldı’ diye şehâdet edecek olan şahitlerinizi getiriniz.» Şayet onlar şehâdet ederlerse sen onlar ile beraber şehâdette bulunma ve âyetlerimizi tekzîp edenlerin ve ahirete inanmayanların hevâlarına tâbi olma. Ve onlar, başkalarını Rablerine denk tutarlar.",
        "hayrat_nesriyat": "De ki: `Haydi, `Şübhesiz Allah bunu haram kıldı` diye şâhidlik edecek şâhidlerinizi getirin!` Buna rağmen şâhidlik ederlerse, sakın onlarla berâber şâhidlik etme! Hem âyetlerimizi yalanlayanların ve âhirete îmân etmeyenlerin (nefsî) arzularına uyma! Çünki onlar, (putları) Rablerine denk tutuyorlar.",
        "diyanet_vakfi": "De ki: Allah şunu yasak etti, diye şehadet edecek şahitlerinizi getirin! Eğer onlar şahitlik ederlerse, sen onlarla beraber şahitlik etme; âyetlerimizi yalanlayanların ve ahiret gününe inanmayanların arzularına uyma. Onlar, Rablerine eş tutuyorlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/150.mp3"
      }
    },
    {
      "id": 940,
      "verseNumber": 151,
      "verseKey": "6:151",
      "arabic": "۞ قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۖ وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُم مِّنْ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "english": "Say, ˹O Prophet,˺ “Come! Let me recite to you what your Lord has forbidden to you: do not associate others with Him ˹in worship˺. ˹Do not fail to˺ honour your parents. Do not kill your children for fear of poverty. We provide for you and for them. Do not come near indecencies, openly or secretly. Do not take a ˹human˺ life—made sacred by Allah—except with ˹legal˺ right.<sup foot_note=76655>1</sup> This is what He has commanded you, so perhaps you will understand.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Geliniz, Rabbinizin, üzerinize neleri haram kılmış olduğunu okuyayım: O’na hiçbir şeyi şerik koşmayınız, ve ana ile babaya iyilik ediniz. Ve çocuklarınızı yoksulluktan dolayı öldürmeyiniz. Sizi de onları da Biz merzûk kılarız. Ve fuhşiyata, onlardan alenî olana da, gizlice olana da yaklaşmayınız, ve Allah Teâlâ’nın haram kıldığı herhangi kimseyi de öldürmeyiniz, bihakkın olan müstesna. İşte bunlar ile size tavsiyede bulunmuştur. Tâ ki âkilâne düşünesiniz.»",
        "hayrat_nesriyat": "De ki: `Gelin, Rabbinizin size neleri haram kıldığını okuyayım: O`na hiçbir şeyi şirk koşmayın! Hem ana-babaya iyilik (edin)! Ve fakirlikten dolayı çocuklarınızı öldürmeyin! Sizi de onları da (ancak) biz rızıklandırırız. (Zinâ gibi) çirkin işlere, açığına da gizlisine de yaklaşmayın! Hem hak bir sebeb olmadıkça, Allah`ın haram kıldığı canı öldürmeyin! İşte bunlar (Allah`ın) size o emrettiği (şeyler)dir; tâ ki akıl erdiresiniz.`",
        "diyanet_vakfi": "De ki: Gelin Rabbinizin size neleri haram kıldığını okuyayım: O’na hiçbir şeyi ortak koşmayın, ana-babaya iyilik edin, fakirlik korkusuyla çocuklarınızı öldürmeyin -sizin de onların da rızkını biz veririz-; kötülüklerin açığına da gizlisine de yaklaşmayın ve Allah’ın yasakladığı cana haksız yere kıymayın! İşte bunlar Allah’ın size emrettikleridir. Umulur ki düşünüp anlarsınız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/151.mp3"
      }
    },
    {
      "id": 941,
      "verseNumber": 152,
      "verseKey": "6:152",
      "arabic": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۖ وَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَإِذَا قُلْتُمْ فَٱعْدِلُوا۟ وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ ٱللَّهِ أَوْفُوا۟ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ",
      "english": "And do not come near the wealth of the orphan—unless intending to enhance it—until they attain maturity. Give full measure and weigh with justice. We never require of any soul more than what it can afford. Whenever you speak,<sup foot_note=76656>1</sup> maintain justice—even regarding a close relative. And fulfil your covenant with Allah. This is what He has commanded you, so perhaps you will be mindful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yetimin malına (rüştüne kadar) yaklaşmayınız, meğer ki, en güzel bir suretle ola. Ve ölçeği ve tartıyı adâlet üzere ifâ ediniz. Biz bir kimseyi halinin fevkinde birşey ile mükellef kılmayız ve söz söyleyeceğiniz zaman adâlette bulununuz, velev ki, karabet sahibi olsun. Ve Allah Teâlâ’nın ahdini yerine getiriniz. İşte size bunlar ile tavsiyede bulunmuştur. Umulur ki, düşünürsünüz, (nasihatyab olursunuz).",
        "hayrat_nesriyat": "Ve rüşdüne erinceye kadar yetimin malına, o en güzel bir şekilde (onu muhâfaza ve yetime yardım etme maksadıyla) olanı müstesnâ, yaklaşmayın! Hem ölçüyü ve tartıyı adâletle tam yapın! (Biz) kimseyi gücünün yetmeyeceği bir şeyle mükellef tutmayız; söz söylediğiniz zaman ise, akrabâ bile olsa, artık adâletli olun! Ve Allah`ın ahdini (verdiğiniz sözü) yerine getirin! İşte bunlar (Allah`ın) size o emrettiği (şeyler)dir; tâ ki ibret alasınız.",
        "diyanet_vakfi": "Rüşd çağına erişinceye kadar, yetimin malına, sadece en iyi tutumla yaklaşın; ölçü ve tartıyı adaletle yapın. Biz herkese ancak gücünün yettiği kadarını yükleriz. Söz söylediğiniz zaman, yakınlarınız dahi olsa adaletli olun, Allah’a verdiğiniz sözü tutun. İşte Allah size, iyice düşünesiniz diye bunları emretti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/152.mp3"
      }
    },
    {
      "id": 942,
      "verseNumber": 153,
      "verseKey": "6:153",
      "arabic": "وَأَنَّ هَـٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا۟ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ",
      "english": "Indeed, that is My Path—perfectly straight. So follow it and do not follow other ways, for they will lead you away from His Way. This is what He has commanded you, so perhaps you will be conscious ˹of Allah˺.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve şüphesiz ki, bu Benim müstakim yolumdur. Artık ona tâbi olunuz, başka yolları takib etmeyiniz. Sonra bunlar sizi Cenâb-ı Hakk’ın yolundan ayırır. İşte size bununla tavsiyede bulundu. Gerektir ki, siz sakınasınız.",
        "hayrat_nesriyat": "Ve şübhesiz bu, benim dosdoğru yolumdur; öyle ise ona tâbi` olun! Ve (başka)yollara tâbi` olmayın! Sonra sizi O`nun (Allah`ın) yolundan ayırır(lar). İşte bunlar(Allah`ın) size o emrettiği (şeyler)dir; tâ ki (günahlardan) sakınasınız.",
        "diyanet_vakfi": "Şüphesiz bu, benim dosdoğru yolumdur. Buna uyun. (Başka) yollara uymayın. Zira o yollar sizi Allah’ın yolundan ayırır. İşte sakınmanız için Allah size bunları emretti."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/153.mp3"
      }
    },
    {
      "id": 943,
      "verseNumber": 154,
      "verseKey": "6:154",
      "arabic": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ",
      "english": "Additionally, We gave Moses the Scripture, completing the favour upon those who do good, detailing everything, and as a guide and a mercy, so perhaps they would be certain of the meeting with their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra Biz Mûsa’ya, ahkâmına güzelce riâyet edene, kitabı tamam bir veçh üzere ve herşeyi mufassalan bildirmek ve bir hidâyet ve rahmet olmak için verdik. Tâ ki Rablerinin huzuruna varacaklarına imân etsinler.",
        "hayrat_nesriyat": "Sonra iyilik edenlere (olan ni`metimizi) tamamlamak, herşeyi iyice açıklamak, bir hidâyet ve bir rahmet olmak üzere Mûsâ`ya Kitâb`ı (Tevrât`ı) verdik; tâ ki (İsrâiloğulları)Rablerine kavuşacaklarına îmân etsinler.",
        "diyanet_vakfi": "Sonra iyilik edenlere nimetimizi tamamlamak, her şeyi açıklamak, hidayete erdirmek ve rahmet etmek maksadıyla Musa’ya da Kitab’ı (Tevrat’ı) verdik. Umulur ki, Rablerinin huzuruna varacaklarına iman ederler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/154.mp3"
      }
    },
    {
      "id": 944,
      "verseNumber": 155,
      "verseKey": "6:155",
      "arabic": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ فَٱتَّبِعُوهُ وَٱتَّقُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
      "english": "This is a blessed Book We have revealed. So follow it and be mindful ˹of Allah˺, so you may be shown mercy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bu bir kitaptır ki, bunu Biz indirdik, mübarektir. Artık O’na tâbi olunuz. Ve ittikada bulununuz, tâ ki rahmete eresiniz.",
        "hayrat_nesriyat": "İşte bu (Kur`ân) da kendisini indirdiğimiz mübârek bir Kitab`dır; artık ona tâbi` olun ve (günahlardan) sakının; tâ ki merhamet olunasınız.",
        "diyanet_vakfi": "İşte bu (Kur’an), bizim indirdiğimiz mübarek bir kitaptır. Buna uyun ve Allah’tan korkun ki size merhamet edilsin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/155.mp3"
      }
    },
    {
      "id": 945,
      "verseNumber": 156,
      "verseKey": "6:156",
      "arabic": "أَن تَقُولُوٓا۟ إِنَّمَآ أُنزِلَ ٱلْكِتَـٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَـٰفِلِينَ",
      "english": "You ˹pagans˺ can no longer say, “Scriptures were only revealed to two groups before us and we were unaware of their teachings.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Demeyesiniz ki, «Kitap ancak bizden evvel iki tâifeye indirilmiştir ve biz onların kıraatinden şüphesiz ki gâfiller idik.»",
        "hayrat_nesriyat": "(Onu indirdik) ki `Kitab, ancak bizden önce iki tâifeye (yahudilere ve hristiyanlara) indirildi; (biz ise) şübhesiz onların ders yapmalarından (kitablarını okumalarından ve onun hakikatlerinden) de doğrusu habersiz kimselerdik` demeyesiniz!",
        "diyanet_vakfi": "«Kitap, yalnız bizden önceki iki topluluğa (hıristiyanlara ve yahudilere) indirildi, biz ise onların okumasından gerçekten habersizdik» demeyesiniz diye;"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/156.mp3"
      }
    },
    {
      "id": 946,
      "verseNumber": 157,
      "verseKey": "6:157",
      "arabic": "أَوْ تَقُولُوا۟ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَـٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَـٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَـٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا۟ يَصْدِفُونَ",
      "english": "Nor can you say, “If only the Scriptures had been revealed to us, we would have been better guided than they.” Now there has come to you from your Lord a clear proof<sup foot_note=76657>1</sup>—a guide and mercy. Who then does more wrong than those who deny Allah’s revelations and turn away from them? We will reward those who turn away from Our revelations with a dreadful punishment for turning away.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yahut demeyesiniz ki, «Eğer bize kitap indirilmiş olsa idi, elbette biz onlardan daha ziyâde hidâyete ermiş olurduk». İşte size Rabbinizden beyyine de geldi, hidâyet ve rahmet de. Artık Allah Teâlâ’nın âyetlerini tekzîp edenden ve ondan (yüz) çevirenden daha zalim kimdir? Biz âyetlerimizden iraz edenleri elbette böyle irazları sebebiyle azabın en kötüsü ile cezalandıracağızdır.",
        "hayrat_nesriyat": "Veya: `Doğrusu bize kitab indirilseydi, elbette onlardan daha çok hidâyete ermiş kimse(ler) olurduk` demeyesiniz! İşte gerçekten size Rabbinizden apaçık bir delil, birhidâyet ve bir rahmet gelmiştir. O hâlde Allah`ın âyetlerini yalanlayıp, onlardan yüz çevirenden daha zâlim kim olabilir? Âyetlerimizden yüz çevirenleri, (böyle) yüz çevirmekte olmalarından dolayı yakında azâbın en kötüsüyle cezâlandıracağız!",
        "diyanet_vakfi": "Yahut «Bize de kitap indirilseydi, biz onlardan daha çok doğru yolda olurduk» demeyesiniz diye (Kur’an’ı indirdik). İşte size de Rabbinizden açık bir delil, hidayet ve rahmet geldi. Kim, Allah’ın âyetlerini yalanlayıp onlardan yüz çevirenden daha zalimdir! Âyetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü azabın en kötüsüyle cezalandıracağız."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/157.mp3"
      }
    },
    {
      "id": 947,
      "verseNumber": 158,
      "verseKey": "6:158",
      "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَـٰتِ رَبِّكَ ۗ يَوْمَ يَأْتِى بَعْضُ ءَايَـٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَـٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِىٓ إِيمَـٰنِهَا خَيْرًا ۗ قُلِ ٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
      "english": "Are they awaiting the coming of the angels, or your Lord ˹Himself˺, or some of your Lord’s ˹major˺ signs? On the Day your Lord’s signs arrive, belief will not benefit those who did not believe earlier or those who did no good through their faith.<sup foot_note=76658>1</sup> Say, “Keep waiting! We too are waiting.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar başka değil, kendilerine meleklerin gelmesini veya Rabbin gelmesini veya Rabbin bazı âyetlerinin gelmesini bekliyorlar. Rabbin bazı âyetlerinin geleceği gün evvelce imân etmemiş veya imânında bir hayır kazanmamış olan şahsa imân faide bahş olmaz. De ki: «Bekleyiniz, ve biz de şüphe yok ki bekleyicileriz.»",
        "hayrat_nesriyat": "(O müşrikler, îmân etmek için) kendilerine ille de (ölüm) meleklerin(in) gelmesini veya Rabbinin (azâbının) gelmesini yâhut Rabbinin bazı (kıyâmet) alâmetlerinin gelmesini mi bekliyorlar? Rabbinin bazı alâmetleri geldiği gün, daha önce îmân etmemiş veya îmânında bir hayır kazanmamış olan kimseye, (o gün) îmân etmesi fayda vermez. De ki: `(O alâmetleri) bekleyin, şübhesiz biz de bekleyenleriz!`",
        "diyanet_vakfi": "Onlar ancak kendilerine meleklerin gelmesini veya Rabbinin gelmesini yahut Rabbinin bazı alâmetlerinin gelmesini bekliyorlar. Rabbinin bazı alâmetleri geldiği gün, önceden inanmamış ya da imanında bir hayır kazanmamış olan kimseye artık imanı bir fayda sağlamaz. De ki: Bekleyin, şüphesiz biz de beklemekteyiz!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/158.mp3"
      }
    },
    {
      "id": 948,
      "verseNumber": 159,
      "verseKey": "6:159",
      "arabic": "إِنَّ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ ۚ إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا۟ يَفْعَلُونَ",
      "english": "Indeed, you ˹O Prophet˺ are not responsible whatsoever for those who have divided their faith and split into sects. Their judgment rests only with Allah. And He will inform them of what they used to do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz o kimseler ki, dinlerini tefrikaya düşürdüler ve muhtelif fırkalara ayrıldılar. Sen hiçbir şeyde onlardan değilsin. Onların işleri ancak Allah’a aitir. Sonra onlara ne yapar olduklarını haber verecektir.",
        "hayrat_nesriyat": "Muhakkak ki dinlerini parçalayıp fırka fırka olanlar yok mu, (sen) hiçbir hususta onlardan değilsin! Onların işi ancak Allah`a âiddir; sonra (O,) ne yapmakta olduklarını (tek tek) kendilerine haber verecektir.",
        "diyanet_vakfi": "Dinlerini parça parça edip guruplara ayrılanlar var ya, senin onlarla hiçbir ilişkin yoktur. Onların işi ancak Allah’a kalmıştır. Sonra Allah onlara yaptıklarını bildirecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/159.mp3"
      }
    },
    {
      "id": 949,
      "verseNumber": 160,
      "verseKey": "6:160",
      "arabic": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
      "english": "Whoever comes with a good deed will be rewarded tenfold. But whoever comes with a bad deed will be punished for only one. None will be wronged.",
      "turkish": {
        "omer_nasuhi_bilmen": "Her kim bir iyilik ile gelirse kendisi için onun on misli vardır. Ve her kim bir kötülük ile gelirse o ancak onun misli ile cezalandırılır. Ve onlar zulme uğramazlar.",
        "hayrat_nesriyat": "Kim iyilikle gelirse, artık kendisi için onun (o iyiliğin) on misli vardır! Kim de kötülükle gelirse, bunun üzerine ancak misliyle cezâlandırılır ve onlar haksızlığa uğratılmazlar.",
        "diyanet_vakfi": "Kim (Allah huzuruna) iyilikle gelirse ona getirdiğinin on katı vardır. Kim de kötülükle gelirse o sadece getirdiğinin dengiyle cezalandırılır. Onlar haksızlığa uğratılmazlar."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/160.mp3"
      }
    },
    {
      "id": 950,
      "verseNumber": 161,
      "verseKey": "6:161",
      "arabic": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "english": "Say, ˹O Prophet,˺ “Surely my Lord has guided me to the Straight Path, a perfect way, the faith of Abraham, the upright, who was not one of the polytheists.”",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki, «Şüphe yok ki Rabbim beni müstakim bir yola, dosdoğru bir dine, İbrahim’in Hanîf olan milliyetine hidâyet buyurdu. Ve o, müşriklerden olmuş değildi.»",
        "hayrat_nesriyat": "De ki: “Rabbim beni dosdoğru yola, dosdoğru dine, Hanîf olan İbrâhim`in dinine iletmiştir. İbrâhim, ortak koşanlardan değildi.”",
        "diyanet_vakfi": "De ki: Şüphesiz Rabbim beni doğru yola, dosdoğru dine, Allah’ı birleyen İbrahim’in dinine iletti. O, ortak koşanlardan değildi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/161.mp3"
      }
    },
    {
      "id": 951,
      "verseNumber": 162,
      "verseKey": "6:162",
      "arabic": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "english": "Say, “Surely my prayer, my worship, my life, and my death are all for Allah—Lord of all worlds.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Benim namazım, ibadetlerim ve diriliğim ve ölümüm âlemlerin Rabbi olan Allah Teâlâ içindir.»",
        "hayrat_nesriyat": "De ki: `Şübhesiz benim namazım da ibâdetlerim de hayâtım ve ölümüm de âlemlerin Rabbi olan Allah içindir!`",
        "diyanet_vakfi": "De ki: Şüphesiz benim namazım, kurbanım, hayatım ve ölümüm hepsi âlemlerin Rabbi Allah içindir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/162.mp3"
      }
    },
    {
      "id": 952,
      "verseNumber": 163,
      "verseKey": "6:163",
      "arabic": "لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ",
      "english": "He has no partner. So I am commanded, and so I am the first to submit.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«O’nun bir ortağı yoktur. Ve ben bununla memur oldum ve ben müslümanların ilkiyim.»",
        "hayrat_nesriyat": "`O`nun ortağı yoktur. Ve (ben) bununla emrolundum, çünki ben Müslümanların ilkiyim!`",
        "diyanet_vakfi": "O’nun ortağı yoktur. Bana sadece bu emrolundu ve ben müslümanların ilkiyim."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/163.mp3"
      }
    },
    {
      "id": 953,
      "verseNumber": 164,
      "verseKey": "6:164",
      "arabic": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "english": "Say, ˹O Prophet,˺ “Should I seek a lord other than Allah while He is the Lord of everything?” No one will reap except what they sow. No soul burdened with sin will bear the burden of another. Then to your Lord is your return, and He will inform you of your differences.",
      "turkish": {
        "omer_nasuhi_bilmen": "De ki: «Ben Allah Teâlâ’dan başka bir Rab mı ararım ki, O herşeyin Rabbidir. Ve herkesin kazanacağı (günah) ancak kendi aleyhinedir. Ve hiçbir günahkâr nefis, başkasının günahını yüklenmez. Sonra dönüşünüz ancak Rabbinizedir. O zaman o Rabbiniz kendisinde ihtilâfa düşmüş olduğunuz şeyleri size haber verecektir.»",
        "hayrat_nesriyat": "De ki: `O, herşeyin Rabbi iken, Allah`dan başka bir rab mi arayacağım?` Hem herkes ancak kendi aleyhine (günah) kazanır! Ve hiçbir günahkâr, başkasının günâhını yüklenmez! Sonra dönüşünüz ancak Rabbinizedir; artık (O,) hakkında ihtilâfa düşmekte olduğunuz şeyleri size haber verecektir.",
        "diyanet_vakfi": "De ki: Allah her şeyin Rabbi iken ben ondan başka Rab mı arayacağım? Herkesin kazanacağı yalnız kendisine aittir. Hiçbir suçlu başkasının suçunu yüklenmez. Sonunda dönüşünüz Rabbinizedir. Ve O, uyuşmazlığa düştüğünüz gerçeği size haber verecektir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/164.mp3"
      }
    },
    {
      "id": 954,
      "verseNumber": 165,
      "verseKey": "6:165",
      "arabic": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ ٱلْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۗ إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌۢ",
      "english": "He is the One Who has placed you as successors on earth and elevated some of you in rank over others, so He may test you with what He has given you. Surely your Lord is swift in punishment, but He is certainly All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ve O, (o Hâlik-ı Zîşan)dır ki, sizi yeryüzünde halife kıldı. Ve bazınızı bazınızın üzerine derecelerce yükseltti, tâ ki sizi size verdiği şeylerde imtihana tâbi tutsun. Şüphe yok ki, senin Rabbin Seriu’l-İkâb’tır. Ve muhakkak ki, O gafûrdur, rahîmdir.»",
        "hayrat_nesriyat": "Sizi yeryüzünün halîfeleri kılan ve size verdiği şeyler (ni`metler) husûsunda, sizi imtihân etmek için bazınızı bazınızın üstüne derecelerle yükselten de O`dur. Muhakkak ki Rabbin, azâbı pek çabuk olandır ve şübhesiz ki O, elbette Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Sizi yeryüzünün halifeleri kılan, size verdiği (nimetler) hususunda sizi denemek için kiminizi kiminizden derecelerle üstün kılan O’dur. Şüphesiz Rabbin, cezası çabuk olandır ve gerçekten O, bağışlayan merhamet edendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/json/refs/heads/main/audio/ghamadi/006/165.mp3"
      }
    }
  ]
}