{
  "verses": [
    {
      "id": 5151,
      "verseNumber": 1,
      "verseKey": "60:1",
      "arabic": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "english": "O believers! Do not take My enemies and yours as trusted allies, showing them affection even though they deny what has come to you of the truth. They drove the Messenger and yourselves out ˹of Mecca˺, simply for your belief in Allah, your Lord. If you ˹truly˺ emigrated<sup foot_note=77510>1</sup> to struggle in My cause and seek My pleasure, ˹then do not take them as allies,˺ disclosing secrets ˹of the believers˺ to the pagans out of affection for them, when I know best whatever you conceal and whatever you reveal. And whoever of you does this has truly strayed from the Right Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Benim düşmanımı, sizin de düşmanınızı dostlar ittihaz etmeyiniz, siz onlara bir meveddet sebebiyle bazı haberler ulaştırıyorsunuz. Halbuki, onlar size Hakk’tan gelen şeyi münkir bulunmuşlardır. Rabbiniz Allah’a imân ettiğinizden dolayı Peygamberi de, sizi de (yurdunuzdan) çıkarıyorlardı. Eğer siz Benim yolumda ve Benim rızamı talep için cihada çıkmış oldu iseniz (O kâfirleri dost tutmayınız). Onlara meveddet ile sır veriyorsunuz ve Ben ise sizin gizlediğiniz şeyi de, açıkladığınız şeyi de pek iyi bilirim ve onu sizden her kim yaparsa artık yolun ortasından sapmış olur.",
        "hayrat_nesriyat": "Ey îmân edenler! Benim de düşmanım, sizin de düşmanınız olanları (kendinize)dostlar edinmeyin; (onlara duyduğunuz) sevgi sebebiyle kendilerine (savaş hazırlıklarınıza dâir haber) ulaştırıyorsunuz; hâlbuki (onlar) size Hakk`tan geleni gerçekten inkâr etmişlerdir.(Unuttunuz mu ki) Rabbiniz olan Allah`a îmân etmenizden dolayı, peygamberi ve husûsan sizi(Mekke`den) çıkarıyorlardı. Eğer benim yolumda cihâd etmek ve rızâmı kazanmak için çıktıysanız (onları dost edinmeyin); (ama siz, içinizde) onlara (duyduğunuz) muhabbeti gizliyorsunuz (onlara muhabbetle sır veriyorsunuz). Hâlbuki ben, gizlediklerinizi de, açıkladıklarınızı da en iyi bilenim. Artık sizden kim bunu yaparsa, o takdirde gerçekten (düz) yolun ortasında sapıtmış olur.",
        "diyanet_vakfi": "Ey iman edenler! Eğer benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız, benim de düşmanım, sizin de düşmanınız olanlara sevgi göstererek, gizli muhabbet besleyerek onları dost edinmeyin. Oysa onlar, size gelen gerçeği inkâr etmişlerdir. Rabbiniz Allah’a inandığınızdan dolayı Peygamber’i de sizi de yurdunuzdan çıkarıyorlar. Ben, sizin saklı tuttuğunuzu da, açığa vurduğunuzu da en iyi bilenim. Sizden kim bunu yaparsa (onları dost edinirse) doğru yoldan sapmış olur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/001.mp3"
      }
    },
    {
      "id": 5152,
      "verseNumber": 2,
      "verseKey": "60:2",
      "arabic": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
      "english": "If they gain the upper hand over you, they would be your ˹open˺ enemies, unleashing their hands and tongues to harm you, and wishing that you would abandon faith.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer size zaferyâb olurlarsa sizin için düşmanlar olurlar ve size karşı fenalıkla ellerini ve dillerini uzatırlar ve sizin kâfirler olmanızı arzu ederler.",
        "hayrat_nesriyat": "Eğer (onlar) sizi ele geçirirlerse, size düşman kesilirler; ellerini ve dillerini size kötülükle uzatırlar ve kâfir olmanızı arzu ederler.",
        "diyanet_vakfi": "Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkâr edivermenizi istemektedirler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/002.mp3"
      }
    },
    {
      "id": 5153,
      "verseNumber": 3,
      "verseKey": "60:3",
      "arabic": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "Neither your relatives nor children will benefit you on Judgment Day—He will decide between you ˹all˺. For Allah is All-Seeing of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Elbette size Kıyamet gününde ne hısımlarınız ve ne de evlatlarınız faide veremiyeceklerdir. Aralarınızı ayıracaktır ve Allah ne yapar olduklarınızı bihakkın görücüdür.",
        "hayrat_nesriyat": "Elbette kıyâmet günü ne akrabâlarınız, ne de evlâdlarınız size aslâ fayda vermeyecek,(Allah, o gün) aranızı ayıracaktır. Ve Allah, ne yaparsanız hakkıyla görendir.",
        "diyanet_vakfi": "Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah, yaptıklarınızı görendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/003.mp3"
      }
    },
    {
      "id": 5154,
      "verseNumber": 4,
      "verseKey": "60:4",
      "arabic": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "english": "You already have an excellent example in Abraham and those with him, when they said to their people, “We totally dissociate ourselves from you and ˹shun˺ whatever ˹idols˺ you worship besides Allah. We reject you. The enmity and hatred that has arisen between us and you will last until you believe in Allah alone.” The only exception is when Abraham said to his father, “I will seek forgiveness for you,˹” adding, “but˺ I cannot protect you from Allah at all.” ˹The believers prayed,˺ “Our Lord! In You we trust. And to You we ˹always˺ turn. And to You is the final return.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki sizin için İbrahim’de ve O’nunla beraber olanlarda bir güzel örnek vardır. O vakit ki, kavimlerine dediler ki: «Şüphe yok, biz sizden ve Allah’tan gayrı tapmakta olduğunuz şeylerden müteberri kimseleriz. Sizi inkâr ettik ve yalnız bir Allah’a imân edeceğinize değin bizim aramızla sizin aranızda ebedîyyen adavet ve buğz başlamıştır.» Ancak İbrahim’in babasına, «Elbette senin için istiğfarda bulunacağım. Mamafih senin için Allah’tan hiçbir şeye malik olamam,» demesi müstesna... «Ey Rabbimiz! Ancak Sana tevekkül ettik ve Sana yöneldik ve son gidiş de ancak Sana’dır.»",
        "hayrat_nesriyat": "İbrâhîm`de ve onunla berâber bulunanlarda sizin için gerçekten güzel bir örnek vardır. Hani kavimlerine şöyle demişlerdi: `Doğrusu biz, siz den ve Allah`dan başka tapmakta olduklarınız dan uzak kimseleriz! Sizi (bâtıl dîninizi) in kâr ettik; artık (siz) tek olarak Al lah`a îmân edin ceye kadar, si zinle bizim aramızda ebedî olarak düş manlık ve kin başlamıştır.` Ancak İbrâhîm `in (îmân etmemiş) ba ba sına olan (şu) sözü müstesnâ: `(Allah`dan) senin için mutlakā mağfiret dileyeceğim; fakat senin için Allah`dan (gelecek) hiçbir şeye (bir hidâyet ve mağ firete) mâlik değilim!` (Ve onlar şöy le duâ ettiler:) `Rabbimiz! Ancak sa na tevekkül ettik ve sana yönel dik; dö nüş de ancak sanadır!`",
        "diyanet_vakfi": "İbrahim’de ve onunla beraber olanlarda, sizin için gerçekten güzel bir örnek vardır. Onlar kavimlerine demişlerdi ki: «Biz sizden ve Allah’ı bırakıp taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah’a inanıncaya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve öfke belirmiştir.» Şu kadar var ki, İbrahim babasına: «Andolsun senin için mağfiret dileyeceğim. Fakat Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez» demişti. (O müminler şöyle dediler:) Rabbimiz! Ancak sana dayandık, sana yöneldik. Dönüş de ancak sanadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/004.mp3"
      }
    },
    {
      "id": 5155,
      "verseNumber": 5,
      "verseKey": "60:5",
      "arabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "Our Lord! Do not subject us to the persecution of the disbelievers. Forgive us, our Lord! You ˹alone˺ are truly the Almighty, All-Wise.”",
      "turkish": {
        "omer_nasuhi_bilmen": "«Ey Rabbimiz! Bizi kâfir olanlar için bir fitne kılma ve bizim için mağfiret buyur. Ey Rabbimiz, şüphe yok ki azîz, hakîm olan ancak Sen’sin.»",
        "hayrat_nesriyat": "`Rabbimiz! Bizi, inkâr edenler için bir imtihan (vesîlesi) kılma! (Onları bize musallat etme!) Rabbimiz! Bize mağfiret eyle! Şübhesiz ki Azîz (kudreti dâimâ üstün gelen) ve Hakîm(her işi hikmetli olan) ancak sensin!`",
        "diyanet_vakfi": "Rabbimiz! Bizi, inkâr edenler için deneme konusu kılma, bizi bağışla! Ey Rabbimiz! Yegâne galip ve hikmet sahibi, ancak sensin."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/005.mp3"
      }
    },
    {
      "id": 5156,
      "verseNumber": 6,
      "verseKey": "60:6",
      "arabic": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "english": "You certainly have an excellent example in them for whoever has hope in Allah and the Last Day. But whoever turns away, then surely Allah ˹alone˺ is the Self-Sufficient, Praiseworthy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Andolsun ki sizin için Allah’ı ve ahiret gününü rica edenler için onlarda bir güzel örnek vardır ve her kim yüz çevirirse, imdi şüphe yok ki Allah, o her şeyden müstağnidir, her hamde müstahaktır.",
        "hayrat_nesriyat": "And olsun ki, onlarda (İbrâhîm ve berâberindekilerde) sizin için, Allah`ı ve âhiret gününü uman kimseler için güzel bir örnek vardır. Bununla berâber kim yüz çevirirse, artık şübhesiz ki, Ganî (hiçbir şeye muhtâç olmayan), Hamîd (hamd edilmeye yegâne lâyık olan)ancak Allah`dır.",
        "diyanet_vakfi": "Andolsun, onlar sizin için, Allah’ı ve ahiret gününü arzu edenler için güzel bir örnektir. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde lâyık olandır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/006.mp3"
      }
    },
    {
      "id": 5157,
      "verseNumber": 7,
      "verseKey": "60:7",
      "arabic": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "english": "˹In time,˺ Allah may bring about goodwill between you and those of them you ˹now˺ hold as enemies. For Allah is Most Capable. And Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Umulur ki Allah, sizin aranızla onlardan düşmanlaşmış olduğunuz kimseler arasında bir dostluk husûle getirir ve Allah kâdirdir ve Allah gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Olur ki Allah, sizinle onlardan (Mekkelilerden) düşmanlık içinde bulunduğunuz kimseler arasında (onlara hidâyet vererek) bir dostluk meydana getirir. Çünki Allah, (buna)hakkıyla gücü yetendir. Ve Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Olur ki Allah sizinle düşman olduklarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/007.mp3"
      }
    },
    {
      "id": 5158,
      "verseNumber": 8,
      "verseKey": "60:8",
      "arabic": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "english": "Allah does not forbid you from dealing kindly and fairly with those who have neither fought nor driven you out of your homes. Surely Allah loves those who are fair.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, sizinle din hususunda savaşta bulunmamış ve sizi yurdunuzdan çıkarmamış kimselere iyilik etmenizden ve onlara adâlette bulunmanızdan sizi nehyetmez. Şüphe yok ki Allah, adâlette bulunanları sever.",
        "hayrat_nesriyat": "Allah, din husûsunda sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten ve onlara karşı âdil davranmaktan sizi yasaklamaz. Şübhesiz ki Allah, adâletli olanları sever.",
        "diyanet_vakfi": "Allah, sizinle din uğrunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve onlara âdil davranmanızı yasaklamaz. Çünkü Allah, adaletli olanları sever."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/008.mp3"
      }
    },
    {
      "id": 5159,
      "verseNumber": 9,
      "verseKey": "60:9",
      "arabic": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "english": "Allah only forbids you from befriending those who have fought you for ˹your˺ faith, driven you out of your homes, or supported ˹others˺ in doing so. And whoever takes them as friends, then it is they who are the ˹true˺ wrongdoers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah, sizleri ancak din hususunda sizinle muharebede bulunmuş ve sizi yurdunuzdan çıkarmış ve sizin çıkarılmanıza yardım etmiş olan kimselere dostlukta bulunmanızdan nehyeder ve her kim onlara dostlukta bulunacak olursa işte onlardır zalimler, onlar.",
        "hayrat_nesriyat": "Allah sizi ancak, din husûsunda sizinle savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanıza yardım eden kimselere dostluk etmekten men` eder! Artık kim onlara dostluk ederse, işte onlar zâlimlerin ta kendileridir!",
        "diyanet_vakfi": "Allah, yalnız sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için onlara yardım edenleri dost edinmenizi yasaklar. Kim onlarla dost olursa işte zalimler onlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/009.mp3"
      }
    },
    {
      "id": 5160,
      "verseNumber": 10,
      "verseKey": "60:10",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "english": "O believers! When the believing women come to you as emigrants,<sup foot_note=77511>1</sup> test their intentions—their faith is best known to Allah—and if you find them to be believers, then do not send them back to the disbelievers. These ˹women˺ are not lawful ˹wives˺ for the disbelievers, nor are the disbelievers lawful ˹husbands˺ for them. ˹But˺ repay the disbelievers whatever ˹dowries˺ they had paid. And there is no blame on you if you marry these ˹women˺ as long as you pay them their dowries. And do not hold on to marriage with polytheistic women.<sup foot_note=77512>2</sup> ˹But˺ demand ˹repayment of˺ whatever ˹dowries˺ you had paid, and let the disbelievers do the same. That is the judgment of Allah—He judges between you. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Size imân etmiş kadınlar, hicret etmiş olarak geldikleri vakit onları imtihan edin. Allah, onların imânlarına bihakkın âlimdir. İmdi siz onları mü’mineler bildiğiniz takdirde artık onları kâfirlere geri döndürmeyiniz. Ne bunlar onlar için helâldir ve ne de onlar bunlar için helâl olurlar. Ve onlara infak etmiş oldukları şeyi verin ve kendilerine mehirlerini verdiğiniz takdirde o kadınlar ile evlenmekten dolayı sizin için bir günah yoktur. Ve kâfirlerin ismetlerine yapışmayın ve ne infak ettiniz ise isteyin, onlar da ne infak etmişler ise istesinler. İşte bu, Allah’ın hükmüdür. Aranızda hükmeder ve Allah alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Ey îmân edenler! Mü`min kadınlar, hicret etmiş kimseler olarak size geldikleri zaman, artık (îmanları husûsunda) onları imtihân edin! Allah, onların (o mümtehıne olan, imtihâna tâbi` tutulan kadınların) îmanlarını daha iyi bilendir. Böylece onların mü`min kadınlar olduklarını bilir (de kanâat eder)seniz, artık onları kâfirlere geri döndürmeyin! Ne bunlar onlara helâldir, ne de onlar bunlara helâl olurlar. (O müşrik kocaların) sarf ettiklerini(bu kadınlara verdikleri mehirleri) de, kendilerine (geri) verin! Bununla birlikte kendilerine (anlaşarak, ayrıca) mehirlerini verdiğiniz takdirde onlarla evlenmenizde, size bir günah yoktur. Hem kâfir kadınların ismetlerini (nikâh akidlerini)tutmayın; sarf ettiğinizi (verdiğiniz mehri) de (geri) isteyin; ve (o kâfirler de hicret eden mü`min kadınlara) sarf ettiklerini (geri) istesinler!Size Allah`ın hükmü budur; aranızda (böyle) hüküm veriyor. Çünki Allah, Alîm (herşeyi bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları, imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduklarını öğrenirseniz onları kâfirlere geri göndermeyin. Bunlar onlara helâl değildir. Onlar da bunlara helâl olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Allah’ın hükmü budur. Aranızda O hükmeder. Allah bilendir, hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/010.mp3"
      }
    },
    {
      "id": 5161,
      "verseNumber": 11,
      "verseKey": "60:11",
      "arabic": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "english": "And if any of your wives desert you to the disbelievers, and later you take spoils from them, then pay those whose wives have gone, the equivalent of whatever ˹dowry˺ they had paid. And be mindful of Allah, in Whom you believe.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer sizin zevcelerinizden bir şey sizden fevt olup kâfirlere geçerse sonra da siz bir ganîmet malı elde etmiş olursanız, artık zevceleri gitmiş olanlara mehr olarak vermiş oldukları şeyin mislini (o ganîmet malından) veriniz ve kendisine imân etmiş olduğunuz Allah’tan korkunuz.",
        "hayrat_nesriyat": "Ve eğer (dinden çıkarak sizi terk eden) zevceleriniz(in mehrin)den kâfirlere bir şey geçer (ve onlar mehirlerini size geri vermezler) de (onları savaşta) ta`kib eder (ve onlardan ganîmet alır)sanız, o takdirde zevceleri gitmiş olanlara (ganîmetten), sarf ettikleri (mehir)kadar verin! Ve (O) Allah`dan sakının ki, siz ona îmân eden kimselersiniz!",
        "diyanet_vakfi": "Eğer eşlerinizden biri, sizi bırakıp kâfirlere kaçar, siz de (onlarla savaşıp) galip gelirseniz, eşleri gitmiş olanlara (ganimetten), harcadıkları kadar verin. İnandığınız Allah’a karşı gelmekten sakının."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/011.mp3"
      }
    },
    {
      "id": 5162,
      "verseNumber": 12,
      "verseKey": "60:12",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "english": "O Prophet! When the believing women come to you, pledging to you that they will neither associate anything with Allah ˹in worship˺, nor steal, nor fornicate, nor kill their children, nor falsely attribute ˹illegitimate˺ children to their husbands,<sup foot_note=77513>1</sup> nor disobey you in what is right, then accept their pledge, and ask Allah to forgive them. Surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey Peygamber! İmân etmiş olan kadınlar sana gelip de, Allah’a bir şeyi şerik koşmamaları ve hırsızlık yapmayacakları ve zinada bulunmayacakları ve çocuklarını öldürmemeleri ve elleriyle ayakları arasında uyduracakları bir bühtan ile gelmemeleri ve sana mâruf bir hususta asî olmayacakları üzerine mübayeada bulunacakları zaman artık sen de onlar ile mübayeada bulun ve onlar için Allah’tan mağfiret dile. Şüphe yok Allah gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Ey Peygamber! Mü`min kadınlar sana, Allah`a hiçbir şeyi ortak koşmamaları, hırsız lık yapmamaları, zi nâ etmemeleri, çocuklarını (hiç bir tarzda) öldürme me le ri, elleriyle ayaklarıarasında bir iftirâ uydurup ge tir me meleri (başkasına âid bir çocu ğu, kendi koca sı na is nâdetmemeleri) ve bir iyilik (iş le mek)te sana isyân et me meleri üzerine sana bîat ederek geldikleri zaman, ar tık bîatlerini kabûl et ve onlar için Allah` dan mağfiret dile!Şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ey Peygamber! İnanmış kadınlar, Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek, iyi işi işlemekte sana karşı gelmemek hususunda sana biat etmeye geldikleri zaman, biatlarını kabul et ve onlar için Allah’tan mağfiret dile. Şüphesiz Allah, çok bağışlayandır, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/012.mp3"
      }
    },
    {
      "id": 5163,
      "verseNumber": 13,
      "verseKey": "60:13",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
      "english": "O believers! Do not ally yourselves with a people Allah is displeased with. They already have no hope for the Hereafter, just like the disbelievers lying in ˹their˺ graves.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Bir kavim ile dostlukta bulunmayın ki, Allah onların üzerine gazap etmiştir. Muhakkak ki ahiretten ye’se düşmüşlerdir. Nasıl ki kâfirler, kabirlerde bulunanlardan ümitlerini kesmişlerdir.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`ın kendilerine gazab ettiği bir kavmi (yahudileri) dost edinmeyin; gerçekten (onlar,) kâfirlerin kabir ehlinden (ölülerin dirilmesinden) ümidlerini kestiği gibi, âhiretten ümidlerini kesmişlerdir.",
        "diyanet_vakfi": "Ey iman edenler! Kendilerine Allah’ın gazap ettiği bir kavmi dost edinmeyin. Zira onlar, kâfirlerin kabirlerdekilerden (onların dirilmesinden) ümit kestikleri gibi ahiretten ümit kesmişlerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/060/013.mp3"
      }
    }
  ]
}