{
  "verses": [
    {
      "id": 5200,
      "verseNumber": 1,
      "verseKey": "64:1",
      "arabic": " يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "Whatever is in the heavens and whatever is on the earth ˹constantly˺ glorifies Allah. The kingdom is His, and all praise is for Him. For He is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ne var ise ve yerde ne var ise, Allah için tesbihte bulunur. Mülk ve hamd O’na mahsustur ve O her şey üzerine tamamen kâdirdir.",
        "hayrat_nesriyat": "Göklerde ne var, yerde ne varsa Allah`ı tesbîh eder; mülk (umûmen) O`nundur; hamd (ve senâ) O`na mahsustur. Ve O, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Göklerde ve yerde ne varsa hepsi Allah’ı tesbih eder. Mülk O’nundur, hamd O’nadır. O her şeye kadirdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/001.mp3"
      }
    },
    {
      "id": 5201,
      "verseNumber": 2,
      "verseKey": "64:2",
      "arabic": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "He is the One Who created you, yet some of you are disbelievers while some are believers. And Allah is All-Seeing of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "O, o’dur ki, sizi yaratmıştır, öyle iken sizden kâfir de vardır ve sizden mü’min de vardır ve Allah, ne yapar olduğunuzu bihakkın görendir.",
        "hayrat_nesriyat": "Sizi yaratan O`dur; böyle iken kiminiz kâfirdir, kiminiz de mü`mindir. Allah ise, ne yaparsanız hakkıyla görendir.",
        "diyanet_vakfi": "Sizi yaratan O’dur. Böyle iken kiminiz kâfir, kiminiz mümindir. Allah yaptıklarınızı görendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/002.mp3"
      }
    },
    {
      "id": 5202,
      "verseNumber": 3,
      "verseKey": "64:3",
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
      "english": "He created the heavens and the earth for a purpose. He shaped you ˹in the womb˺, perfecting your form. And to Him is the final return.",
      "turkish": {
        "omer_nasuhi_bilmen": "Gökleri ve yeri hak ile yarattı ve size sûret verdi de sûretinizi güzel yaptı ve dönüş de ancak O’nadır.",
        "hayrat_nesriyat": "Gökleri ve yeri hak ile (yerli yerinde) yarattı; ve size şekil verdi, sûretlerinizi de güzel yaptı. Dönüş ise ancak O`nadır.",
        "diyanet_vakfi": "Gökleri ve yeri yerli yerince yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O’nadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/003.mp3"
      }
    },
    {
      "id": 5203,
      "verseNumber": 4,
      "verseKey": "64:4",
      "arabic": "يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "english": "He knows whatever is in the heavens and the earth. And He knows whatever you conceal and whatever you reveal. For Allah knows best what is ˹hidden˺ in the heart.",
      "turkish": {
        "omer_nasuhi_bilmen": "Göklerde ve yerde ne var ise bilir ve neleri gizlediğinizi ve neleri açıkladığınızı bilir ve Allah göğüslerin içinde olanlara da tamamen alîmdir.",
        "hayrat_nesriyat": "Göklerde ve yerde ne varsa bilir; neyi gizlerseniz ve neyi açıklarsanız (onu da) bilir. Çünki Allah, sînelerin içinde olanı hakkıyla bilendir.",
        "diyanet_vakfi": "Göklerde ve yerde olanları bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Allah kalplerde olanı bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/004.mp3"
      }
    },
    {
      "id": 5204,
      "verseNumber": 5,
      "verseKey": "64:5",
      "arabic": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "english": "Have the stories of those who disbelieved before not reached you ˹pagans˺? They tasted the evil consequences of their doings, and they will suffer a painful punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Size evvelce kâfir olmuş olanların haberi gelmedi mi ki, onlar, işlerinin vebâlini tattılar ve onlar için pek acıklı bir azap vardır.",
        "hayrat_nesriyat": "Daha önce inkâr etmiş olanların haberi size gelmedi mi? (Onlar) işlerinin vebâlini(dünyada kısmen) tattılar ve (âhirette) onlar için (pek) elemli bir azab vardır.",
        "diyanet_vakfi": "Daha önce inkâr edenlerin haberi size ulaşmadı mı? İşte onlar (dünyada) yaptıklarının cezasını tattılar. Onlar için acı bir azap da vardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/005.mp3"
      }
    },
    {
      "id": 5205,
      "verseNumber": 6,
      "verseKey": "64:6",
      "arabic": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَقَالُوٓا۟ أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌ",
      "english": "That was because their messengers used to come to them with clear proofs, but they said ˹mockingly˺, “How can humans be our guides?” So they persisted in disbelief and turned away. And Allah was not in need ˹of their faith˺. For Allah is Self-Sufficient, Praiseworthy.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şundan dolayı ki, şüphe yok onlara Peygamberleri beyyineler ile gelir olmuşlardı da onlar: «Bir beşer mi bizi doğru yola iletecek?» demişler, sonra kâfir olmuşlar ve yüz çevirmişlerdi. Allah da (onlardan) müstağni olmuştur. Ve Allah bihakkın ganîdir, hamîddir.",
        "hayrat_nesriyat": "Bunun sebebi şudur: Şübhesiz onlara peygamberleri mu`cizelerle geliyorlardı da(onlar): `Bize bir insan mı doğru yolu gösterecek?` diyorlardı. Böylece inkâr ettiler ve yüz çevirdiler; Allah da (hiçbir şeye) muhtaç olmadığını gösterdi. Çünki Allah, Ganî (hiçbir şeye muhtaç olmayan)dır, Hamîd (hamd edilmeye yegâne lâyık olan)dır.",
        "diyanet_vakfi": "(O azabın sebebi) şu ki, onlara peygamberleri apaçık deliller getirmişlerdi, fakat onlar: Bir beşer mi bizi doğru yola götürecekmiş? dediler, inkâr ettiler ve yüz çevirdiler. Allah da hiçbir şeye muhtaç olmadığını gösterdi. Allah zengindir, hamde lâyıktır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/006.mp3"
      }
    },
    {
      "id": 5206,
      "verseNumber": 7,
      "verseKey": "64:7",
      "arabic": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "english": "The disbelievers claim they will not be resurrected. Say, ˹O Prophet,˺ “Yes, by my Lord, you will surely be resurrected, then you will certainly be informed of what you have done. And that is easy for Allah.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Kâfir olanlar zû’m ettiler ki, öldükten sonra asla diriltilmeyeceklerdir. De ki: «Hayır ve Rabbime andolsun ki elbette diriltileceksiniz. Sonra da yapmış olduğunuz şeyler elbette size haber verilecektir. Ve bu ise Allah’a göre pek kolaydır.»",
        "hayrat_nesriyat": "İnkâr edenler, (öldükten sonra) aslâ diriltilmeyeceklerini zannettiler. De ki: `Hayır! Rabbime yemîn olsun ki, mutlaka diriltileceksiniz; sonra yaptıklarınızdan, muhakkak haberdâr edileceksiniz. Bu ise, Allah`a göre pek kolaydır.`",
        "diyanet_vakfi": "İnkâr edenler, kesinlikle diriltilmeyeceklerini ileri sürdüler. De ki: Hayır! Rabbime andolsun ki mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah’a göre kolaydır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/007.mp3"
      }
    },
    {
      "id": 5207,
      "verseNumber": 8,
      "verseKey": "64:8",
      "arabic": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "english": "So believe in Allah and His Messenger and in the Light<sup foot_note=77518>1</sup> We have revealed. And Allah is All-Aware of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık Allah’a ve O’nun Resûlüne ve indirmiş olduğumuz nûra imân ediniz ve Allah yapar olduğunuz şeylerden haberdardır.",
        "hayrat_nesriyat": "O hâlde Allah`a ve Resûlüne ve indirdiğimiz o nûra (Kur`ân`a) îmân edin! Çünki Allah, ne yaparsanız hakkıyla haberdar olandır.",
        "diyanet_vakfi": "Onun için Allah’a, Peygamberine ve indirdiğimiz o nûra (Kur’an’a) inanın. Allah yaptıklarınızdan haberdardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/008.mp3"
      }
    },
    {
      "id": 5208,
      "verseNumber": 9,
      "verseKey": "64:9",
      "arabic": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَـٰلِحًا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "english": "˹Consider˺ the Day He will gather you ˹all˺ for the Day of Gathering—that will be the Day of mutual loss and gain. So whoever believes in Allah and does good, He will absolve them of their sins and admit them into Gardens under which rivers flow, to stay there for ever and ever. That is the ultimate triumph.",
      "turkish": {
        "omer_nasuhi_bilmen": "O gün ki sizi toplanma günü için toplayıverir, işte o bir Tegâbün (bir kâr ve zarar) günüdür. Ve her kim Allah’a imân eder ve sâlih amellerde bulunursa onun günahlarını yarlığar ve altlarından ırmaklar akan cennetlere orada ebedîyyen kalıcılar olmak üzere girdirir. İşte en büyük necât odur.",
        "hayrat_nesriyat": "O toplanma (o mahşer) günü için sizi bir araya getireceği gün, işte o, teğâbün(aldanma) günüdür! Artık kim Allah`a îmân edip sâlih amel işlerse, (Allah) onun kötülüklerini örter ve onu altlarından ırmaklar akan Cennetlere koyar; orada ebedî olarak kalıcıdırlar. İşte büyük kurtuluş budur!",
        "diyanet_vakfi": "Mahşer vaktinde sizi toplayacağı gün, işte o zarar günüdür. (Ancak) kim Allah’a inanır ve yararlı iş yaparsa, Allah onun kötülüklerini örter, onu (ve benzerlerini), içinde ebedî kalacakları, altlarından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/009.mp3"
      }
    },
    {
      "id": 5209,
      "verseNumber": 10,
      "verseKey": "64:10",
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ خَـٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "english": "As for those who disbelieve and reject Our revelations, they will be the residents of the Fire, staying there forever. What an evil destination!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, kâfir oldular ve Bizim âyetlerimizi tekzîp ettiler. İşte onlar, içinde ebedîyyen kalıcılar olmak üzere ateş yârânıdırlar ve ne fena bir gidiş yeri.",
        "hayrat_nesriyat": "İnkâr edip âyetlerimizi yalanlayanlara gelince, işte onlar Cehennem ehlidirler; orada ebedî olarak kalıcıdırlar. O ise, ne kötü varılacak yerdir!",
        "diyanet_vakfi": "İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar cehennem ehlidirler. Orada ebedî kalacaklardır. Ne kötü gidilecek yerdir orası!"
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/010.mp3"
      }
    },
    {
      "id": 5210,
      "verseNumber": 11,
      "verseKey": "64:11",
      "arabic": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "english": "No calamity befalls ˹anyone˺ except by Allah’s Will. And whoever has faith in Allah, He will ˹rightly˺ guide their hearts ˹through adversity˺. And Allah has ˹perfect˺ knowledge of all things.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah’ın izni olmadıkça musibetten bir şey isabet etmez ve her kim Allah’a imân ederse kalbini hidâyete erdirir ve Allah her şeyi bilendir.",
        "hayrat_nesriyat": "Hiçbir musîbet Allah`ın izni olmadıkça isâbet etmez. O hâlde kim Allah`a îmân ederse, (Allah) onun kalbine hidâyet (musîbete karşı sabır) verir. Çünki Allah, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "Allah’ın izni olmaksızın hiçbir musibet isabet etmez. Kim Allah’a inanırsa, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/011.mp3"
      }
    },
    {
      "id": 5211,
      "verseNumber": 12,
      "verseKey": "64:12",
      "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "english": "Obey Allah and obey the Messenger! But if you turn away, then Our Messenger’s duty is only to deliver ˹the message˺ clearly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah’a itaat ediniz ve Peygambere itaat ediniz. Eğer yüz çevirir iseniz, artık biliniz ki bizim Peygamberimizin üzerine teveccüh eden, şüphe yok ki apaçık tebliğden ibarettir.",
        "hayrat_nesriyat": "Hem Allah`a itâat edin; peygambere de itâat edin! Buna rağmen yüz çevirirseniz, artık Resûlümüze düşen ancak apaçık bir tebliğdir.",
        "diyanet_vakfi": "Allah’a itaat edin, Peygamber’e de itaat edin. Yüz çevirirseniz bilin ki, elçimize düşen apaçık bir duyurmadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/012.mp3"
      }
    },
    {
      "id": 5212,
      "verseNumber": 13,
      "verseKey": "64:13",
      "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "english": "Allah—there is no god ˹worthy of worship˺ except Him. So in Allah let the believers put their trust.",
      "turkish": {
        "omer_nasuhi_bilmen": "Allah O’dur ki, O’ndan başka tanrı yoktur. Artık mü’minler, Allah’a tevekkülde bulunsunlar.",
        "hayrat_nesriyat": "Allah ki, O`ndan başka ilâh yoktur! O hâlde mü`minler ancak Allah`a tevekkül etsin!",
        "diyanet_vakfi": "Allah; O’ndan başka hiçbir ilâh yoktur. Müminler yalnız Allah’a dayanıp güvensinler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/013.mp3"
      }
    },
    {
      "id": 5213,
      "verseNumber": 14,
      "verseKey": "64:14",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَـٰدِكُمْ عَدُوًّا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "english": "O believers! Indeed, some of your spouses and children are enemies to you,<sup foot_note=77519>1</sup> so beware of them. But if you pardon, overlook, and forgive ˹their faults˺, then Allah is truly All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Şüphe yok ki, zevcelerinizden ve evlâdınızdan sizin için düşman (olanlar) vardır, imdi onlardan sakınınız. Mamaafih, eğer affederseniz, kusurlarına bakmazsanız ve setrederseniz artık şüphe yok ki Allah çok yarlığayıcıdır, çok esirgeyicidir.",
        "hayrat_nesriyat": "Ey îmân edenler! Şübhesiz ki eşlerinizden ve çocuklarınızdan size düşman olan vardır. O hâlde onlardan sakının! Eğer affeder, kusurlarına bakmaz ve bağışlarsanız, artık şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlardan sakının. Ama affeder, kusurlarını başlarına kakmaz, kusurlarını örterseniz, bilin ki, Allah çok bağışlayan, çok esirgeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/014.mp3"
      }
    },
    {
      "id": 5214,
      "verseNumber": 15,
      "verseKey": "64:15",
      "arabic": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "english": "Your wealth and children are only a test, but Allah ˹alone˺ has a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak ki, mallarınız ve evlatlarınız bir imtihan vesilesidir, Allah ise O’nun nezdinde pek büyük bir mükâfaat vardır.",
        "hayrat_nesriyat": "Mallarınız ve çocuklarınız ancak bir imtihandır. Allah ise, büyük mükâfât ancak O`nun katındadır.",
        "diyanet_vakfi": "Doğrusu mallarınız ve çocuklarınız sizin için bir imtihandır. Büyük mükâfat ise Allah’ın yanındadır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/015.mp3"
      }
    },
    {
      "id": 5215,
      "verseNumber": 16,
      "verseKey": "64:16",
      "arabic": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "english": "So be mindful of Allah to the best of your ability, hear and obey, and spend in charity—that will be best for you. And whoever is saved from the selfishness of their own souls, it is they who are ˹truly˺ successful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık gücünüz yettiği kadar Allah’tan korkun ve dinleyin ve itaat edin ve nefisleriniz için bir hayr olmak üzere infakta bulunun ve her kim nefsini cimrilikten vikaye ederse işte onlardır muradlarına ermiş olanlar, onlardır.",
        "hayrat_nesriyat": "O hâlde gücünüz yettiği kadar Allah`dan sakının, (nasîhatlerini) dinleyin,(emirlerine) itâat edin ve kendiniz için bir hayır olarak (Allah yolunda) sarf edin! Artık kim nefsinin cimriliğinden korunursa, işte onlar gerçekten kurtuluşa erenlerdir!",
        "diyanet_vakfi": "O halde gücünüz yettiğince Allah’a isyandan kaçının. Dinleyin, itaat edin, kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/016.mp3"
      }
    },
    {
      "id": 5216,
      "verseNumber": 17,
      "verseKey": "64:17",
      "arabic": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
      "english": "If you lend to Allah a good loan, He will multiply it for you and forgive you. For Allah is Most Appreciative, Most Forbearing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Allah için bir güzel ödünç verirseniz, onu sizin için kat kat arttırır ve sizin için mağfiret buyurur ve Allah şekûrdur ve halîmdir.",
        "hayrat_nesriyat": "Eğer Allah`a karz-ı hasen (güzel bir borç) ile borç verirseniz, onu size (kat kat)artırır ve size mağfiret eder. Çünki Allah, Şekûr (iyilik edene çok mükâfât veren)dir, Halîm(azabda hiç acele etmeyen)dir.",
        "diyanet_vakfi": "Eğer Allah’a (rızası uğruna) ödünç verirseniz, Allah onu sizin için kat kat arttırır ve sizi bağışlar. Allah çok mükâfat verendir, ceza vermekte acele etmeyendir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/017.mp3"
      }
    },
    {
      "id": 5217,
      "verseNumber": 18,
      "verseKey": "64:18",
      "arabic": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "english": "˹He is the˺ Knower of the seen and unseen—the Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Gizliye de, âşikâr olana da alîmdir, azîzdir, hakîmdir.",
        "hayrat_nesriyat": "(O,) gayb ve şehâdeti (gizli olanı ve görüneni) hakkıyla bilendir, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Görülmeyeni ve görüleni bilendir. Üstündür, hikmet sahibidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/064/018.mp3"
      }
    }
  ]
}