{
  "verses": [
    {
      "id": 1161,
      "verseNumber": 1,
      "verseKey": "8:1",
      "arabic": " يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
      "english": "They ask you ˹O Prophet˺ regarding the spoils of war. Say, “Their distribution is decided by Allah and His Messenger. So be mindful of Allah, settle your affairs, and obey Allah and His Messenger if you are ˹true˺ believers.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Sana ganîmetlerden soruyorlar. De ki: «Ganîmetler Allah Teâlâ’ya ve Peygamber’e aittir. Artık Allah Teâlâ’dan korkunuz. Aranızdaki hâli düzeltiniz ve Allah Teâlâ’ya ve Resûlüne itaat ediniz, eğer mü’min kimseler iseniz.»",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Sana ganîmetlerden soruyorlar. De ki: `Enfâl(ganîmetler hakkında hüküm) Allah`a ve peygambere âiddir.` Artık Allah`dan korkun ve aranızdaki hâli (ihtilâfı) düzeltin! Eğer (gerçek) mü`minler iseniz, Allah`a ve Resûlüne itâat edin!",
        "diyanet_vakfi": "Sana savaş ganimetlerini soruyorlar. De ki: Ganimetler Allah ve Peygamber’e aittir. O halde siz (gerçek) müminler iseniz Allah’tan korkun, aranızı düzeltin, Allah ve Resûlüne itaat edin."
      }
    },
    {
      "id": 1162,
      "verseNumber": 2,
      "verseKey": "8:2",
      "arabic": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "english": "The ˹true˺ believers are only those whose hearts tremble at the remembrance of Allah, whose faith increases when His revelations are recited to them, and who put their trust in their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Filhakika mü’min olanlar o kimselerdir ki, Allah Teâlâ zikredildiği zaman yürekleri titrer ve onlara Cenâb-ı Hakk’ın âyetleri okunduğu vakit imânlarını arttırır ve Rablerine tevekkülde bulunurlar.",
        "hayrat_nesriyat": "Mü`minler ancak o kimselerdir ki, Allah anıldığı zaman kalbleri ürperir; kendilerine O`nun âyetleri okunduğunda (bu, onların) îmanlarını artırır ve (onlar yalnız) Rablerine tevekkül ederler.",
        "diyanet_vakfi": "Müminler ancak, Allah anıldığı zaman yürekleri titreyen, kendilerine Allah’ın âyetleri okunduğunda imanlarını artıran ve yalnız Rablerine dayanıp güvenen kimselerdir."
      }
    },
    {
      "id": 1163,
      "verseNumber": 3,
      "verseKey": "8:3",
      "arabic": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "english": "˹They are˺ those who establish prayer and donate from what We have provided for them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar (o mü’minlerdir ki) namazı dosdoğru kılarlar ve kendilerini merzûk etmiş olduğumuz şeylerden infakta bulunurlar.",
        "hayrat_nesriyat": "Onlar ki, namazı hakkıyla edâ ederler ve kendilerini rızıklandırdığımız şeylerden(Allah yolunda) sarf ederler.",
        "diyanet_vakfi": "Onlar namazlarını dosdoğru kılan ve kendilerine rızık olarak verdiğimizden (Allah yolunda) harcayan kimselerdir."
      }
    },
    {
      "id": 1164,
      "verseNumber": 4,
      "verseKey": "8:4",
      "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "english": "It is they who are the true believers. They will have elevated ranks, forgiveness, and an honourable provision from their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte bihakkın mü’minler onlardır. Onlar için Rablerinin nezdinde dereceler ve mağfiret ile bînihaye bir rızık vardır.",
        "hayrat_nesriyat": "İşte gerçek mü`minler onlardır. Onlar için Rableri katında dereceler, bir mağfiret ve dâimî bir rızık vardır.",
        "diyanet_vakfi": "İşte onlar gerçek müminlerdir. Onlar için Rableri katında nice dereceler, bağışlanma ve tükenmez bir rızık vardır."
      }
    },
    {
      "id": 1165,
      "verseNumber": 5,
      "verseKey": "8:5",
      "arabic": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
      "english": "Similarly, when your Lord brought you ˹O Prophet˺ out of your home for a just cause, a group of believers was totally against it.",
      "turkish": {
        "omer_nasuhi_bilmen": "Nasıl ki, Rabbin seni hak uğrunda evinden çıkarmıştı. Mü’minlerden bir kısmı ise şüphe yok ki, bunu hoş görmüyorlardı.",
        "hayrat_nesriyat": "(Onların ganîmetler hakkındaki ihtilâfı) şu hâle benzer ki, Rabbin seni evinden hak uğruna (da`vân adına) çıkarmıştı da, (sâdece kervan için çıkıp, bir cihad emriyle karşılaşınca) doğrusu mü`minlerden bir kısmı (buna) gerçekten isteksizlerdi.",
        "diyanet_vakfi": "(Onların bu hali,) müminlerden bir gurup kesinlikle istemediği halde, Rabbinin seni evinden hak uğruna çıkardığı (zamanki halleri) gibidir."
      }
    },
    {
      "id": 1166,
      "verseNumber": 6,
      "verseKey": "8:6",
      "arabic": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
      "english": "They disputed with you about the truth after it had been made clear, as if they were being driven to death with their eyes wide open.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hak tebeyyün ettikten sonra onda seninle mücadelede bulunurlar. Sanki onlar bakar oldukları halde ölüme sevkolunuyorlarmış!",
        "hayrat_nesriyat": "(Hak) ortaya çıktıktan (ve artık cihâd gerekli olduktan) sonra, sanki onlar (göz)göre göre ölüme sürükleniyorlarmış gibi (netîcesindeki güzellikleri düşünmeden) o hak husûsunda seninle mücâdele ediyorlardı.",
        "diyanet_vakfi": "Hak ortaya çıktıktan sonra sanki gözleri göre göre ölüme sürükleniyorlarmış gibi (cihad hususunda) seninle tartışıyorlardı."
      }
    },
    {
      "id": 1167,
      "verseNumber": 7,
      "verseKey": "8:7",
      "arabic": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
      "english": "˹Remember, O  believers,˺ when Allah promised ˹to give˺ you the upper hand over either target, you wished to capture the unarmed party.<sup foot_note=76690>1</sup> But it was Allah’s Will to establish the truth by His Words and uproot the disbelievers;",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hani Allah Teâlâ size iki tâifeden birini, «Şüphesiz o sizindir!» diye vaadleşti. Siz ise arzu ediyordunuz ki, kuvvet sahibi olmayan sizin olsun. Halbuki, Allah Teâlâ emirleriyle hakkı izhar etmeyi ve kâfirlerin arkasını kesmeyi irâde buyuruyordu.",
        "hayrat_nesriyat": "O vakit Allah size, iki tâifeden (silâhsız kervan veya silâhlı düşmandan) birinin şübhesiz sizin olacağını va`d ediyordu; fakat (siz,) gerçekten zayıf (ve silahsız) olanın sizin olmasını istiyordunuz; hâlbuki Allah, sözleriyle o hakkı gerçekleştirmek (İslâm`ı üstün kılmak) ve kâfirlerin kökünü kesmek istiyordu.",
        "diyanet_vakfi": "Hatırlayın ki, Allah size, iki taifeden (kervan veya Kureyş ordusundan) birinin sizin olduğunu vadediyordu; siz de kuvvetsiz olanın (kervanın) sizin olmasını istiyordunuz. Oysa Allah, sözleriyle hakkı gerçekleştirmek ve (Kureyş ordusunu yok ederek) kâfirlerin ardını kesmek istiyordu."
      }
    },
    {
      "id": 1168,
      "verseNumber": 8,
      "verseKey": "8:8",
      "arabic": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "english": "to firmly establish the truth and wipe out falsehood—even to the dismay of the wicked.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tâ ki hakkı isbat ve bâtılı iptal etsin. Velev ki, günahkâr olanlar hoşnut olmasınlar.",
        "hayrat_nesriyat": "Ki günahkârlar hoş görmese de, o hakkı gerçekleştirsin ve o bâtılı ortadan kaldırsın!",
        "diyanet_vakfi": "(Bunlar,) günahkârlar istemese de hakkı gerçekleştirmek ve bâtılı ortadan kaldırmak içindi."
      }
    },
    {
      "id": 1169,
      "verseNumber": 9,
      "verseKey": "8:9",
      "arabic": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
      "english": "˹Remember˺ when you cried out to your Lord for help, He answered, “I will reinforce you with a thousand angels—followed by many others.”<sup foot_note=76691>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "O zaman ki, Rabbinizden imdat istiyordunuz. «Şüphe yok ki, size ardı ardına meleklerden bini ile imdat ediciyim,» diye sizin için (duanıza) icabet buyurdu.",
        "hayrat_nesriyat": "Hani Rabbinizden yardım istiyordunuz da: `Şübhesiz ben size ardı ardına (gelen)bin melekle yardım ediciyim!` diye duânızı kabûl etmişti.",
        "diyanet_vakfi": "Hatırlayın ki, siz Rabbinizden yardım istiyordunuz. O da, ben peşpeşe gelen bin melek ile size yardım edeceğim, diyerek duanızı kabul buyurdu."
      }
    },
    {
      "id": 1170,
      "verseNumber": 10,
      "verseKey": "8:10",
      "arabic": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "english": "And Allah made this a sign of victory and reassurance to your hearts. Victory comes only from Allah. Surely Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ bunu ancak bir müjde olmak ve bununla kalpleriniz mutmain bulunmak için yapmıştır. Ve halbuki, nusret ancak Allah tarafındandır. Şüphe yok ki, Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Allah bunu ancak bir müjde olsun ve kalbleriniz bununla mutmain olsun diye yapmıştı. Yardım, ancak Allah tarafındandır. Şübhesiz ki Allah, Azîz (kudreti her zaman üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Allah bunu (meleklerle yardımı) sadece müjde olsun ve onunla kalbiniz yatışsın diye yapmıştı. Zaten yardım yalnız Allah tarafındandır. Çünkü Allah mutlak galiptir, yegâne hüküm ve hikmet sahibidir."
      }
    },
    {
      "id": 1171,
      "verseNumber": 11,
      "verseKey": "8:11",
      "arabic": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
      "english": "˹Remember˺ when He caused drowsiness to overcome you, giving you serenity.<sup foot_note=76692>1</sup> And He sent down rain from the sky to purify you, free you from Satan’s whispers, strengthen your hearts, and make ˹your˺ steps firm.",
      "turkish": {
        "omer_nasuhi_bilmen": "Yâd ediniz ki, O’nun tarafından bir eminlik olmak için sizi bir hafif uykuya daldırmıştı. Ve gökten üzerinize su da indiriyordu. Onunla sizi temizlesin ve sizden şeytanın vesvesesini gidersin ve kalblerinize bir râbıta versin ve onunla ayakları sabit kılsın (diye).",
        "hayrat_nesriyat": "O zaman sizi, tarafından bir emniyet olmak üzere hafif bir uykuya bürüyordu ve üzerinize gökten bir su indiriyordu ki, bununla sizi temizlesin, sizden şeytanın pisliğini(vesvesesini) gidersin, kalblerinizi pekiştirsin (kendine bağlasın) ve bununla ayakları(nızı)sâbit kılsın!",
        "diyanet_vakfi": "O zaman katından bir güven olmak üzere sizi hafif bir uykuya daldırıyordu; sizi temizlemek, şeytanın pisliğini (verdiği vesveseyi) sizden gidermek, kalplerinizi birbirine bağlamak ve savaşta sebat ettirmek için üzerinize gökten bir su (yağmur) indiriyordu."
      }
    },
    {
      "id": 1172,
      "verseNumber": 12,
      "verseKey": "8:12",
      "arabic": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
      "english": "˹Remember, O  Prophet,˺ when your Lord revealed to the angels, “I am with you. So make the believers stand firm. I will cast horror into the hearts of the disbelievers. So strike their necks and strike their fingertips.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Hani Rabbin meleklere vahyediyordu ki: «Şüphesiz Ben sizinle beraberim. Haydin, imân edenleri tesbit edin, kâfir olanların yüreklerine elbette korku düşüreceğim. Hemen boyunlarının üstüne vurun ve onların bütün parmaklarına vurun...»",
        "hayrat_nesriyat": "Yine o vakit Rabbin meleklere şöyle vahyediyordu: `Şübhesiz ben sizinle berâberim; haydi îmân edenlere sebât verin! İnkâr edenlerin kalblerine korku salacağım; haydi vurun (onların) boyunları üstüne! Ve vurun onların bütün parmaklarına!`",
        "diyanet_vakfi": "Hani Rabbin meleklere: «Muhakkak ben sizinle beraberim; haydi iman edenlere destek olun; Ben kâfirlerin yüreğine korku salacağım; vurun boyunlarına! Vurun onların bütün parmaklarına! diye vahyediyordu."
      }
    },
    {
      "id": 1173,
      "verseNumber": 13,
      "verseKey": "8:13",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "english": "This is because they defied Allah and His Messenger. And whoever defies Allah and His Messenger, then ˹know that˺ Allah is surely severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu da onların Allah Teâlâ’ya ve Resûlüne muhalefet ettiklerinden dolayıdır. Ve her kim Allah Teâlâ’ya ve Resûlüne muhalefet ederse şüphe yok ki, Allah Teâlâ’nın ikabı pek şiddetlidir.",
        "hayrat_nesriyat": "Bu (azab), gerçekten onların Allah`a ve Resûlüne karşı gelmeleri yüzündendir. Kim Allah`a ve Resûlüne karşı gelirse, artık şübhesiz (bilsin) ki Allah, azâbı pek şiddetli olandır.",
        "diyanet_vakfi": "Bu söylenenler, onların Allah’a ve Resûlüne karşı gelmelerinden ötürüdür. Kim Allah ve Resûlüne karşı gelirse, bilsin ki Allah, azabı şiddetli olandır."
      }
    },
    {
      "id": 1174,
      "verseNumber": 14,
      "verseKey": "8:14",
      "arabic": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "english": "That ˹worldly punishment˺ is yours, so taste it! Then the disbelievers will suffer the torment of the Fire.",
      "turkish": {
        "omer_nasuhi_bilmen": "İşte gördünüz ya! Şimdi bunu tadınız. Ve şüphesiz ki, kâfirler için ateş azabı da vardır.",
        "hayrat_nesriyat": "İşte bu size (Allah`ın azâbı)dır. Haydi bunu tadın! Muhakkak kâfirler için bir de Cehennem azâbı vardır.",
        "diyanet_vakfi": "İşte bu yenilgi size Allah’ın azabı! Şimdilik onu tadın! Kâfirlere bir de cehennem ateşinin azabı vardır."
      }
    },
    {
      "id": 1175,
      "verseNumber": 15,
      "verseKey": "8:15",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
      "english": "O believers! When you face the disbelievers in battle, never turn your backs to them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Kâfir olanlara toplu bulundukları bir halde mülâki olduğunuz zaman onlara arkalarınızı çevirmeyiniz.",
        "hayrat_nesriyat": "Ey îmân edenler! Ordu hâlinde inkâr edenlerle karşılaştığınız zaman, (çokluklarına bakarak) hemen onlara arkalarınızı dönmeyin (kaçmayın)!",
        "diyanet_vakfi": "Ey müminler! Toplu halde kâfirlerle karşılaştığınız zaman onlara arkanızı dönmeyin. (Korkup kaçmayın)."
      }
    },
    {
      "id": 1176,
      "verseNumber": 16,
      "verseKey": "8:16",
      "arabic": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "english": "And whoever does so on such an occasion—unless it is a manoeuvre or to join their own troops—will earn the displeasure of Allah, and their home will be Hell. What an evil destination!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve her kim o günde onlara arkasını çevirirse, cenk için bir tarafa dönmek veya diğer bir fırkada yer almak için müstesna. Muhakkak ki, Allah Teâlâ tarafından bir gazap ile dönmüş olur ve onun yurdu cehennemdir ve ne fena bir dönülecek yer.",
        "hayrat_nesriyat": "(Tekrar) savaşmak için bir tarafa çekilen veya başka bir birliğe katılan müstesnâ, kim öyle bir günde onlara arkasını dönerse (kaçarsa), artık hiç şübhesiz Allah`dan bir gazaba uğramış olur ve onun varacağı yer Cehennemdir! O ise ne kötü varılacak yerdir!",
        "diyanet_vakfi": "Tekrar savaşmak için bir tarafa çekilme veya diğer bölüğe ulaşıp mevzi tutma durumu dışında, kim öyle bir günde onlara arka çevirirse muhakkak ki o, Allah’ın gazabını hak etmiş olarak döner. Onun yeri de cehennemdir. Orası, varılacak ne kötü yerdir!"
      }
    },
    {
      "id": 1177,
      "verseNumber": 17,
      "verseKey": "8:17",
      "arabic": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "english": "It was not you ˹believers˺ who killed them, but it was Allah Who did so. Nor was it you ˹O Prophet˺ who threw ˹a handful of sand at the disbelievers˺,<sup foot_note=76693>1</sup> but it was Allah Who did so, rendering the believers a great favour. Surely Allah is All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Sonra onları siz öldürmediniz velâkin Allah Teâlâ öldürdü. Ve attığın vakit sen atmadın, fakat Allah Teâlâ attı. Hem de mü’minleri taraf-ı İlâhisinden güzel bir imtihan ile imtihan etmek için. Şüphe yok ki Allah Teâlâ, bihakkın işiticidir, kemaliyle bilicidir.",
        "hayrat_nesriyat": "İşte onları (Bedir`de aslında, siz) öldürmediniz, velâkin onları Allah öldürdü! Attığın zaman da (sen) atmadın, fakat Allah attı! Hem mü`minleri güzel bir imtihanla(ni`metle, zafer ve ganîmetle) imtihân etmek için (böyle yaptı). Şübhesiz ki Allah, Semî`(herşeyi işiten)dir, Alîm (herşeyi bilen)dir.",
        "diyanet_vakfi": "(Savaşta) onları siz öldürmediniz, fakat Allah öldürdü onları; attığın zaman da sen atmadın, fakat Allah attı (onu). Ve bunu, müminleri güzel bir imtihanla denemek için (yaptı). Şüphesiz Allah işitendir, bilendir."
      }
    },
    {
      "id": 1178,
      "verseNumber": 18,
      "verseKey": "8:18",
      "arabic": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
      "english": "As such, Allah frustrates the evil plans of the disbelievers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu böyledir. Ve şüphe yok ki, Allah Teâlâ kâfirlerin hilesini iptal edicidir.",
        "hayrat_nesriyat": "İşte bu (imtihanlar) böyledir; muhakkak ki Allah, kâfirlerin tuzağını zayıf düşürendir.",
        "diyanet_vakfi": "Bu böyledir. Şüphesiz Allah, kâfirlerin tuzağını bozar."
      }
    },
    {
      "id": 1179,
      "verseNumber": 19,
      "verseKey": "8:19",
      "arabic": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
      "english": "If you ˹Meccans˺ sought judgment, now it has come to you. And if you cease, it will be for your own good. But if you persist, We will persist. And your forces—no matter how numerous they might be—will not benefit you whatsoever. For Allah is certainly with the believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer (ey kâfirler) feth istiyorsanız işte size feth gelmiştir. Ve eğer vazgeçerseniz artık o sizin için hayırlıdır. Ve eğer dönerseniz Biz de döneriz. Ve elbette cemaatiniz çok olsa da size bir şey ile faidebahş olamayacaktır. Ve muhakkak ki, Allah Teâlâ mü’minler ile beraberdir.",
        "hayrat_nesriyat": "(Ey kâfirler!) Eğer fetih istiyorsanız, işte gerçekten size (istediğinizin aksine, sizin mağlûb olduğunuz) fetih geldi! Eğer (peygambere düşmanlıktan) vazgeçerseniz, artık bu sizin için hayırlıdır. Fakat (savaşa) dönerseniz, (biz de ona yardıma) döneriz. Çok da olsa topluluğunuz, size aslâ bir fayda veremez; çünki Allah, mü`minlerle berâberdir.",
        "diyanet_vakfi": "(Ey kâfirler!) Eğer siz fetih istiyorsanız, işte size fetih geldi! (Yenelim derken yenildiniz.) Ve eğer (inkardan) vazgeçerseniz bu sizin için daha iyidir. Yine (Peygamber’e düşmanlığa) dönerseniz, biz de (ona) yardıma döneriz. Topluluğunuz çok bile olsa, sizden hiçbir şeyi savamaz. Çünkü Allah müminlerle beraberdir."
      }
    },
    {
      "id": 1180,
      "verseNumber": 20,
      "verseKey": "8:20",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
      "english": "O believers! Obey Allah and His Messenger and do not turn away from him while you hear ˹his call˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân etmiş olanlar! Allah Teâlâ’ya ve Peygamberine itaat ediniz. Ve siz işitir olduğunuz halde O’ndan yüz çevirmeyiniz.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`a ve Resûlüne itâat edin; ve siz (Kur`ân`ı) işitip durduğunuz hâlde ondan yüz çevirmeyin!",
        "diyanet_vakfi": "Ey iman edenler! Allah’a ve Resûlüne itaat edin, işittiğiniz halde O’ndan yüz çevirmeyin."
      }
    },
    {
      "id": 1181,
      "verseNumber": 21,
      "verseKey": "8:21",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "english": "Do not be like those who say, “We hear,” but in fact they are not listening.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve öyle kimseler gibi olmayınız ki, onlar «İşittik» derler ve halbuki onlar işitmezler.",
        "hayrat_nesriyat": "Kendileri işitmedikleri hâlde `İşittik` diyenler gibi de olmayın!",
        "diyanet_vakfi": "İşitmedikleri halde işittik diyenler gibi olmayın."
      }
    },
    {
      "id": 1182,
      "verseNumber": 22,
      "verseKey": "8:22",
      "arabic": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
      "english": "Indeed, the worst of all beings in the sight of Allah are the ˹wilfully˺ deaf and dumb, who do not understand.<sup foot_note=76694>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphesiz ki, Allah Teâlâ nezdinde hayvanların en kötüsü, o sağırlar ve dilsizlerdir ki, akıl erdiremezler.",
        "hayrat_nesriyat": "Şübhe yok ki, (yeryüzünde) debelenen hayvanların Allah katında en kötüsü, o(hakkı) anlamayan sağırlar ve (o`nu i`tirâf etmeyen) dilsizlerdir!",
        "diyanet_vakfi": "Şüphesiz Allah katında canlıların en kötüsü, düşünmeyen sağırlar ve dilsizlerdir."
      }
    },
    {
      "id": 1183,
      "verseNumber": 23,
      "verseKey": "8:23",
      "arabic": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
      "english": "Had Allah known any goodness in them, He would have certainly made them hear. ˹But˺ even if He had made them hear, they would have surely turned away heedlessly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer Allah Teâlâ onlarda bir hayır bilse idi elbette onları işittirirdi. Ve eğer işittirecek olsaydı elbette onlar yine dönerlerdi. Ve onlar kaçınan kimselerdir.",
        "hayrat_nesriyat": "Hâlbuki Allah onlarda bir hayır bilseydi, elbette onlara işittirirdi. (Bu hâlleriyle)onlara işittirse bile, onlar (haktan) yüz çeviren kimseler olarak doğrusu yine geri dönerlerdi.",
        "diyanet_vakfi": "Allah onlarda bir hayır görseydi elbette onlara işittirirdi. Fakat işittirseydi bile yine onlar yüz çevirerek dönerlerdi."
      }
    },
    {
      "id": 1184,
      "verseNumber": 24,
      "verseKey": "8:24",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
      "english": "O believers! Respond to Allah and His Messenger when he calls you to that which gives you life. And know that Allah stands between a person and their heart, and that to Him you will all be gathered.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey mü’minler! Sizi kendinize hayat verecek şeylere davet ettiği vakit Allah için ve Peygamber için icabet edin ve biliniz ki, muhakkak Allah Teâlâ kişi ile kalbi arasına hâil olur ve şüphe yok ki, O’na haşrolunacaksınızdır.",
        "hayrat_nesriyat": "Ey îmân edenler! (Peygamber) size hayat verecek şeylere sizi da`vet ettiği zaman, Allah`a ve Resûl(ün)e icâbet edin! Ve bilin ki şübhesiz Allah, kişi ile kalbi arasına girer ve(siz) muhakkak O`nun huzûruna toplanacaksınız!",
        "diyanet_vakfi": "Ey inananlar! Hayat verecek şeylere sizi çağırdığı zaman, Allah ve Resûlüne uyun. Ve bilin ki, Allah kişi ile onun kalbi arasına girer ve siz mutlaka onun huzurunda toplanacaksınız."
      }
    },
    {
      "id": 1185,
      "verseNumber": 25,
      "verseKey": "8:25",
      "arabic": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "english": "Beware of a trial that will not only affect the wrongdoers among you. And know that Allah is severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bir fitneden sakınınız ki, sizden yalnız zulmedenlere dokunmakla kalmaz ve biliniz ki, muhakkak Allah Teâlâ’nın ikabı pek şiddetlidir.",
        "hayrat_nesriyat": "Hem öyle bir fitneden sakının ki, (geldiği zaman) içinizden sâdece zulmedenlere dokunmaz (umûmî olur)! Ve bilin ki şübhesiz Allah, azâbı pek şiddetli olandır.",
        "diyanet_vakfi": "Bir de öyle bir fitneden sakının ki o, içinizden sadece zulmedenlere erişmekle kalmaz (umuma sirayet ve hepsini perişan eder). Biliniz ki, Allah’ın azabı şiddetlidir."
      }
    },
    {
      "id": 1186,
      "verseNumber": 26,
      "verseKey": "8:26",
      "arabic": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
      "english": "Remember when you had been vastly outnumbered and oppressed in the land,<sup foot_note=76695>1</sup> constantly in fear of attacks by your enemy, then He sheltered you, strengthened you with His help, and provided you with good things so perhaps you would be thankful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve yâd ediniz ki, bir zaman siz yeryüzünde azlık idiniz, zayıf sayılan kimseler idiniz. Nâsın sizi çarpıp kapmasından korkardınız. Sonra (Allah Teâlâ) sizi yerleştirdi ve sizi nusretiyle teyid etti ve sizi temiz şeylerden merzûk buyurdu, tâ ki şükredesiniz.",
        "hayrat_nesriyat": "Hatırlayın ki, (bir zamanlar) siz az idiniz, yeryüzünde (Mekke`de) güçsüz bırakılmış (horlanmış) kimselerdiniz, insanların (her an) sizi yakalayıvermesinden korkuyordunuz; fakat (Allah) sizi (Medîne`de) barındırdı, sizi yardımıyla kuvvetlendirdi ve size temiz şeylerden rızık verdi ki şükredesiniz.",
        "diyanet_vakfi": "Hatırlayın ki, bir zaman siz yeryüzünde âciz tanınan az (bir toplum) idiniz; insanların sizi kapıp götürmesinden korkuyordunuz da şükredesiniz diye Allah size yer yurt verdi; yardımıyla sizi destekledi ve size temizinden rızıklar verdi."
      }
    },
    {
      "id": 1187,
      "verseNumber": 27,
      "verseKey": "8:27",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
      "english": "O believers! Do not betray Allah and the Messenger, nor betray your trusts knowingly.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! Allah Teâlâ’ya ve Peygamber’e hiyânet etmeyiniz ve emanetlerinize hiyânette bulunmayınız. Halbuki, siz bilirsiniz.",
        "hayrat_nesriyat": "Ey îmân edenler! Allah`a ve Resûl(ün)e ihânet etmeyin! Hem siz bile bile emânetlerinize de hâinlik etmeyin!",
        "diyanet_vakfi": "Ey iman edenler! Allah’a ve Peygamber’e hainlik etmeyin; (sonra) bile bile kendi emanetlerinize hainlik etmiş olursunuz."
      }
    },
    {
      "id": 1188,
      "verseNumber": 28,
      "verseKey": "8:28",
      "arabic": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "english": "And know that your wealth and your children are only a test and that with Allah is a great reward.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve biliniz ki, muhakkak mallarınız ve çocuklarınız bir imtihandır. Ve şüphe yok ki, Allah Teâlâ’nın katında pek büyük bir mükâfaat vardır.",
        "hayrat_nesriyat": "Ve bilin ki, mallarınız ve çocuklarınız (sizin için) ancak birer imtihandır, büyük mükâfât ise ancak Allah katındadır.",
        "diyanet_vakfi": "Biliniz ki, mallarınız ve çocuklarınız birer imtihan sebebidir ve büyük mükâfat Allah’ın katındadır."
      }
    },
    {
      "id": 1189,
      "verseNumber": 29,
      "verseKey": "8:29",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "english": "O believers! If you are mindful of Allah, He will grant you a standard ˹to distinguish between right and wrong˺, absolve you of your sins, and forgive you. And Allah is the Lord of infinite bounty.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! Eğer Allah Teâlâ’dan korkarsanız sizin için bir furkan kılar ve sizin günahlarınızı örter ve sizin için mağfiret buyurur. Ve Allah Teâlâ pek büyük bir fazl sahibidir.",
        "hayrat_nesriyat": "Ey îmân edenler! Eğer Allah`dan sakınırsanız, size furkan (hak ile bâtılı ayıracak bir anlayış) verir, kötülüklerinizi örter ve size mağfiret eder. Çünki Allah, (pek) büyük ihsan sâhibidir.",
        "diyanet_vakfi": "Ey iman edenler! Eğer Allah’tan korkarsanız O, size iyi ile kötüyü ayırdedecek bir anlayış verir, suçlarınızı örter ve sizi bağışlar. Çünkü Allah büyük lütuf sahibidir."
      }
    },
    {
      "id": 1190,
      "verseNumber": 30,
      "verseKey": "8:30",
      "arabic": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
      "english": "And ˹remember, O  Prophet,˺ when the disbelievers conspired to capture, kill, or exile you. They planned, but Allah also planned. And Allah is the best of planners.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hani bir zamanda o kâfirler, seni tutup bağlamaları veya seni öldürmeleri veya seni çıkarmaları için sana hud’ade bulunuyorlardı. Ve onlar mekrde bulunurlar. Allah Teâlâ da mekr eder ve Allah Teâlâ mekr edenlerin en hayırlısıdır.",
        "hayrat_nesriyat": "(Ey Habîbim!) Bir zaman inkâr edenler seni tutup bağlamak veya seni öldürmek veya seni (yurdundan) çıkarmak için sana tuzak kuruyorlardı. Onlar tuzak kuruyorlardı(ama) Allah da (onlara) tuzak kuruyordu. Allah, tuzak kuranların en hayırlısıdır.",
        "diyanet_vakfi": "Hatırla ki, kâfirler seni tutup bağlamaları veya öldürmeleri yahut seni (yurdundan) çıkarmaları için sana tuzak kuruyorlardı. Onlar (sana) tuzak kurarlarken Allah da (onlara) tuzak kuruyordu. Çünkü Allah tuzak kuranların en iyisidir."
      }
    },
    {
      "id": 1191,
      "verseNumber": 31,
      "verseKey": "8:31",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "english": "Whenever Our revelations are recited to them, they challenge ˹you˺, “We have already heard ˹the recitation˺. If we wanted, we could have easily produced something similar. This ˹Quran˺ is nothing but ancient fables!”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara âyetlerimiz okunduğu zaman dediler ki: «Artık işittik, eğer dileyecek olsak elbette bunun mislini biz de söyleyebiliriz. Bu evvelkilerin efsanelerinden başka birşey değildir.»",
        "hayrat_nesriyat": "Onlara âyetlerimiz okunduğu zaman da: `Doğrusu işittik; eğer istesek elbette (biz de) bunun benzerini söyleriz. Bu, evvelkilerin masallarından başka bir şey değildir!` dediler.",
        "diyanet_vakfi": "Onlara âyetlerimiz okunduğu zaman dediler ki: «(Evet) işittik, istesek biz de bunun benzerini elbette söyleyebiliriz. Bu öncekilerin masallarından başka bir şey değildir.»"
      }
    },
    {
      "id": 1192,
      "verseNumber": 32,
      "verseKey": "8:32",
      "arabic": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
      "english": "And ˹remember˺ when they prayed, “O Allah! If this is indeed the truth from You, then rain down stones upon us from the sky or overcome us with a painful punishment.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve bir vakit dediler ki: «Ey Allah! Eğer senin tarafından hak olan bu ise hemen üzerimize gökten taşlar yağdır ve bize pek elemli bir azap getir.»",
        "hayrat_nesriyat": "Bir vakit de: `Ey Allah! Eğer bu (Kur`ân), senin katından hak (bir Kitab) ise, haydi üzerimize gökten taş yağdır veya bize elemli bir azab getir!` demişlerdi.",
        "diyanet_vakfi": "Hani (o kâfirler) bir zaman da: Ey Allah’ım! Eğer bu Kitap senin katından gelmiş bir gerçekse üzerimize gökten taş yağdır, yahut bize elem verici bir azap getir! demişlerdi."
      }
    },
    {
      "id": 1193,
      "verseNumber": 33,
      "verseKey": "8:33",
      "arabic": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
      "english": "But Allah would never punish them while you ˹O Prophet˺ were in their midst. Nor would He ever punish them if they prayed for forgiveness.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve halbuki, sen onların aralarında bulundukça Allah Teâlâ onlara azap edecek değildir. Ve onlar istiğfarda bulundukları halde de Allah Teâlâ onları azaplandırıcı değildir.",
        "hayrat_nesriyat": "Hâlbuki sen onların içinde iken Allah onlara azâb edecek değildi. Onlar istiğfâr ederken de Allah onlara azâb edici değildi.",
        "diyanet_vakfi": "Halbuki sen onların içinde iken Allah, onlara azap edecek değildir. Ve onlar mağfiret dilerlerken de Allah onlara azap edici değildir."
      }
    },
    {
      "id": 1194,
      "verseNumber": 34,
      "verseKey": "8:34",
      "arabic": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "english": "And why should Allah not punish them while they hinder pilgrims from the Sacred Mosque, claiming to be its rightful guardians? None has the right to guardianship except those mindful ˹of Allah˺, but most pagans do not know.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve neleri vardır ki, Allah Teâlâ onları muazzep kılmasın? Ve onlar Mescid-i Haram’dan men ediyorlar. Halbuki O’nun mütevellileri değildirler. Onun mütevellileri muttakîlerden başka değildir. Velâkin onların bir çokları bilmezler.",
        "hayrat_nesriyat": "Hem onlar, (mü`minleri) Mescid-i Harâm`dan men` ettikleri ve onun (hizmetinin)ehli olmadıkları hâlde, neden Allah onlara azâb etmesin? Onun (hizmetinin) ehli olanlar, ancak takvâ sâhibleridir; fakat onların çoğu bilmezler.",
        "diyanet_vakfi": "Onlar Mescid-i Haram’ın mütevellîleri olmadıkları halde (müminleri) oradan geri çevirirlerken Allah onlara ne diye azap etmeyecek? Oranın mütevellîleri takvâ sahiplerinden başkaları değildir. Fakat onların çoğu bunu bilmez."
      }
    },
    {
      "id": 1195,
      "verseNumber": 35,
      "verseKey": "8:35",
      "arabic": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "english": "Their prayer at the Sacred House was nothing but whistling and clapping. So taste the punishment for your disbelief.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onların Beyt-i Şerif’teki namazları, ıslık çalmaktan ve el çırpmaktan başka değildir. Artık azabı tadınız küfreder olduğunuzdan dolayı.",
        "hayrat_nesriyat": "Onların Kâ`be yanındaki duâları ise, ıslık çalmaktan ve el çırpmaktan başka bir şey değildir. Öyleyse inkâr etmekte olduğunuzdan dolayı tadın azâbı!",
        "diyanet_vakfi": "Onların Beytullah yanındaki duaları da ıslık çalmak ve el çırpmaktan başka bir şey değildir. (Ey kâfirler!) İnkâr etmekte olduğunuz şeylerden ötürü şimdi azabı tadın!"
      }
    },
    {
      "id": 1196,
      "verseNumber": 36,
      "verseKey": "8:36",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
      "english": "Surely the disbelievers spend their wealth to hinder others from the Path of Allah. They will continue to spend to the point of regret. Then they will be defeated and the disbelievers will be driven into Hell,",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki, kâfir olmuşlardır, mallarını (Allah Teâlâ’nın yolundan men etmek için) infak ederler. Artık onu yine infak edeceklerdir. Sonra onların üzerine hasret olacaktır. Sonra da mağlup olacaklardır ve kâfir olanlar cehenneme sevkolunacaklardır.",
        "hayrat_nesriyat": "Şübhesiz ki inkâr edenler, mallarını (insanları) Allah yolundan men` etmek için harcarlar. Onları daha da harcayacaklar; sonra (bu) kendilerine bir pişmanlık (vesîlesi)olacak, sonra da mağlûb olacaklardır. Nihâyet, inkâr edenler Cehenneme (sevk edilerek, orada) toplanacaklardır.",
        "diyanet_vakfi": "Şüphesiz ki inkâr edenler mallarını, (insanları) Allah yolundan alıkoymak için harcıyorlar. Daha da harcayacaklar. Ama sonunda bu, onlara yürek acısı olacak ve en sonunda mağlûp olacaklardır. Kâfirlikte ısrar edenler ise cehenneme toplanacaklardır."
      }
    },
    {
      "id": 1197,
      "verseNumber": 37,
      "verseKey": "8:37",
      "arabic": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "english": "so Allah may separate the evil from the good. He will pile up the evil ones all together and then cast them into Hell. They are the ˹true˺ losers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Tâ ki, Allah Teâlâ habîsi temizden ayırdetsin. Ve habîs olanın bazısını bazısı üzerine kılıp hepsini toplasın. Artık onu cehenneme koysun. İşte ziyana uğramış olanlar, ancak onlardır.",
        "hayrat_nesriyat": "Ki Allah, pis olanı temizden (kâfiri mü`minden) ayırsın ve kötüleri birbiri üstüne koyup hepsini yığsın da onu Cehenneme atsın! İşte onlar gerçekten hüsrâna uğrayanlardır.",
        "diyanet_vakfi": "(Bu toplama) Allah’ın murdarı temizden ayıklaması (mümini kâfirden ayırması) ve bütün murdarların bir kısmını diğer bir kısmının üstüne koyup hepsini yığarak cehenneme atması içindir. İşte onlar ziyana uğrayanların kendileridir."
      }
    },
    {
      "id": 1198,
      "verseNumber": 38,
      "verseKey": "8:38",
      "arabic": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
      "english": "Tell the disbelievers that if they desist, their past will be forgiven. But if they persist, then they have an example in those destroyed before them.",
      "turkish": {
        "omer_nasuhi_bilmen": "Kâfir olanlara de ki, nihâyet verirlerse geçmişteki günahları onlara bağışlanır. Ve eğer yine geri dönerlerse, artık şüphe yok ki, evvelkilerin sünneti geçmiştir.",
        "hayrat_nesriyat": "(Ey Resûlüm!) İnkâr edenlere de ki: `Eğer (şirk ve düşmanlıktan) vazgeçerlerse, geçmiş günahları bağışlanır. Eğer (savaşa) dönerlerse, o takdirde öncekilere tatbîk edilen(İlâhî) kanun geçmiştir! (Onlar gibi helâk olmalarını beklesinler!)`",
        "diyanet_vakfi": "İnkâr edenlere, (sana düşmanlıktan) vazgeçerlerse, geçmiş günahlarının bağışlanacağını söyle. Yok geri dönerlerse kendilerinden öncekilerin hali gözlerinin önündedir!"
      }
    },
    {
      "id": 1199,
      "verseNumber": 39,
      "verseKey": "8:39",
      "arabic": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
      "english": "Fight against them until there is no more persecution—and ˹your˺ devotion will be entirely to Allah. But if they desist, then surely Allah is All-Seeing of what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlar ile bir fitne kalmayıncaya ve din tamamıyla Allah için oluncaya kadar cihadda bulunun. Bunun üzerine (küfürlerine) nihâyet verirlerse şüphe yok ki, Allah Teâlâ yapacak oldukları şeyleri tamamiyle görücüdür.",
        "hayrat_nesriyat": "Artık fitne kalmayıncaya ve din tamâmen Allah`ın oluncaya kadar onlarla savaşın! O hâlde (küfürden) vazgeçerlerse, artık şübhesiz ki Allah, onların yapmakta olduklarını hakkıyla görücüdür.",
        "diyanet_vakfi": "Fitne ortadan kalkıncaya ve din tamamen Allah’ın oluncaya kadar onlarla savaşın! (İnkâra) son verirlerse şüphesiz ki Allah onların yaptıklarını çok iyi görür."
      }
    },
    {
      "id": 1200,
      "verseNumber": 40,
      "verseKey": "8:40",
      "arabic": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "english": "And if they do not comply, then know that Allah is your Protector. What an excellent Protector, and what an excellent Helper!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer yüz çevirirlerse artık biliniz ki, Allah Teâlâ muhakkak Mevlânızdır. (O) Ne güzel mevlâ ve ne güzel yardımcıdır.",
        "hayrat_nesriyat": "Fakat (îmandan) yüz çevirirlerse o hâlde bilin ki, şübhesiz Allah, sizin Mevlânızdır. (O) ne güzel Mevlâ ve ne güzel yardımcıdır!",
        "diyanet_vakfi": "Eğer (imandan) yüz çevirirlerse, bilin ki Allah sizin sahibinizdir. O ne güzel sahip ve ne güzel yardımcıdır!"
      }
    },
    {
      "id": 1201,
      "verseNumber": 41,
      "verseKey": "8:41",
      "arabic": "۞ وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "english": "Know that whatever spoils you take, one-fifth is for Allah and the Messenger, his close relatives, orphans, the poor, and ˹needy˺ travellers, if you ˹truly˺ believe in Allah and what We revealed to Our servant on that decisive day when the two armies met ˹at Badr˺. And Allah is Most Capable of everything.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve biliniz ki, muhakkak herhangi bir şeyden edindiğiniz ganîmet malının beşte biri mutlaka Allah Teâlâ içindir. Ve Peygamber içindir ve karabet sahipleriyle, yetimler ve fakirler ve yolcu içindir. Eğer siz Allah Teâlâ’ya ve furkan gününde, o iki cemiyetin karşılaştığı günde kulumuza indirmiş olduğumuza imân etmiş iseniz. Ve Allah Teâlâ herşeye tam manâsıyla kadirdir.",
        "hayrat_nesriyat": "Eğer Allah`a ve hak ile bâtılın ayrıldığı o gün, o iki ordunun (Bedir`de) karşılaştığı gün kulumuza indirdiklerimize îmân etmişseniz, bilin ki ganîmet olarak aldığınız herhangi bir şeyin beşte biri, artık şübhesiz Allah`a, peygambere, akrabâlar(ın)a, yetimlere, yoksullara ve yolda kalmışlara âiddir. Allah, herşeye hakkıyla gücü yetendir.",
        "diyanet_vakfi": "Eğer Allah’a ve hak ile bâtılın ayrıldığı gün, iki ordunun birbiri ile karşılaştığı gün (Bedir savaşında) kulumuza indirdiğimize inanmışsanız, bilin ki, ganimet olarak aldığınız herhangi bir şeyin beşte biri Allah’a, Resûlüne, onun akrabalarına, yetimlere, yoksullara ve yolcuya aittir. Allah her şeye hakkıyla kadirdir."
      }
    },
    {
      "id": 1202,
      "verseNumber": 42,
      "verseKey": "8:42",
      "arabic": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَـٰدِ ۙ وَلَـٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "english": "˹Remember˺ when you were on the near side of the valley, your enemy on the far side, and the caravan was below you. Even if the two armies had made an appointment ˹to meet˺, both would have certainly missed it.<sup foot_note=76696>1</sup> Still it transpired so Allah may establish what He had destined—that those who were to perish and those who were to survive might do so after the truth had been made clear to both. Surely Allah is All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "O vakit ki, siz yakın vadide idiniz, onlar ise uzak vadide idiler. Kervan ise sizden aşağıda idi. Eğer birbirinizle vâdeleşe idiniz, elbette vâde mahallinde ihtilâfa düşerdiniz. Velâkin Allah Teâlâ yapılmış olan bir emri yerine getirmek için (böyle yaptı) tâ ki, helâk olan kimse, apaçık bir delilden helâk olsun ve diri kalan da âşikâr bir delilden diri kalmış olsun ve şüphe yok ki, Allah Teâlâ kemaliyle işiticidir, tamamiyle bilicidir.",
        "hayrat_nesriyat": "Hani siz, vâdinin (Medîne`ye) daha yakın (olan, savaşa elverişsiz kumluk ve susuz) kenarında idiniz; onlar ise daha uzak kenarında (daha müsâid bir mevki`de) idiler; kervan da (aleyhinize olarak) sizden daha aşağıda idi. Eğer (savaşmak üzere belli bir yer için) sözleşmiş olsaydınız, elbette o anlaştığınız yer husûsunda ihtilâfa düşerdiniz; fakat Allah, (ezelî ilminde) yapılmış (hükmedilmiş) bir işi yerine getirmek için (sizi onlarla karşı karşıya getirdi) ki, helâk olan apaçık bir delîl ile(daha muvâfık mevzi`de hem kalabalık olmasına rağmen, mağlûb olarak) helâk olsun; yaşayan da apaçık bir delille (Allah`ın yardımı ile galib geldiklerini görerek) yaşasın!Şübhesiz ki Allah ise, elbette Semî` (duâlarınızı işiten)dir, Alîm (ihtiyâcınızı bilen)dir.",
        "diyanet_vakfi": "Hatırlayın ki, (Bedir savaşında) siz vâdinin yakın kenarında (Medine tarafında) idiniz, onlar da uzak kenarında (Mekke tarafında) idiler. Kervan da sizden daha aşağıda (deniz sahilinde) idi. Eğer (savaş için) sözleşmiş olsaydınız, sözleştiğiniz vakit hususunda ihtilâfa düşerdiniz. Fakat Allah, gerekli olan emri yerine getirmesi, helâk olanın açık bir delille (gözüyle gördükten sonra) helâk olması, yaşayanın da açık bir delille yaşaması için (böyle yaptı). Çünkü Allah hakkıyla işitendir, bilendir."
      }
    },
    {
      "id": 1203,
      "verseNumber": 43,
      "verseKey": "8:43",
      "arabic": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَـٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "english": "˹Remember, O  Prophet,˺ when Allah showed them in your dream as few in number. Had He shown them to you as many, you ˹believers˺ would have certainly faltered and disputed in the matter. But Allah spared you ˹from that˺. Surely He knows best what is ˹hidden˺ in the heart.",
      "turkish": {
        "omer_nasuhi_bilmen": "O vakit ki, Allah Teâlâ onları sana rüyânda az gösteriyordu. Ve eğer onları sana çok göstermiş olsaydı elbette korkacak idiniz ve cihad işinde ihtilafa düşerdiniz. Velâkin Allah Teâlâ selâmete erdirdi. Şüphe yok ki o, göğüslerin içinde olanı bihakkın bilicidir.",
        "hayrat_nesriyat": "O zaman, Allah sana uykunda (gözüne) onları az gösteriyordu. Eğer onları sana çok gösterseydi, elbette korkardınız ve bu iş (savaş) husûsunda gerçekten ihtilâfa düşerdiniz; fakat Allah (sizi bundan) kurtardı. Muhakkak ki O, sînelerin içinde olanı hakkıyla bilendir.",
        "diyanet_vakfi": "Hatırla ki, Allah, uykunda sana onları az gösterdi. Eğer onları sana çok gösterseydi, elbette çekinecek ve bu iş hakkında münakaşaya girişecektiniz. Fakat Allah (sizi bundan) kurtardı. Şüphesiz O, kalplerin özünü bilir."
      }
    },
    {
      "id": 1204,
      "verseNumber": 44,
      "verseKey": "8:44",
      "arabic": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "english": "Then when your armies met, Allah made them appear as few in your eyes, and made you appear as few in theirs, so Allah may establish what He had destined. And to Allah ˹all˺ matters will be returned ˹for judgment˺.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve hani karşı karşıya geldiğiniz zaman onları size gözlerinizde pek az gösteriyordu ve sizleri de onların gözlerinde azaltıyordu. Tâ ki, Allah Teâlâ yapılmış olan bir emri yerine getirsin. Ve bütün işler Allah Teâlâ’ya döndürülür.",
        "hayrat_nesriyat": "O vakit karşılaştığınız zaman onları sizin gözlerinizde az gösteriyor, sizi de onların gözlerinde azaltıyordu ki, Allah (ezelî ilminde) yapılmış (hükmedilmiş) bir işi yerine getirsin! Nihâyet (bütün) işler ancak Allah`a döndürülecektir.",
        "diyanet_vakfi": "Allah, olacak bir işi yerine getirmek için (savaş alanında) karşılaştığınız zaman onları sizin gözlerinizde az gösteriyor, sizi de onların gözlerinde azaltıyordu. Bütün işler Allah’a döner."
      }
    },
    {
      "id": 1205,
      "verseNumber": 45,
      "verseKey": "8:45",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "english": "O believers! When you face an enemy, stand firm and remember Allah often so you may triumph.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey imân edenler! Bir tâife ile karşılaştığınız zaman artık sebat ediniz ve Allah Teâlâ’yı zikrediniz. Tâ ki felâh bulasınız.",
        "hayrat_nesriyat": "Ey îmân edenler! Bir (düşman) ordu(su) ile karşılaştığınız zaman, artık sebât edin ve Allah`ı çok zikredin ki kurtuluşa eresiniz.",
        "diyanet_vakfi": "Ey iman edenler! Herhangi bir topluluk ile karşılaştığınız zaman sebat edin ve Allah’ı çok anın ki başarıya erişesiniz."
      }
    },
    {
      "id": 1206,
      "verseNumber": 46,
      "verseKey": "8:46",
      "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
      "english": "Obey Allah and His Messenger and do not dispute with one another, or you would be discouraged and weakened. Persevere! Surely Allah is with those who persevere.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve Allah Teâlâ’ya ve Resûlüne itaat edin ve ihtilâfta bulunmayın, sonra devletiniz gidiverir ve sabrediniz. Şüphe yok ki Allah Teâlâ sabredenler ile beraberdir.",
        "hayrat_nesriyat": "Allah`a ve Resûlüne itâat edin; birbirinizle çekişmeyin; sonra içinize korku düşer de (size heybet veren) rüzgârınız (kuvvetiniz) gider; o hâlde sabredin! Şübhesiz ki Allah, sabredenlerle berâberdir.",
        "diyanet_vakfi": "Allah ve Resûlüne itaat edin, birbirinizle çekişmeyin; sonra korkuya kapılırsınız da kuvvetiniz gider. Bir de sabredin. Çünkü Allah sabredenlerle beraberdir."
      }
    },
    {
      "id": 1207,
      "verseNumber": 47,
      "verseKey": "8:47",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
      "english": "Do not be like those ˹pagans˺ who left their homes arrogantly, only to be seen by people and to hinder others from Allah’s Path. And Allah is Fully Aware of what they do.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler gibi olmayınız ki yurtlarından çalım satarak ve nâsa gösteriş yaparak ve Allah yolundan menederek çıktılar. Allah Teâlâ ise ne yaptıklarını tamamıyla kuşatıcıdır.",
        "hayrat_nesriyat": "Çalım satarak, insanlara gösteriş yaparak yurtlarından çıkanlar ve Allah yolundan men` edenler gibi olmayın! Allah, (onların) yapmakta olduklarını (ilim ve kudretiyle)hakkıyla kuşatıcıdır.",
        "diyanet_vakfi": "Çalım satmak, insanlara gösteriş yapmak ve (insanları) Allah yolundan alıkoymak için yurtlarından çıkanlar (kâfirler) gibi olmayın. Allah onların yaptıklarını çepeçevre kuşatmıştır."
      }
    },
    {
      "id": 1208,
      "verseNumber": 48,
      "verseKey": "8:48",
      "arabic": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "english": "And ˹remember˺ when Satan made their ˹evil˺ deeds appealing to them, and said, “No one can overcome you today. I am surely by your side.” But when the two forces faced off, he cowered and said, “I have absolutely nothing to do with you. I certainly see what you do not see. I truly fear Allah, for Allah is severe in punishment.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o vakit ki, şeytan onlara amellerini bezemiş ve demişti ki: «Bugün nâstan size galip olacak yoktur. Ve ben de şüphe yok ki sizi himaye ediciyim.» Vaktâ ki iki fırka karşı karşıya görünmeğe başladı. Arkasına dönüverdi ve dedi ki: «Şüphesiz ki ben sizden berîyim. Ben muhakkak ki sizin görmediklerinizi gördüm. Şüphe yok ki ben Allah’tan korkarım. Allah’ın ikabı ise pek şiddetlidir.»",
        "hayrat_nesriyat": "O zaman (Bedir günü) şeytan onlara amellerini süslü göstermiş ve: `Bugün insanlardan size galib gelecek kimse yoktur ve şübhesiz ben de size yardımcıyım!` demişti. Fakat iki ordu birbirini görünce arkasını döndü ve: `Şübhesiz ben sizden uzağım; doğrusu ben sizin görmediğiniz şeyleri (mü`minlere yardıma gelen melekleri) görüyorum; ben elbette Allah`dan (O`nun beni helâk etmesinden) korkarım. Çünki Allah, azâbı şiddetli olandır!` demişti.",
        "diyanet_vakfi": "Hani şeytan onlara yaptıklarını güzel gösterdi de: Bugün insanlardan size galip gelecek kimse yoktur, şüphesiz ben de sizin yardımcınızım, dedi. Fakat iki ordu birbirini görünce ardına döndü ve: Ben sizden uzağım, ben sizin göremediklerinizi (melekleri) görüyorum, ben Allah’tan korkuyorum; Allah’ın azabı şiddetlidir, dedi."
      }
    },
    {
      "id": 1209,
      "verseNumber": 49,
      "verseKey": "8:49",
      "arabic": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "english": "˹Remember˺ when the hypocrites and those with sickness in their hearts said, “These ˹believers˺ are deluded by their faith.” But whoever puts their trust in Allah, surely Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "O zaman münafıklar ve kalplerinde hastalık bulunanlar diyordu ki: «Onları dinleri aldatmıştır.» Halbuki her kim Allah Teâlâ’ya tevekkül ederse artık şüphe yok ki Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "O zaman münâfıklar ve kalblerinde hastalık bulunanlar (sizin için): `Bunları, dinleri aldattı!` diyorlardı. Hâlbuki kim Allah`a tevekkül ederse, artık mukakkak ki Allah, Azîz (kudreti dâimâ üstün olan)dır, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "O zaman münafıklarla kalplerinde hastalık bulunanlar, (sizin için), «Bunları, dinleri aldatmış» diyorlardı. Halbuki kim Allah’a dayanırsa, bilsin ki Allah mutlak galiptir, hikmet sahibidir. (Kendisine güveneni üstün ve galip kılacak O’dur. Yoksa orduların sayı ve techizat üstünlüğü değildir)."
      }
    },
    {
      "id": 1210,
      "verseNumber": 50,
      "verseKey": "8:50",
      "arabic": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "english": "If only you could see when the angels take the souls of the disbelievers, beating their faces and backs, ˹saying,˺ “Taste the torment of burning!",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve görecek olsan o zaman ki, melekler kâfir olanların canlarını alırlar, yüzlerine ve arkalarına vururlar, «Yangının azabını tadın!» (derler).",
        "hayrat_nesriyat": "(Habîbim, yâ Muhammed!) Melekler o inkâr edenlerin canlarını alırken bir görseydin, onların yüzlerine ve arkalarına vuruyorlar ve: `Tadın Cehennemin (yakıcı)azâbını!` (diyorlardı).",
        "diyanet_vakfi": "Melekler yüzlerine ve arkalarına vurarak ve «Tadın yakıcı cehennem azabını» (diyerek) o kâfirlerin canlarını alırken onları bir görseydin!"
      }
    },
    {
      "id": 1211,
      "verseNumber": 51,
      "verseKey": "8:51",
      "arabic": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "english": "This is ˹the reward˺ for what your hands have done. And Allah is never unjust to ˹His˺ creation.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu, işte ellerinizin takdim ettiği şey yüzündendir. Ve şüphe yok ki Allah Teâlâ kulları için zulmeder değildir.",
        "hayrat_nesriyat": "İşte bu (azab), ellerinizin takdîm ettiği şeyler (daha önce işlediği günahlar)yüzündendir; yoksa, şübhesiz ki Allah kullar(ın)a zulümkâr değildir.",
        "diyanet_vakfi": "İşte bu, ellerinizle yaptığınız yüzündendir, yoksa Allah kullara zulmedici değildir."
      }
    },
    {
      "id": 1212,
      "verseNumber": 52,
      "verseKey": "8:52",
      "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "english": "Their fate is that of the people of Pharaoh and those before them—they all disbelieved in Allah’s signs, so Allah seized them for their sins. Indeed, Allah is All-Powerful, severe in punishment.",
      "turkish": {
        "omer_nasuhi_bilmen": "(Bunların hali) Fir’avun’un kavmi ile onlardan evvelkilerin âdeti gibidir ki Allah Teâlâ’nın âyetlerini inkâr ettiler. Allah Teâlâ da bunları günahları sebebiyle muahaze etti. Şüphe yok ki Allah Teâlâ kuvvet sahibidir; ikabı pek şiddetlidir.",
        "hayrat_nesriyat": "(Bu müşriklerin âdeti) Fir`avun ehlinin ve onlardan öncekilerin âdeti gibidir.(Onlar da) Allah`ın âyetlerini inkâr etmişlerdi; Allah da onları günahları sebebiyle yakalamıştı. Şübhesiz ki Allah, Kavî (pek kuvvetli olan)dır, azâbı pek şiddetli olandır.",
        "diyanet_vakfi": "(Bunların gidişatı) tıpkı Firavun ailesi ve onlardan öncekilerin gidişatı gibidir. (Onlar da) Allah’ın âyetlerini inkâr etmişlerdi de Allah onları günahları sebebiyle yakalamıştı. Allah güçlüdür. O’nun cezası şiddetlidir."
      }
    },
    {
      "id": 1213,
      "verseNumber": 53,
      "verseKey": "8:53",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "english": "This is because Allah would never discontinue His favour to a people until they discontinue their faith. Surely Allah is All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Bu da, şüphe yok ki Allah Teâlâ bir kavme ihsan etmiş olduğu bir nîmeti değiştirici değildir, onlar kendi nefislerinde olanı değiştirinceye değin. Ve şüphe yok ki Allah Teâlâ bihakkın işiticidir, tamamıyla bilicidir.",
        "hayrat_nesriyat": "Bu (azâb) şundandır: Kendilerinde bulunanı (iyi hâllerini) değiştirmedikçe, muhakkak ki Allah, bir kavme ni`met olarak ihsân buyurduğunu değiştirici olmaz ve şübhesiz Allah, Semî` (herşeyi işiten)dir, Alîm (hâllerini hakkıyla bilen)dir.",
        "diyanet_vakfi": "Bu da, bir millet kendilerinde bulunanı (güzel ahlâk ve meziyetleri) değiştirinceye kadar Allah’ın onlara verdiği nimeti değiştirmeyeceğinden dolayıdır. Gerçekten Allah işitendir, bilendir."
      }
    },
    {
      "id": 1214,
      "verseNumber": 54,
      "verseKey": "8:54",
      "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
      "english": "That was the case with Pharaoh’s people and those before them—they all rejected the signs of their Lord, so We destroyed them for their sins and drowned Pharaoh’s people. They were all wrongdoers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Fir’avun’un kavminin ve onlardan evvelkilerin âdeti gibi ki, Rablerinin âyetlerini tekzîp ettiler. Artık onları günahları sebebiyle helâk ettik. Ve Fir’avun’un kavmini gark eyledik. Ve hepsi de zalimler olmuşlardı.",
        "hayrat_nesriyat": "(Bunların âdeti) Fir`avun ehlinin ve onlardan öncekilerin âdeti gibidir. (Onlar da)Rablerinin âyetlerini yalanlamışlardı. Bunun üzerine (biz de) onları günahları sebebiyle helâk etmiş ve Fir`avun ehlini (denizde) boğmuştuk. Çünki (onların) hepsi zâlim kimseler idiler.",
        "diyanet_vakfi": "(Evet bunların durumu), Firavun ailesi ve onlardan öncekilerin durumuna benzer. Onlar Rablerinin âyetlerini yalanlamışlardı; biz de onları günahlarından ötürü helâk etmiştik ve Firavun ailesini (denizde) boğmuştuk. Hepsi de zalimler idiler."
      }
    },
    {
      "id": 1215,
      "verseNumber": 55,
      "verseKey": "8:55",
      "arabic": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
      "english": "Indeed, the worst of all beings in the sight of Allah are those who persist in disbelief, never to have faith—",
      "turkish": {
        "omer_nasuhi_bilmen": "Şüphe yok ki, yeryüzünde yürüyen canlıların Allah Teâlâ katında en şerlisi o kimselerdir ki, kâfir olmuşlardır. Artık onlar imân etmezler.",
        "hayrat_nesriyat": "Şübhesiz ki (yeryüzünde) debelenen hayvanların Allah katında en kötüsü, o kimselerdir ki, inkâr ettiler. Artık onlar îmân etmezler!",
        "diyanet_vakfi": "Allah katında, canlıların en kötüsü kâfir olanlardır. Çünkü onlar iman etmezler."
      }
    },
    {
      "id": 1216,
      "verseNumber": 56,
      "verseKey": "8:56",
      "arabic": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
      "english": "˹namely˺ those with whom you ˹O Prophet˺ have entered into treaties, but they violate them every time, not fearing the consequences.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlar ki, kendileriyle muâhede yapmış idin, sonra her defasında ahitlerini bozarlar ve onlar hiç çekinmezler.",
        "hayrat_nesriyat": "Onlar, kendileriyle andlaşma yaptığın, sonra da her def`asında andlaşmalarını bozan ve (Allahdan) sakınmayan kimselerdir.",
        "diyanet_vakfi": "Onlar, kendileriyle antlaşma yaptığın, sonra her defasında hiç çekinmeden ahidlerini bozan kimselerdir."
      }
    },
    {
      "id": 1217,
      "verseNumber": 57,
      "verseKey": "8:57",
      "arabic": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "english": "If you ever encounter them in battle, make a fearsome example of them, so perhaps those who would follow them may be deterred.",
      "turkish": {
        "omer_nasuhi_bilmen": "İmdi her ne zaman muharebede onları kat’i sûrette yakalar isen onlar ile arkalarındaki kimseleri ansızın korkut. Umulur ki, ibret alırlar.",
        "hayrat_nesriyat": "O hâlde onları savaşta yakalarsan, artık onlar(a vereceğin cezâ) ile arkalarında bulunanları (öyle) ürküt ki ibret alsınlar!",
        "diyanet_vakfi": "Eğer savaşta onları yakalarsan, ibret almaları için onlar ile (onlara vereceğin ceza ile) arkalarında bulunan kimseleri de dağıt."
      }
    },
    {
      "id": 1218,
      "verseNumber": 58,
      "verseKey": "8:58",
      "arabic": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
      "english": "And if you ˹O Prophet˺ see signs of betrayal by a people, respond by openly terminating your treaty with them. Surely Allah does not like those who betray.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer bir kavmin hiyânet edeceğinden kat’iyyen korkar isen ahdlerini kendilerine açıkça müsâvâat üzere at. Şüphe yok ki, Allah Teâlâ hâin olanları sevmez.",
        "hayrat_nesriyat": "Eğer (seninle andlaşma yapan) bir kavmin hâinlik etmesinden gerçekten korkarsan, artık eşit olarak (onlarla yaptığın andlaşmayı bozduğunu) kendilerine (açıkça bildirerek andlaşmalarını kaldır) at! Muhakkak ki Allah, hâinleri sevmez.",
        "diyanet_vakfi": "(Antlaşma yaptığın) bir kavmin hainlik yapmasından korkarsan, sen de (onlarla yaptığın ahdi) aynı şekilde bozduğunu kendilerine bildir. Çünkü Allah, hainleri sevmez."
      }
    },
    {
      "id": 1219,
      "verseNumber": 59,
      "verseKey": "8:59",
      "arabic": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "english": "Do not let those disbelievers<sup foot_note=76697>1</sup> think they are not within reach. They will have no escape.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kâfirler asla zannetmesinler ki, ilerleyip kurtulmuşlardır. Şüphe yok ki, onlar aciz bırakamayacaklardır.",
        "hayrat_nesriyat": "İnkâr edenler sakın öne geçtiklerini (kaçıp kurtulduklarını) sanmasınlar! Şübhe yok ki onlar (Allah`ı) âciz bırakamazlar.",
        "diyanet_vakfi": "İnkâr edenler yakayı kurtardıklarını sanmasınlar. Çünkü onlar (bizi) âciz bırakamazlar."
      }
    },
    {
      "id": 1220,
      "verseNumber": 60,
      "verseKey": "8:60",
      "arabic": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "english": "Prepare against them what you ˹believers˺ can of ˹military˺ power and cavalry to deter Allah’s enemies and your enemies as well as other enemies unknown to you but known to Allah. Whatever you spend in the cause of Allah will be paid to you in full and you will not be wronged.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onlara karşı gücünüzün yettiği her kuvvetten ve bazı atlardan hazırlayınız. Bununla Allah Teâlâ’nın düşmanını ve sizin düşmanınızı ve onlardan başkalarını, (ki bunları siz bilmezsiniz, Allah Teâlâ bilir) korkutursunuz. Ve her neyi ki, Allah yolunda infak edersiniz, size tamamen ödenir ve siz asla zulme uğratılmazsınız.",
        "hayrat_nesriyat": "Onlara karşı gücünüzün yettiği her kuvvetten ve (cihâd için) bağlanıp beslenen atlardan (sürekli bakımı yapılan savaş vâsıtalarından) hazırlayın; bununla Allah`ın düşmanını, sizin düşmanınızı ve onlardan başka sizin kendilerini bilmediğiniz, Allah`ın onları bildiği diğer (düşman) kimseleri korkutursunuz. Hem Allah yolunda her ne şey sarf ederseniz, karşılığı size tam olarak verilir ve siz (aslâ) haksızlığa uğratılmazsınız.",
        "diyanet_vakfi": "Onlara (düşmanlara) karşı gücünüz yettiği kadar kuvvet ve cihad için bağlanıp beslenen atlar hazırlayın, onunla Allah’ın düşmanını, sizin düşmanınızı ve onlardan başka sizin bilmediğiniz, Allah’ın bildiği (düşman) kimseleri korkutursunuz. Allah yolunda ne harcarsanız size eksiksiz ödenir, siz asla haksızlığa uğratılmazsınız."
      }
    },
    {
      "id": 1221,
      "verseNumber": 61,
      "verseKey": "8:61",
      "arabic": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "english": "If the enemy is inclined towards peace, make peace with them. And put your trust in Allah. Indeed, He ˹alone˺ is the All-Hearing, All-Knowing.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer onlar sulha meylederlerse sen de ona meylet ve Allah Teâlâ’ya tevekkül kıl! Şüphe yok ki, her şeyi bihakkın işitici ve tamamıyla bilici olan ancak O’dur.",
        "hayrat_nesriyat": "Eğer (onlar) barışa yanaşırlarsa, o hâlde (sen de) ona (o barışa) yanaş ve Allah`a tevekkül et! Şübhesiz ki Semî` (hakkıyla işiten), Alîm (herşeyi bilen) ancak O`dur.",
        "diyanet_vakfi": "Eğer onlar barışa yanaşırlarsa sen de ona yanaş ve Allah’a tevekkül et, çünkü O işitendir, bilendir."
      }
    },
    {
      "id": 1222,
      "verseNumber": 62,
      "verseKey": "8:62",
      "arabic": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
      "english": "But if their intention is only to deceive you, then Allah is certainly sufficient for you. He is the One Who has supported you with His help and with the believers.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer sana hile yapmak isterlerse şüphe yok ki, sana Allah Teâlâ kâfidir. O, o zâttır ki, seni nusretiyle ve mü’minler ile teyid buyurmuştur.",
        "hayrat_nesriyat": "Eğer sana hîle yapmak isterlerse, artık şübhesiz ki Allah sana yeter! O (Allah) ki, sana yardımıyla ve mü`minlerle kuvvet verendir.",
        "diyanet_vakfi": "Eğer sana hile yapmak isterlerse, şunu bil ki, Allah sana kâfidir. O, seni yardımıyla ve müminlerle destekleyendir."
      }
    },
    {
      "id": 1223,
      "verseNumber": 63,
      "verseKey": "8:63",
      "arabic": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌ",
      "english": "He brought their hearts together. Had you spent all the riches in the earth, you could not have united their hearts. But Allah has united them. Indeed, He is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve onların kalblerinin arasını telif etti ki, eğer yerde bulunanın tamamını sarfedecek olsa idin onların kalpleri arasına ülfet düşüremezdin. Velâkin Allah Teâlâ onların kalpleri arasını telif etti. Şüphe yok ki O azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Ve (birbirlerine düşman olanların) kalblerinin arasını (îman ve ihlâsla) birleştirdi. Eğer yeryüzünde bulunanların hepsini sarf etseydin, yine onların kalblerinin arasını birleştiremezdin; fakat Allah, (onları birbirlerine kardeş yaparak) aralarını (muhabbetle)kaynaştırdı. Çünki O, Azîz (kudreti dâimâ galib gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Ve (Allah), onların kalplerini birleştirmiştir. Sen yeryüzünde bulunan her şeyi verseydin, yine onların gönüllerini birleştiremezdin, fakat Allah onların aralarını bulup kaynaştırdı. Çünkü O, mutlak galiptir, hikmet sahibidir."
      }
    },
    {
      "id": 1224,
      "verseNumber": 64,
      "verseKey": "8:64",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "english": "O  Prophet! Allah is sufficient for you and for the believers who follow you.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey Peygamber! Sana ve sana tâbi olan mü’minlere Allah Teâlâ kâfidir.",
        "hayrat_nesriyat": "Ey peygamber! Sana ve mü`minlerden sana tâbi` olanlara, Allah yeter!",
        "diyanet_vakfi": "Ey Peygamber! Sana ve sana uyan müminlere Allah yeter."
      }
    },
    {
      "id": 1225,
      "verseNumber": 65,
      "verseKey": "8:65",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَـٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "english": "O Prophet! Motivate the believers to fight. If there are twenty steadfast among you, they will overcome two hundred. And if there are one hundred of you, they will overcome one thousand of the disbelievers, for they are a people who do not comprehend.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey Peygamber! Mü’minleri cihada teşvik et. Eğer sizden sabredici yirmi kişi olsa iki yüze galip olurlar. Ve eğer sizden yüz kişi olsa, kâfir olanlardan bine galip gelirler. Çünkü onlar şüphe yok ki, hakkı anlamaz bir kavimdirler.",
        "hayrat_nesriyat": "Ey peygamber! Mü`minleri savaşa (cihâda) teşvîk et! Eğer sizden sabreden yirmi kişi olursa, (müşriklerden) iki yüz kişiye galib gelirler. Eğer sizden yüz kişi olursa, inkâr edenlerden bin kişiye galib gelirler; çünki gerçekten onlar (hakikati) anlamayan bir kavimdir.",
        "diyanet_vakfi": "Ey Peygamber! Müminleri savaşa teşvik et. Eğer sizden sabırlı yirmi kişi bulunursa, iki yüze (kâfire) galip gelirler. Eğer sizden yüz kişi olursa, kâfir olanlardan bin kişiye galip gelirler. Çünkü onlar anlamayan bir topluluktur."
      }
    },
    {
      "id": 1226,
      "verseNumber": 66,
      "verseKey": "8:66",
      "arabic": "ٱلْـَٔـٰنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "english": "Now Allah has lightened your burden, for He knows that there is weakness in you. So if there are a hundred steadfast among you, they will overcome two hundred. And if there be one thousand, they will overcome two thousand, by Allah’s Will. And Allah is with the steadfast.",
      "turkish": {
        "omer_nasuhi_bilmen": "Şimdi Allah Teâlâ sizden (yükü) hafifleştirdi ve bilmiştir ki, sizde muhakkak bir zaaf var. İmdi sizden sabredici yüz kişi bulunursa iki yüze galip olurlar. Ve eğer sizden bin kişi bulunursa iki bine galebe ederler, Allah Teâlâ’nın izniyle. Ve Allah Teâlâ sabredenler ile beraberdir.",
        "hayrat_nesriyat": "Şimdi Allah, muhakkak sizde bir zayıflık bulunduğunu bildiğinden sizden(yükünüzü) hafifletti. Artık eğer sizden sabreden yüz kişi olursa, (onlardan) iki yüz kişiye galib gelirler. Eğer sizden bin kişi olursa, Allah`ın izniyle iki bin kişiye galib gelirler. Allah ise, sabredenlerle berâberdir.",
        "diyanet_vakfi": "Şimdi Allah, yükünüzü hafifletti; sizde zayıflık olduğunu bildi. O halde sizden sabırlı yüz kişi bulunursa, (onlardan) ikiyüz kişiye galip gelir. Ve eğer sizden bin kişi olursa, Allah’ın izniyle (onlardan) ikibin kişiye galip gelirler. Allah sabredenlerle beraberdir."
      }
    },
    {
      "id": 1227,
      "verseNumber": 67,
      "verseKey": "8:67",
      "arabic": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْـَٔاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "english": "It is not fit for a prophet that he should take captives until he has thoroughly subdued the land. You ˹believers˺ settled with the fleeting gains of this world,<sup foot_note=76698>1</sup> while Allah’s aim ˹for you˺ is the Hereafter. Allah is Almighty, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hiç bir peygamber için yerde tamamen kuvvetlenmedikçe esirler edinmesi muvafık değildir. Siz dünya menfaatini istersiniz. Allah Teâlâ ise ahireti irâde buyurur. Ve Allah Teâlâ azîzdir, hakîmdir.",
        "hayrat_nesriyat": "Yeryüzünde (küfrün belini kırıp) ağır basmadıkça, bir peygamberin esirlerinin olması (fidye alması) muvâfık değildir! (Siz) şu dünyanın geçici menfaatini istiyorsunuz; Allah ise âhireti (arzulamanızı) istiyor. Çünki Allah, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Yeryüzünde ağır basıncaya (küfrün belini kırıncaya) kadar, hiçbir peygambere esirleri bulunması yaraşmaz. Siz geçici dünya malını istiyorsunuz, halbuki Allah (sizin için) ahireti istiyor. Allah güçlüdür, hikmet sahibidir."
      }
    },
    {
      "id": 1228,
      "verseNumber": 68,
      "verseKey": "8:68",
      "arabic": "لَّوْلَا كِتَـٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
      "english": "Had it not been for a prior decree from Allah,<sup foot_note=76699>1</sup> you would have certainly been disciplined with a tremendous punishment for whatever ˹ransom˺ you have taken.",
      "turkish": {
        "omer_nasuhi_bilmen": "Eğer Allah Teâlâ’dan bir yazı geçmiş olmasa idi, almış olduğunuz şey hususunda size elbette pek büyük bir azap dokunurdu.",
        "hayrat_nesriyat": "Eğer Allah tarafından (Ashâb-ı Bedr`in bağışlandığına dâir) önceden verilmiş bir yazı (hüküm) olmasaydı, (esirlere bedel olarak) aldığınız (fidye)den dolayı elbette size(pek) büyük bir azab dokunurdu.",
        "diyanet_vakfi": "Allah tarafından önceden verilmiş bir hüküm olmasaydı, aldığınız fidyeden ötürü size mutlaka büyük bir azap dokunurdu."
      }
    },
    {
      "id": 1229,
      "verseNumber": 69,
      "verseKey": "8:69",
      "arabic": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "english": "Now enjoy what you have taken, for it is lawful and good. And be mindful of Allah. Surely Allah is All-Forgiving, Most Merciful.",
      "turkish": {
        "omer_nasuhi_bilmen": "Artık ganîmet olarak elde ettiğiniz şeyden helâl ve hoş olarak yeyin ve Allah Teâlâ’dan korkun. Şüphe yok ki Allah Teâlâ gafûrdur, rahîmdir.",
        "hayrat_nesriyat": "Artık elde ettiğiniz ganîmetten helâl ve temiz olarak yiyin ve Allah`dan korkun! Şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Artık elde ettiğiniz ganimetten helâl ve temiz olarak yeyin. Ve Allah’tan korkun. Şüphesiz ki Allah bağışlayan, merhamet edendir."
      }
    },
    {
      "id": 1230,
      "verseNumber": 70,
      "verseKey": "8:70",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "english": "O Prophet! Tell the captives in your custody, “If Allah finds goodness in your hearts, He will give you better than what has been taken from you, and forgive you. For Allah is All-Forgiving, Most Merciful.”",
      "turkish": {
        "omer_nasuhi_bilmen": "Ey Peygamber! Ellerinizde esirlerden olan kimselere de ki: «Eğer Allah Teâlâ sizin kalplerinizde bir hayır bilirse, sizden alınmış olan şeyden daha hayırlısını size verir ve sizin için mağfiret buyurur. Ve Allah Teâlâ gafûrdur, rahîmdir.»",
        "hayrat_nesriyat": "Ey peygamber! Elinizde bulunan esirlere de ki: `Eğer Allah kalblerinizde bir hayır olduğunu bilirse (kalblerinizde bir hayır ve îmân varsa), size sizden alınan (fidye)den daha hayırlısını verir ve size mağfiret eder.` Çünki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.",
        "diyanet_vakfi": "Ey Peygamber! Elinizdeki esirlere de ki: Eğer Allah kalplerinizde hayır olduğunu bilirse, sizden alınandan (fidyeden) daha hayırlısını size verir ve sizi bağışlar. Çünkü Allah bağışlayandır, esirgeyendir."
      }
    },
    {
      "id": 1231,
      "verseNumber": 71,
      "verseKey": "8:71",
      "arabic": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "english": "But if their intention is only to betray you ˹O Prophet˺, they sought to betray Allah before. But He gave you power over them. And Allah is All-Knowing, All-Wise.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve eğer sana hiyânet etmek isterlerse muhakkak ki, daha evvel Allah Teâlâ’ya hiyânet ettiler de mağlup edilmelerine imkan verdi. Ve Allah Teâlâ alîmdir, hakîmdir.",
        "hayrat_nesriyat": "Eğer (o esirler) sana ihânet etmek isterlerse ki, daha önce de şübhesiz Allah`a hâinlik etmişlerdi de, (Allah) onlara karşı (sana) imkân vermişti. Allah ise, Alîm (herşeyi hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.",
        "diyanet_vakfi": "Eğer sana hainlik etmek isterlerse (üzülme, çünkü) daha önce Allah’a da hainlik etmişlerdi de Allah onlara karşı sana imkân ve kudret vermişti. Allah bilendir, hikmet sahibidir."
      }
    },
    {
      "id": 1232,
      "verseNumber": 72,
      "verseKey": "8:72",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَـٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ ۚ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "english": "Those who believed, emigrated, and strived with their wealth and lives in the cause of Allah, as well as those who gave them shelter and help—they are truly guardians of one another. As for those who believed but did not emigrate, you have no obligations to them until they emigrate. But if they seek your help ˹against persecution˺ in faith, it is your obligation to help them, except against people bound with you in a treaty. Allah is All-Seeing of what you do.",
      "turkish": {
        "omer_nasuhi_bilmen": "O kimseler ki, imân ettiler ve muhâcerette bulundular ve Allah yolunda mallarıyla ve nefisleriyle mücâhedeye atıldılar ve o kimseler ki, yer verdiler ve yardım ettiler, işte onlar birbirlerinin velîleridir. Ve o kimseler ki, imân ettiler de muhâcerette bulunmadılar. Hicret edinceye kadar onların velâyetinden hiçbir şey size ait değildir. Ve eğer din hususunda yardımınızı isterlerse yardım etmek üzerinize icab eder. Ancak sizinle aralarında bir muâhede bulunmuş olan bir kavim aleyhine değil! Ve Allah Teâlâ yapacaklarınızı tamamıyla görücüdür.",
        "hayrat_nesriyat": "Doğrusu îmân edip hicret edenler ve Allah yolunda mallarıyla canlarıyla cihâd eden (Muhâcir)ler ve (onları) barındırıp yardım edenler (Ensâr) var ya, işte onlar birbirlerinin velîleri (vârisleri)dirler. Îmân edip de (henüz) hicret etmeyenler ise, hicret edinceye kadar onların velâyetinden(mîrasçılığından) size hiçbir şey yoktur. Fakat din husûsunda sizden yardım isterlerse, artık üzerinize (onlara) yardım etmek düşer; ancak aranızda kendileriyle andlaşma bulunan bir kavme karşı (yardım istemeleri) müstesnâ. Allah ise, yapmakta olduklarınızı hakkıyla görücüdür.",
        "diyanet_vakfi": "İman edip de hicret edenler, Allah yolunda mallarıyla, canlarıyla cihad edenler ve (muhacirleri) barındırıp yardım edenler var ya, işte onların bir kısmı diğer bir kısmının dostlarıdır. İman edip de hicret etmeyenlere gelince, onlar hicret edinceye kadar size onların mirasından hiçbir pay yoktur. Eğer onlar din hususunda sizden yardım isterlerse, sizinle aralarında sözleşme bulunan bir kavim aleyhine olmaksızın (o müslümanlara) yardım etmek üzerinize borçtur. Allah yapacaklarınızı hakkıyla görmektedir."
      }
    },
    {
      "id": 1233,
      "verseNumber": 73,
      "verseKey": "8:73",
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ",
      "english": "As for the disbelievers, they are guardians of one another. And unless you ˹believers˺ act likewise, there will be great oppression and corruption in the land.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, kâfir bulunmuşlardır, onların bazıları bazılarının velîleridir. Eğer bunu yapmazsanız, yeryüzünde bir fitne ve pek büyük bir fesat olur.",
        "hayrat_nesriyat": "İnkâr edenler de birbirlerinin dostlarıdırlar. Eğer siz bunu (birbirinizle yardımlaşmayı) yapmazsanız, yeryüzünde bir fitne ve büyük bir fesâd olur.",
        "diyanet_vakfi": "Kâfir olanlar da birbirlerinin yardımcılarıdır. Eğer siz onu (Allah’ın emirlerini) yerine getirmezseniz yeryüzünde bir fitne ve büyük bir fesat olur."
      }
    },
    {
      "id": 1234,
      "verseNumber": 74,
      "verseKey": "8:74",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "english": "Those who believed, migrated, and struggled in the cause of Allah, and those who gave ˹them˺ shelter and help, they are the true believers. They will have forgiveness and an honourable provision.",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, imân ettiler ve muhâcerette bulundular ve Allah yolunda cihada atıldılar. Ve o kimseler ki, (muhacirleri) barındırdılar ve yardım ettiler. İşte bihakkın mü’min olanlar onlardır. Onlar için bir mağfiret vardır ve bir kerîm rızık vardır.",
        "hayrat_nesriyat": "Îmân edip hicret edenler ve Allah yolunda cihâd eden (Muhâcir)ler ve (onları)barındırıp yardım edenler (Ensâr) var ya, işte gerçek mü`minler, ancak onlardır! Kendileri için (Rablerinden) bir mağfiret ve dâimî bir rızık vardır.",
        "diyanet_vakfi": "İman edip de Allah yolunda hicret ve cihad edenler, (muhacirleri) barındıran ve yardım edenler var ya, işte gerçek müminler onlardır. Onlar için mağfiret ve bol rızık vardır."
      }
    },
    {
      "id": 1235,
      "verseNumber": 75,
      "verseKey": "8:75",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ مَعَكُمْ فَأُو۟لَـٰٓئِكَ مِنكُمْ ۚ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "english": "And those who later believed, migrated, and struggled alongside you, they are also with you. But only blood relatives are now entitled to inherit from one another, as ordained by Allah. Surely Allah has ˹full˺ knowledge of everything.<sup foot_note=76700>1</sup>",
      "turkish": {
        "omer_nasuhi_bilmen": "Ve o kimseler ki, sonradan imân ettiler ve muhâcerette bulundular ve sizinle beraber cihada atıldılar, artık onlar da sizlerdendir. Ve maahaza rahîm sahipleri Allah Teâlâ’nın kitabınca bazıları bazılarına daha yakındır. Şüphe yok ki Allah Teâlâ herşeyi tamamıyla bilicidir.",
        "hayrat_nesriyat": "Sonradan îmân edip hicret edenler ve sizinle berâber cihâd edenlere gelince, işte onlar da sizdendir. Akrabâlar ise, Allah`ın kitâbında (O`nun hükmüne göre) birbirlerine(mîras husûsunda) daha lâyıktırlar. Şübhesiz ki Allah, herşeyi hakkıyla bilendir.",
        "diyanet_vakfi": "Sonradan iman eden ve hicret edip de sizinle beraber cihad edenler de sizdendir. Allah’ın kitabına göre yakın akrabalar birbirlerine (vâris olmağa) daha uygundur. Şüphesiz ki Allah her şeyi bilendir."
      }
    }
  ]
}