{
  "verses": [
    {
      "id": 6131,
      "verseNumber": 1,
      "verseKey": "98:1",
      "arabic": " لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "english": "The disbelievers from the People of the Book and the polytheists were not going to desist ˹from disbelief˺ until the clear proof came to them:",
      "turkish": {
        "omer_nasuhi_bilmen": "Ehl-i kitaptan ve müşriklerden kâfir olanlar kendilerine apaçık bir hüccet gelinceye değin (küfürlerinden) ayrılacak değillerdir.",
        "hayrat_nesriyat": "Kitab ehlinden ve müşriklerden inkâr edenler, kendilerine beyyine (apaçık delil)gelinceye kadar (bulundukları dinden) ayrılacak kimseler değildi.",
        "diyanet_vakfi": "Apaçık delil kendilerine gelinceye kadar ehl-i kitaptan ve müşriklerden inkârcılar (küfürden) ayrılacak değillerdi."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/001.mp3"
      }
    },
    {
      "id": 6132,
      "verseNumber": 2,
      "verseKey": "98:2",
      "arabic": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
      "english": "a messenger from Allah, reciting scrolls of ˹utmost˺ purity,",
      "turkish": {
        "omer_nasuhi_bilmen": "(O hüccet ise) Allah tarafından bir peygamber ki tertemiz sahifeleri tilâvet eder.",
        "hayrat_nesriyat": "(İstedikleri bu delil) Allah tarafından gönderilmiş bir peygamberdir ki, (onlara) temiz kılınmış sahîfeleri (Kur`ân`ı) okur.",
        "diyanet_vakfi": "(2-3) (İşte o apaçık delil,) Allah tarafından gönderilen ve en doğru hükümleri havi tertemiz sahifeleri okuyan bir elçidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/002.mp3"
      }
    },
    {
      "id": 6133,
      "verseNumber": 3,
      "verseKey": "98:3",
      "arabic": "فِيهَا كُتُبٌ قَيِّمَةٌ",
      "english": "containing upright commandments.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onlarda dosdoğru yazılmış şeyler vardır.",
        "hayrat_nesriyat": "Onda dosdoğru yazılar (hükümler) vardır.",
        "diyanet_vakfi": "(2-3) (İşte o apaçık delil,) Allah tarafından gönderilen ve en doğru hükümleri havi tertemiz sahifeleri okuyan bir elçidir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/003.mp3"
      }
    },
    {
      "id": 6134,
      "verseNumber": 4,
      "verseKey": "98:4",
      "arabic": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "english": "It was not until this clear proof came to the People of the Book that they became divided ˹about his prophethood˺—",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, kitap verilmiş olanlar; ayrılmış olmadılar, kendilerine o hüccet geldikten sonra tefrikaya düştüler.",
        "hayrat_nesriyat": "Böyleyken o kitab verilenler, ancak kendilerine o apaçık delil geldikten sonra ayrılığa düştü.",
        "diyanet_vakfi": "Kendilerine kitap verilenler ancak o açık delil (Peygamber) kendilerine geldikten sonra ayrılığa düştüler."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/004.mp3"
      }
    },
    {
      "id": 6135,
      "verseNumber": 5,
      "verseKey": "98:5",
      "arabic": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "english": "even though they were only commanded to worship Allah ˹alone˺ with sincere devotion to Him in all uprightness, establish prayer, and pay alms-tax. That is the upright Way.",
      "turkish": {
        "omer_nasuhi_bilmen": "Halbuki, onlar emrolunmadılar, ancak dinde ihlas sahipleri, muvahhidler olarak ibadet etsinler ve namazı dosdoğru kılsınlar ve zekâtı versinler (diye emrolunmuşlardır). Ve işte en doğru din de budur.",
        "hayrat_nesriyat": "Hâlbuki (onlara) ancak, dinde ihlâslı (samîmî) kimseler, hakka yönelmişler olarak O`nun (rızâsı) için yalnız Allah`a kulluk etmeleri, namazı hakkıyla edâ etmeleri ve zekât vermeleri emrolunmuştu. İşte bu ise, doğru dindir!",
        "diyanet_vakfi": "Halbuki onlara ancak, dini yalnız O’na has kılarak ve hanifler olarak Allah’a kulluk etmeleri, namaz kılmaları ve zekât vermeleri emrolunmuştu. Sağlam din de budur."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/005.mp3"
      }
    },
    {
      "id": 6136,
      "verseNumber": 6,
      "verseKey": "98:6",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "english": "Indeed, those who disbelieve from the People of the Book and the polytheists will be in the Fire of Hell, to stay there forever. They are the worst of ˹all˺ beings.",
      "turkish": {
        "omer_nasuhi_bilmen": "Hakikaten o kimseler ki ehl-i kitaptan ve müşriklerden kâfir olmuşlardır. Cehennem ateşindedirler, orada ebedîyyen kalıcılardır. İşte onlar, halkın en azılılarıdır.",
        "hayrat_nesriyat": "Şübhesiz ki kitab ehlinden ve müşriklerden inkâr edenler, Cehennem ateşindedirler; orada ebedî olarak kalıcıdırlar. İşte mahlûkatın en şerlisi ancak onlardır!",
        "diyanet_vakfi": "Ehl-i kitap ve müşriklerden olan inkârcılar, içinde ebedî olarak kalacakları cehennem ateşindedirler. İşte halkın en şerlileri onlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/006.mp3"
      }
    },
    {
      "id": 6137,
      "verseNumber": 7,
      "verseKey": "98:7",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "english": "Indeed, those who believe and do good—they are the best of ˹all˺ beings.",
      "turkish": {
        "omer_nasuhi_bilmen": "Muhakkak o kimseler ki imân ettiler ve sâlih sâlih amellerde bulundular, işte yaradılmışların hayırlısı da onlardır, onlar.",
        "hayrat_nesriyat": "Şübhesiz ki îmân edip sâlih ameller işleyenler var ya, işte mahlûkatın en hayırlısı (da)ancak onlardır!",
        "diyanet_vakfi": "İman edip sâlih ameller işleyenlere gelince, halkın en hayırlısı da onlardır."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/007.mp3"
      }
    },
    {
      "id": 6138,
      "verseNumber": 8,
      "verseKey": "98:8",
      "arabic": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "english": "Their reward with their Lord will be Gardens of Eternity, under which rivers flow, to stay there for ever and ever. Allah is pleased with them and they are pleased with Him. This is ˹only˺ for those in awe of their Lord.",
      "turkish": {
        "omer_nasuhi_bilmen": "Onların Rabblerinin nezdinde mükâfaatı, altlarından ırmaklar akan cennetlerdir, oralarda ebedîyyen daimi kalıcılardır. Allah onlardan razı olmuştur. Onlar da O’ndan razı olmuşlardır. İşte bu, Rabbinden korkan kimse içindir.",
        "hayrat_nesriyat": "Onların Rableri katındaki mükâfâtı, altlarından ırmaklar akan Adn Cennetleridir; orada ebedî olarak devamlı kalıcıdırlar. Allah onlardan râzı olmuştur ve (onlar da) O`ndan râzı olmuşlardır. İşte bu (karşılık), Rabbisinden korkan kimseler içindir.",
        "diyanet_vakfi": "Onların Rableri katındaki mükâfatları, zemininden ırmaklar akan, içinde devamlı olarak kalacakları Adn cennetleridir. Allah kendilerinden hoşnut olmuş, onlar da Allah’tan hoşnut olmuşlardır. Bu söylenenler hep Rabbinden korkan (O’na saygı gösterenler) içindir."
      },
      "audio": {
        "ghamadi": "https://raw.githubusercontent.com/kurancilar/api/refs/heads/main/audio/ghamadi/098/008.mp3"
      }
    }
  ]
}